
// ⒶⒷⒸⒹⒺⒻⒼⒽⒾⒿⓀⓁⓂⓃⓄⓅⓆⓇⓈⓉⓊⓋⓌⓍⓎⓏ
// ⓐⓑⓒⓓⓔⓕⓖⓗⓘⓙⓚⓛⓜⓝⓞⓟⓠⓡⓢⓣⓤⓥⓦⓧⓨⓩ⊙
// 🅐🅑🅒🅓🅔🅕🅖🅗🅘🅙🅚🅛🅜🅝🅞🅟🅠🅡🅢🅣🅤🅥🅦🅧🅨🅩
// 🅰🅱🅲🅳🅴🅵🅶🅷🅸🅹🅺🅻🅼🅽🅾🅿🆀🆁🆂🆃🆄🆅🆆🆇🆈🆉



var collections = [
{ symbol:'ⓥ', desc:'Dependent vowels', chars:'(ᨗ|ᨘ|ᨙ|ᨚ|ᨛ)' },
{ symbol:'Ⓥ', desc:'Independent vowels', chars:'(ᨕ)' },
{ symbol:'Ⓒ', desc:'All consonants', chars:'(ᨄ|ᨅ|ᨈ|ᨉ|ᨌ|ᨍ|ᨀ|ᨁ|ᨔ|ᨖ|ᨆ|ᨊ|ᨎ|ᨂ|ᨓ|ᨑ|ᨒ|ᨐ|ᨇ|ᨏ|ᨃ|ᨋ)' },
{ symbol:'Ⓑ', desc:'Basic consonants', chars:'(ᨄ|ᨅ|ᨈ|ᨉ|ᨌ|ᨍ|ᨀ|ᨁ|ᨔ|ᨖ|ᨆ|ᨊ|ᨎ|ᨂ|ᨓ|ᨑ|ᨒ|ᨐ)' },
{ symbol:'Ⓔ', desc:'Extended consonants', chars:'(ᨇ|ᨏ|ᨃ|ᨋ)' },
{ symbol:'⊙', desc:'Invisibles', chars:'(\u200C|\u200D)' },
]
