/*
@ Source: https://tal.ircam.ma/tamawalt/alphabet_p.php Click on radio button for list
@ https://www.livelingua.com/peace-corps/Tamazight/Tamazight-English-Dictionary-2007.pdf
§ 'Noto Sans Tifinagh'
# 200
~ ltr
! zgh
*/


autoExpandExamples.ber = `
ⴰⵙⵉⴹⵢⴰⵙ⵰|Saturday

`

autoExpandExamples.zgh = `

-ⴰⵏ||
-ⵏⵉ||
-ⵏⵜ||
ⴰⴱⴰⴱⴱⵓⵥ ⴰⵔⴰⵙ||
ⴰⴱⴰⴱⴱⵓⵥ||
ⴰⴱⴰⵏⴷⵓ||
ⴰⴱⵅⵅⵓⵛ||
ⴰⴱⵓⴱⴱⴰⵥ|bear|abʊbbazˁ
ⴰⴱⵓⴱⴱⵓ||
ⴰⴱⵔⴹⵓⴹ||
ⴰⴱⵔⴽⴰⵏ||
ⴰⴱⵔⵉⴷ||
ⴰⴱⵔⵛⴰⵏ||
ⴰⴱⵕⴹⵓⴹ||
ⴰⴳⴰⴷⵉⵔ||
ⴰⴳⴰⵎⴰ||
ⴰⴳⴰⵎⴰⵏ||
ⴰⴳⴰⵜⵓ||
ⴰⴳⴳⵓ||
ⴰⴳⴳⵓⵔ||
ⴰⴳⴷⵉ||
ⴰⴳⴷⵓⴷ||
ⴰⴳⴹⵉⴹ||
ⴰⴳⵊⴷⵉ||
ⴰⴳⵍⵍⵉⴷ||
ⴰⴳⵏⴰⵔ||
ⴰⴳⵔⵉⵙ||
ⴰⴳⵯⵍⵉⵎ||
ⴰⴳⵯⵍⵎⴰⵎ||
ⴰⴳⵯⵍⵎⵉⵎ||
ⴰⴳⵯⵏⵉ||
ⴰⴳⵯⵔⵉⵙ||
ⴰⴷ||
ⴰⴷⴰⵙⵉⵍ||
ⴰⴷⴷⴰⴷ ⴰⵎⴰⵔⵓⵣ||
ⴰⴷⴼⵍ||
ⴰⴷⵉⵙ||
ⴰⴷⵔⴰⵔ||
ⴰⴷⵡⴰⵙ||
ⴰⴹⴰⴹ||
ⴰⴹⴰⵔ||
ⴰⴹⴰⵕ||
ⴰⴹⵏ||
ⴰⴹⵓ||
ⴰⴼⴰ||
ⴰⴼⴰⵍⴽⵓ||
ⴰⴼⴰⵙⵉ||
ⴰⴼⴼ||
ⴰⴼⵓⴷ||
ⴰⴼⵓⵙ||
ⴰⴼⵔ||
ⴰⴼⵔⴰ||
ⴰⴼⵔⴷⵉⵙ||
ⴰⴼⵔⵡ||
ⴰⴼⵙⵙⴰⵢ||
ⴰⴽⴰⵍ||
ⴰⴽⵙⵉⵍ||
ⴰⴽⵙⵓⵎ||
ⴰⴽⵯⴼⴰⵢ|milk|akʷfaj
ⴰⵀⴰⴷ||
ⴰⵀⵉⵜⵓⵔ||
ⴰⵄⴱⴰⵏ||
ⴰⵄⴷⴷⵉⵙ||
ⴰⵅ||
ⴰⵅⴰⵜⴰⵔ||
ⴰⵅⴱⴰⵛ||
ⴰⵅⵍⵉⵊⵊ||
ⴰⵅⵎⵉⵎ||
ⴰⵇⴷⵉⵎ||
ⴰⵇⵎⵓ||
ⴰⵇⵕⵕⵓ||
ⴰⵇⵛⴰⵛ||
ⴰⵇⵛⵎⵉⵔ||
ⴰⵇⵛⵓⵔ||
ⴰⵊⴷⴷⵉⴳ||
ⴰⵊⴹⵉⴹ||
ⴰⵊⵢ||
ⴰⵍ||
ⴰⵍⴰⵖⵎⵓ||
ⴰⵍⴳⴳⵯⴰⵖ||
ⴰⵍⵅⵉⵅ||
ⴰⵍⵍ||
ⴰⵍⵡⵡⴰⵖ||
ⴰⵍⵢ||
ⴰⵎ-||
ⴰⵎⴰⴹⴰⵍ||
ⴰⵎⴰⵍⵓ||
ⴰⵎⴰⵏ||
ⴰⵎⴰⵖⵓⴷ||
ⴰⵎⴰⵣⵉⵖ||
ⴰⵎⴳⵔⴹ||
ⴰⵎⴷⴰ||
ⴰⵎⴷⴷⴰⴽⴽⵯⵍ||
ⴰⵎⴷⵖ||
ⴰⵎⴹⴰⵏ||
ⴰⵎⴹⵓⵡⵔ||
ⴰⵎⴽⴽⵓⵥ||
ⴰⵎⴽⵔⴰⴹ||
ⴰⵎⴽⵕⴰⴹ||
ⴰⵎⵀⴰⴷ||
ⴰⵎⵇⵇⵔⴰⵏ||
ⴰⵎⵍⵍⴰⵍ||
ⴰⵎⵓⴷ||
ⴰⵎⵓⴹⵉⵏ||
ⴰⵎⵓⵏⵙⴽⴰⵍ||
ⴰⵎⵓⵛⵛ||
ⴰⵎⵖⵔⵉⴱⵉ||
ⴰⵎⵖⵔⵓⵏ||
ⴰⵎⵖⵖⵔⴰⵏ||
ⴰⵎⵛⵉⵛ||
ⴰⵎⵟⵟⴰ||
ⴰⵎⵟⵟⴰⵡ||
ⴰⵎⵢⴰ||
ⴰⵎⵣⵔⵓⵢ||
ⴰⵎⵥ||
ⴰⵎⵥⵢⴰⵏ||
ⴰⵎⵥⵥⵓⵖ||
ⴰⵎⵥⵥⵢⴰⵏ||
ⴰⵏⴰⵎⵓⵔ||
ⴰⵏⴰⵏⴰⵚ||
ⴰⵏⴼⴰⵍ||
ⴰⵏⵏⴰⵢ||
ⴰⵏⵓ||
ⴰⵏⵛⵓⵛ||
ⴰⵏⵣⴰⵔ||
ⴰⵏⵥⴰⵔ||
ⴰⵏⵥⴰⵕ||
ⴰⵔⴰⵎ||
ⴰⵔⴰⵙ||
ⴰⵔⴱⴰ||
ⴰⵔⴳⴰⵏ||
ⴰⵔⴳⴰⵣ||
ⴰⵔⵉⵎ||
ⴰⵔⵡ||
ⴰⵔⵢⴰⵣ||
ⴰⵖ … ⵛⴰ||
ⴰⵖ||
ⴰⵖⵉⵍⴰⵙ||
ⴰⵖⵓ||
ⴰⵖⵓⵍⵉⴷ||
ⴰⵖⵔⴱⵉ||
ⴰⵖⵔⵓⵎ||
ⴰⵖⵖⵓ||
ⴰⵖⵣⵣⴰⴼ||
ⴰⵙ||
ⴰⵙⴳⴳⵯⴰⵙ||
ⴰⵙⴳⴷ||
ⴰⵙⴽⵍⵓ||
ⴰⵙⵇⵇⵏ||
ⴰⵙⵉ||
ⴰⵙⵉⴹⵏ||
ⴰⵙⵉⴹⵢⴰⵙ⵰|Saturday
ⴰⵙⵉⴼ||
ⴰⵙⵍⵎ||
ⴰⵙⵏⴳⴰⵔ||
ⴰⵙⵓⴷⴷⵔ||
ⴰⵙⵓⵎⵔ||
ⴰⵙⵓⵖⵏ||
ⴰⵙⵙ||
ⴰⵙⵢ||
ⴰⵛⴰⵍ||
ⴰⵛⴹⴹⵡⴰⵏ||
ⴰⵛⵏⵢⴰⵍ||
ⴰⵛⵔ||
ⴰⵛⵛⵔ||
ⴰⵛⵟⵟⵡⴰⵏ||
ⴰⵜⴰⵢ||
ⴰⵠⵓⵔⵖⵙ|grasshopper|avurʁs
ⴰⵡⴰⵍ||
ⴰⵡⴽⴽⵉⵡ||
ⴰⵡⵏⴳⵉⵎ||
ⴰⵡⵔⴰⵖ||
ⴰⵡⵔⴰⵙ||
ⴰⵢⴰⴷ||
ⴰⵢⴷⵉ||
ⴰⵢⵉⵏ||
ⴰⵢⵉⵙ ⴰⵎⴰⵣⵉⵖ||
ⴰⵢⵉⵙ||
ⴰⵢⵊⵊⵉⴳ||
ⴰⵢⵓⵔ||
ⴰⵣⴰⴳⴳⵯⵣ||
ⴰⵣⴰⵍ||
ⴰⵣⴰⵔⵓ||
ⴰⵣⴳⴳⵯⴰⵖ||
ⴰⵣⴳⵣⴰ||
ⴰⵣⴳⵣⴰⵡ||
ⴰⵣⵓⵍ||
ⴰⵣⵔⵉⵔⵉⴳ||
ⴰⵣⵡⵓ||
ⴰⵣⵡⵡⴰⵖ||
ⴰⵣⵢⴰⵎ||
ⴰⵣⵣⴰⵔ||
ⴰⵣⵣⵍ||
ⴰⵥⵍⵎⴰⴹ||
ⴰⵥⵓⵎ||
ⴰⵥⵓⵔ||
ⴰⵥⵓⵕ||
ⴰⵥⵔⴼ||
ⴰⵥⵔⵓ||
ⴰⵥⵕⴼ||
ⴰⵥⵕⵓ||
ⴱⴰⵍⵎⴰ||
ⴱⴱⴰ||
ⴱⴱⵢ||
ⴱⴷⴷ||
ⴱⴷⴷⵍ||
ⴱⴻⵏⴰⴷⵎ|person|bənadm||alternative form of ⴱⵏⴰⴷⵎ
ⴱⵄⴷ||
ⴱⵏⴰⴷⵎ|person|bnadm
ⴱⵓⵢⵉⵙⴽ|rhinoceros|bujisk
ⴱⵔⵔⵃ||
ⴱⵔⵔⵎ||
ⴱⵔⵛⵎ||
ⴱⵣⵢ||
ⴱⵣⵣⴰⴼ||
ⴳⴰⵏⴳⴰ|drum|ɡanɡa
ⴳⴰⵔ||
ⴳⴳⴰⵍⵍ||
ⴳⴳⵉⴷⵉ||
ⴳⴳⵯⴷ||
ⴳⵎⴰ||
ⴳⵎⵔ||
ⴳⵏ||
ⴳⵏⵓ||
ⴳⵔ||
ⴳⵔⵙ||
ⴳⵣⵉⵍ||
ⴳⵯⵜ||
ⴷⴰⴷ||
ⴷⴷⴰⵡ||
ⴷⴷⵓ ⴷ||
ⴷⴷⵓ||
ⴷⴷⵔ||
ⴷⴷⵣⴰⵢⵔ||
ⴷⴼⴼⵉⵔ||
ⴷⴼⵄ||
ⴷⵉⵏ||
ⴷⵔⵓⵛ||
ⴷⵢ||
ⴹⴰⵔ||
ⴹⴰⵕ||
ⴹⴹⴹ||
ⴹⵓⵡⵔ||
ⴹⵔ||
ⴹⵕ||
ⴼⴰⴷ||
ⴼⴰⴼⴰ||
ⴼⴼⵖ||
ⴼⴽ||
ⴼⵍⵉⵢ||
ⴼⵔⴼⵔ||
ⴼⵙⴷ||
ⴼⵙⵓⵙ||
ⴼⵙⵢ||
ⴼⵛ||
ⴼⵜⵉⵙ||
ⴽⴰⵀⵉⵏⴰ||
ⴽⴰⵡⴽⴰⵡ|peanut|kawkaw
ⴽⴳⴳ||
ⴽⴹⵓ||
ⴽⴼ||
ⴽⴽⵓⵥ||
ⴽⴽⵔ||
ⴽⵊⵎ||
ⴽⵎⴹ||
ⴽⵎⵎ||
ⴽⵎⵣ||
ⴽⵏⵉⵏⵜⵉ||
ⴽⵓⵍ||
ⴽⵓⵏⵏⵉ||
ⴽⵔⴰⴹ||
ⴽⵔⴼ||
ⴽⵔⵙ||
ⴽⵔⵣ||
ⴽⵕⴰⴹ||
ⴽⵯⵏⵏⵉ||
ⴽⵯⵏⵏⵉⵎⵜⵉ||
ⵀⴷⵔ||
ⵀⵣⵣⴰ||
ⵃⴰⵙⴱ||
ⵃⴼⵓ||
ⵃⵎⵓ||
ⵃⵏⵃⵏ||
ⵃⵏⵢⵉ||
ⵃⵓⴹⵔ||
ⵄⴰⵔⵉ||
ⵄⴰⵡⵏ||
ⵄⴷⴷⵓ||
ⵄⵍⴰⵃⵇⵇ||
ⵄⵎⵎⵔ||
ⵄⵓⵎ||
ⵄⵛⵔⴰ||
ⵄⵛⵔⵉⵏ||
ⵅⴰⴹⵔ||
ⵅⴷⵎ||
ⵅⴼ||
ⵅⵅⵓ||
ⵅⵎⵎⵎ||
ⵅⵎⵙⴰ||
ⵅⵡⵓ||
ⵇⴰⴱⵍ||
ⵇⴰⵃ||
ⵇⵇⴰⵔ||
ⵇⵇⵉⵎ||
ⵇⵇⵏ||
ⵇⵇⵙ||
ⵇⵎⵔ||
ⵇⵔⵔⴱ||
ⵉⴱⵉⴱⴸ|hoopoe|ibibð
ⵉⴱⵍⵉⵍⵍⵉ||
ⵉⴳⴷⵉ||
ⵉⴳⵉⴷⵓ|sand|iɡidu
ⵉⴳⵉⴷⵔ||
ⵉⴳⵍⴳⵉⵣ||
ⵉⴳⵏⵏⴰ||
ⵉⴳⵔ||
ⵉⴷⴰⵎⵎⵏ||
ⵉⴷⵔⵉⵙ||
ⵉⴹ||
ⵉⴼⴼ||
ⵉⴼⵉⵖⵔ||
ⵉⴼⵔ||
ⵉⴼⵙⴰⵏ||
ⵉⵄⴱⴰⵏⵏ||
ⵉⵅⴼ||
ⵉⵅⵙ||
ⵉⵅⵚ||
ⵉⵍⵎ||
ⵉⵍⵙ||
ⵉⵎⵉ||
ⵉⵎⵉⴽ||
ⵉⵎⵙ||
ⵉⵏ||
ⵉⵏⴰⵡ||
ⵉⵏⵉ ⵉⵣⵍⴰⵏ||
ⵉⵏⵉ||
ⵉⵔⴷ||
ⵉⵔⵉⵔ||
ⵉⵔⵙ||
ⵉⵔⵥⵥⵉ||
ⵉⵖⴷ||
ⵉⵖⴼ||
ⵉⵖⵕⵢⴰⵏ||
ⵉⵖⵙ||
ⵉⵖⵚ||
ⵉⵙⴳⵏⵡ||
ⵉⵙⴽ||
ⵉⵙⴽⵔ||
ⵉⵙⵉⵏ||
ⵉⵙⵍⴰⵎ||
ⵉⵙⵍⵍⵉ||
ⵉⵙⵎ||
ⵉⵙⵕⵎⴰⵏ||
ⵉⵛⵉⵔⵔⵉ||
ⵉⵛⵛ||
ⵉⵛⵛⵔ||
ⵉⵜⵔⵉ||
ⵉⵡⵍ||
ⵉⵡⵔⵉ||
ⵉⵢⴷⵉ||
ⵉⵣⵉⴽⵔ||
ⵉⵣⵍⴰⵏ||
ⵉⵣⵍⵉ||
ⵉⵣⵎ||
ⵉⵥⵉⵍ||
ⵊⵊⴱⵍ||
ⵊⵊⵢ||
ⵊⵎⵄ||
ⵊⵎⵎⴷ||
ⵍⴰⵥ||
ⵍⴱⵃⵔ||
ⵍⴷⵉ||
ⵍⵃⵇⵇ||
ⵍⵄⴰⴼⵉⵜ||
ⵍⵄⴱ||
ⵍⵄⵉⵍ||
ⵍⵉⴱⵢⴰ||
ⵍⵉⵎⴰⵎ||
ⵍⵎⴷ||
ⵍⵎⵖⵔⵉⴱ||
ⵍⵓⵟⴰⵕ|lute|lutˁarˤ
ⵍⵙ||
ⵍⵡⵉⵖ||
ⵎⴰ||
ⵎⴰⴳⵯⵔⵜⵏ|middle finger|maɡʷrtn
ⵎⴰⵏⵉ||
ⵎⴰⵏⵜⵓⵔ||
ⵎⴰⵢ||
ⵎⴹⵍ||
ⵎⴽ||
ⵎⵉⵍⵎⵉ||
ⵎⵉⵎⴽ||
ⵎⵉⵎⵛ||
ⵎⵍⵓⵍ||
ⵎⵍⵙⵉⵡⵜ||
ⵎⵎⴰ||
ⵎⵎⵖ||
ⵎⵎⵜ||
ⵎⵓⵏ||
ⵎⵔⴰⵡ|ten|mraw
ⵎⵔⵢ||
ⵎⵔⵥⵎ||
ⵎⵕⵥⵎ||
ⵎⵖⵓⵔ||
ⵎⵛ||
ⵎⵢⴰ||
ⵎⵥⵉⵢ||
ⵏⴳⵉ||
ⵏⴹⵍ||
ⵏⴻⵖⴷ|or|nəɣd, nəɣdd
ⵏⴻⵖⴷⴷ|or|nəɣd, nəɣdd||alternative form
ⵏⴽⴽ||
ⵏⴽⵔ||
ⵏⵇⵇⴱ||
ⵏⵉⵀⵏⵉ||
ⵏⵉⵀⵏⵜⵉ||
ⵏⵎ||
ⵏⵏⴰⵖ||
ⵏⵏⵉⴳ||
ⵏⵏⵉⵍ||
ⵏⵓⴽⴽⵏⵉ||
ⵏⵓⵎⵉⴷⵢⴰ||
ⵏⵖ||
ⵏⵖⴷ||
ⵏⵖⴷⴷ||
ⵏⵖⵖⴱ||
ⵏⵙ||
ⵏⵜⵜⴰ||
ⵏⵜⵜⴰⵜ||
ⵏⵡ||
ⵏⵣⵖ||
ⵒⵓⵎⴰⴷⴰ|ointment|pumada
ⵒⵖⵉⵣ|electrical socket|priz
ⵓⴳⵍ||
ⵓⴷⵎ|face|udm
ⵓⴹ||
ⵓⴼⵙ||
ⵓⵀⵓ||
ⵓⵅⵙ||
ⵓⵊⴷⵉⴷ||
ⵓⵍ||
ⵓⵍⴳⵉⵏ||
ⵓⵍⵜ||
ⵓⵍⵜⵎⴰ||
ⵓⵎⵍⵉⵍ||
ⵓⵎⵓⵎ||
ⵓⵏⴼⵙ||
ⵓⵔ||
ⵓⵔⴰⵔ||
ⵓⵔⴷ||
ⵓⵔⵉⵃⵍⵉⵏ||
ⵓⵔⵖ||
ⵓⵙⵉⴹⵏ||
ⵓⵙⵎ||
ⵓⵙⵎⴰⵏ|lightning|usman
ⵓⵛⵛⵏ|wolf|uʃʃn
ⵓⵟⵟⵓⵏ||
ⵓⵣⵎⵎⵓⵔ||
ⵓⵣⵣⴰⵍ||
ⵔⴰⵄⴰ||
ⵔⴰⵔ||
ⵔⴱⴱⴰ||
ⵔⴱⵄⴰ||
ⵔⴽⵓ||
ⵔⵔⵉⴱⴰⴱ|ribab (musical instrument)|rribab
ⵔⵔⵉⵛ||
ⵔⵔⵎⵍⴰ||
ⵔⵖ||
ⵔⵛⵓ||
ⵔⵡⵍ||
ⵔⵥⵉⴳ||
ⵕⵥⵉⴳ||
ⵖⴰⵔ||
ⵖⴼ||
ⵖⵉⵎ||
ⵖⵓⴷⵓ||
ⵖⵓⵙ||
ⵖⵔ||
ⵖⵖⵉⵎ||
ⵖⵣ||
ⵖⵣⵉⴼ||
ⵙⴰ||
ⵙⴰⴷ||
ⵙⴰⵍ||
ⵙⴰⵎ||
ⵙⴱⵄⴰ||
ⵙⴳⴳⵎ||
ⵙⴷⵉⴷ||
ⵙⴹⵉⵙ||
ⵙⴹⵉⵚ||
ⵙⴼⴹ||
ⵙⴽⴽⵔ||
ⵙⴽⵏ||
ⵙⵃⵓ||
ⵙⵉⵏ ⵡⴰⴳⵏⴰⵔⵏ|forty|sin waɡnarn
ⵙⵉⵏ|two|sin
ⵙⵍ||
ⵙⵍⵍ||
ⵙⵎⵉⴹ||
ⵙⵎⵎⵓⵙ|five|smmus
ⵙⵎⵓⵎ||
ⵙⵏⴰⵜ||
ⵙⵓⴷⴷⵎ||
ⵙⵙ-||
ⵙⵙⵇⵇⵏ||
ⵙⵙⵉⵔⴷ||
ⵙⵙⵉⵡⵍ||
ⵙⵙⵏⵡ||
ⵙⵙⵓⴹ||
ⵙⵙⵓⴼⵙ||
ⵙⵙⵓⵎⵎ||
ⵙⵙⵓⵏⴼⵙ||
ⵙⵙⵖⵓⵙ||
ⵙⵜⵉⵍ||
ⵙⵜⵉⵜⵜ||
ⵙⵜⵖ||
ⵙⵜⵜⴰ||
ⵙⵡ||
ⵚⴹⵉⵚ|six|sˁdˁisˁ
ⵛⴰ||
ⵛⴰⵡⵔ||
ⵛⴳⴳ||
ⵛⴹⵉⵏ||
ⵛⴹⵓ||
ⵛⴼ||
ⵛⵎⵎ||
ⵛⵎⵎⵍ||
ⵛⵔⴰⴹ||
ⵛⵔⴼ||
ⵛⵕⴰⴹ||
ⵛⵛ||
ⵛⵟⵃ||
ⵛⵡⵉⵢ||
ⵛⵡⵓ||
ⵛⵡⵢ||
ⵜⴰⴱⵔⵓⵢⵜ|sheep|tabrujt  (?tahrujt, misspelled?)
ⵜⴰⴱⵖⴰⵛⵜ|raspberry|tabʁaʃt
ⵜⴰⴳⴰⵏⵜ||
ⵜⴰⴳⴷⴰ||
ⵜⴰⴳⴷⴰⵣⴰⵍⵜ||
ⵜⴰⴳⴷⵓⴷⴰ||
ⵜⴰⴳⴷⵕⵓⵕⵜ||
ⵜⴰⴳⴹⵔⵓⵔⵜ||
ⵜⴰⴳⵍⴰⵢⵜ||
ⵜⴰⴳⵔⵊⵓⵎⵜ||
ⵜⴰⴳⵔⵙⵜ||
ⵜⴰⴳⵯⵓⵜⵜ||
ⵜⴰⴳⵯⵔⵉⵜⵜ||
ⵜⴰⴷ||
ⵜⴰⴷⴰⴱⵓⵜ|table|tadabut
ⵜⴰⴷⴰⵍⴰ|classroom|tadala
ⵜⴰⴷⴰⵡⵜ||
ⵜⴰⴷⴷⴰⵔⵜ||
ⵜⴰⴷⴷⵉⵅⴼⵜ|pillow|taddiχft
ⵜⴰⴷⴼⴼⴰⵙⵜ|shirt|tadffast
ⵜⴰⴷⴼⴼⵓⵢⵜ|apple|tadffujt
ⵜⴰⴷⵓⵏⵜ||
ⵜⴰⴷⵓⵡⵡⴰⵔⵜ||
ⵜⴰⴼⴰⴷⴰ||
ⵜⴰⴼⴰⵍⴰ||
ⵜⴰⴼⵍⵙⴰⴼⵜ||
ⵜⴰⴼⵓⴽⵜ|sun|tafukt
ⵜⴰⴼⵓⵏⴰⵙⵜ||
ⵜⴰⴼⵓⵛⵜ||
ⵜⴰⵀⴷⴷⵓⵏⵜ|cloak|tahddunt
ⵜⴰⵃⴱⵓⴱⵜ||
ⵜⴰⵃⵔⵓⵢⵜ|sheet|taħrujt
ⵜⴰⵅⵅⵓⵢⵜ||
ⵜⴰⵅⵉⵣⵣⵓⵜ|carrot|taχizzut
ⵜⴰⵅⵙⴰⵢⵜ ⵜⴰⵣⴳⵣⴰⵡⵜ|courgette|taχsajt tazɡzawt
ⵜⴰⵇⴰⵕⵉⴹⵜ|CD|taqarˤidˁt
ⵜⴰⵍⴱⵉⵅⵜ|plaster (dressing)|talbiχt
ⵜⴰⵍⵍⴰⵙⵜ||
ⵜⴰⵍⵍⵓⵏⵜ||
ⵜⴰⵎ||
ⵜⴰⵎⴰⵔⵜ||
ⵜⴰⵎⴰⵣⵉⵖⵜ|Tamazight|tamaˈzɪɣt
ⵜⴰⵎⴷⴷⵉⵜ||
ⵜⴰⵎⵎⵏⵜ||
ⵜⴰⵎⵓⵔⵜ||
ⵜⴰⵎⵟⵟⵓⵜⵜ||
ⵜⴰⵎⵣⵣⵡⵓⵜ|towel|tamzzwut
ⵜⴰⵎⵥⵍⴰ||
ⵜⴰⵏ||
ⵜⴰⵔⴰⴽⴰⵍⵜ||
ⵜⴰⵔⴱⴰⵜⵜ||
ⵜⴰⵔⵉⵃⵉⵜ|slippers|tariħit
ⵜⴰⵖⴹⴼⵜ||
ⵜⴰⵖⵔⵉⵜⵜ||
ⵜⴰⵖⵔⵓⵛⵜ||
ⵜⴰⵙⴰ||
ⵜⴰⵙⴰⵔⵓⵜ||
ⵜⴰⵙⵍⴹⵜ||
ⵜⴰⵙⵏⵉⵍⵙⵜ||
ⵜⴰⵛⵛⵍⵜ||
ⵜⴰⵛⵛⵓⵎⵄⵉⵜ|candle|taʃʃumʕit
ⵜⴰⵡⴰⵍⵉⵜ||
ⵜⴰⵡⴰⵔⴳⵉⵜⵜ||
ⵜⴰⵡⵏⵣⴰ|crown|tawnza
ⵜⴰⵡⵔⵉⵇⵜ||
ⵜⴰⵢⵔⵉ||
ⵜⵃⵉ||
ⵜⵉⴳⴷⵉⵜ||
ⵜⵉⴳⵎⵎⵉ||
ⵜⵉⴳⵏⵣⴰⵔ||
ⵜⵉⴳⵔⵉ||
ⵜⵉⴷⴷⵓⴽⴽⵍⴰ||
ⵜⵉⴼⵉⴼⵍⵜ ⵉⵇⵇⵙⵏ|chili pepper|tififɫt iqqsn
ⵜⵉⵀⵉⵔⵉⵜ|car|tihirit
ⵜⵉⵍⴳⴳⵡⵉⵜ||
ⵜⵉⵍⴳⴳⵯⵉⵜ||
ⵜⵉⵎⵉⴹⵉ||
ⵜⵉⵏⴰⵡⵜ||
ⵜⵉⵏⴳⴻⵍⵉⵣⵜ|English language|tinɡəlizt
ⵜⵉⵏⴳⵍⵉⵣⵜ|English language|tinɡəlizt||alternative form
ⵜⵉⵔⵎⵜ||
ⵜⵉⵙⵍⵉⵜ||
ⵜⵉⵙⵏⵜ||
ⵜⵉⵜⵜ||
ⵜⵉⵟⵟ||
ⵜⵉⵡⴷⵉ||
ⵜⵉⵣⵉⵣⵡⵉⵜ||
ⵜⵎⴻⵏⵢⴰ|eight|tmənja
ⵜⵎⵏⵢⴰ|eight|tmənja||alternative form
ⵜⵏⵣⵣⵓⵜ||
ⵜⵓⴳⴰ||
ⵜⵓⴳⴷⵓⵜ||
ⵜⵓⵔⴷⴰ||
ⵜⵓⵔⵜⵉⵜ||
ⵜⵓⵖⵎⵙⵜ||
ⵜⵓⵙⵏⴰⴽⵜ||
ⵜⵓⵜⵍⴰⵢⵜ||
ⵜⵙⵄⵓⴷ||
ⵜⵜⵓⵜⵜⵢ||
ⵜⵜⵔ||
ⵜⵥⴰ||
ⵟⵙ||
ⵟⵟⴰⵊⵉⵏ|tagine|ttˁaʒin
ⵟⵟⴹ||
ⵟⵟⴼ||
ⵟⵟⵉⵇⵙ||
ⵠⵉⵜⵉⵜⵉ|bicycle|vititi
ⵡⴰⴷ||
ⵡⴰⵏ||
ⵡⴰⵔⴳⴰ||
ⵡⴰⵡⵊⴹⵎ|dandelion|wawʒdˁm
ⵡⵍ||
ⵡⵏⵥⵓⵍ||
ⵡⵔⵉⵖ||
ⵡⵙⵄ||
ⵡⵙⵅ||
ⵢⴰⴹⵏ||
ⵢⴰⴹⵏⵉⵏ||
ⵢⴰⵀ||
ⵢⴰⵏ|one|jan
ⵢⵓⵏ||
ⵢⵓⵏⵙ||
ⵢⵓⵔ||
ⵢⵓⵜ||
ⵣⵓⵔ||
ⵣⵓⵖⵔ||
ⵣⵡⵉⵖ||
ⵣⵡⵓ||
ⵣⵣⵔⵔⵉⵄⵜ||
ⵥ||
ⵥⵉⵢⵔ||
ⵥⵎ||
ⵥⵓⵎ||
ⵥⵥⴰⴳ||














































`

