
// ⒶⒷⒸⒹⒺⒻⒼⒽⒾⒿⓀⓁⓂⓃⓄⓅⓆⓇⓈⓉⓊⓋⓌⓍⓎⓏ
// ⓐⓑⓒⓓⓔⓕⓖⓗⓘⓙⓚⓛⓜⓝⓞⓟⓠⓡⓢⓣⓤⓥⓦⓧⓨⓩ⊙
// 🅐🅑🅒🅓🅔🅕🅖🅗🅘🅙🅚🅛🅜🅝🅞🅟🅠🅡🅢🅣🅤🅥🅦🅧🅨🅩
// 🅰🅱🅲🅳🅴🅵🅶🅷🅸🅹🅺🅻🅼🅽🅾🅿🆀🆁🆂🆃🆄🆅🆆🆇🆈🆉



var collections = [
{ symbol:'ⓥ', desc:'Dependent vowels', chars:'(xxx)' },
{ symbol:'Ⓥ', desc:'Independent vowels', chars:'(ᥤ|ᥪ|ᥧ|ᥥ|ᥨ|ᥫ|ᥦ|ᥩ|ᥣ|ᥬ|ᥭ)' },
{ symbol:'Ⓒ', desc:'All consonants', chars:'(ᥙ|ᥚ|ᥖ|ᥗ|ᥐ|ᥠ|ᥟ|ᥓ|ᥡ|ᥜ|ᥔ|ᥑ|ᥞ|ᥛ|ᥢ|ᥒ|ᥝ|ᥘ|ᥕ)' },
{ symbol:'ⓣ', desc:'Tone marks', chars:'(̈|̌|̀|̇|́)' },
{ symbol:'Ⓣ', desc:'Tones', chars:'(ᥰ|ᥱ|ᥲ|ᥳ|ᥴ)' },
{ symbol:'⊙', desc:'Invisibles', chars:'(\u200C|\u200D)' },
]
