/*
@ Source: https://cefliberia.org/wp-content/uploads/2020/03/Bertkau-Phonology-of-Bassa.pdf
§ 'Noto Sans Bassa Vah'
# 200
~ ltr
! bsq
*/


autoExpandExamples.bsq = `

𖫣𖫬𖫱𖫐𖫐𖫬𖫱𖫐|big|vᵋ̃nɛ̃̀|vnɛ̃̀
𖫔𖫧𖫴|to make a mistake||máà
𖫔𖫧𖫴|friend/to make a mistake||ɓáà/máà
𖫡𖫩𖫳𖫞𖫩𖫳|mountain|tᵒɾō|tɖō
𖫔𖫧𖫱𖫒𖫨𖫴|Bassa|ɓàsóò
𖫞𖫪𖫲𖫐𖫐𖫪𖫲𖫐|fog|dᵘ̃ɾũ̄|dnũ̄
𖫓𖫪𖫰𖫞𖫪𖫰|to float|fᵘɺú|fɖú
𖫟𖫧𖫰𖫐𖫐𖫧𖫰𖫐|grease|cᵃ̃n̆ã́|cnã́
𖫞𖫧𖫰𖫔𖫧𖫰|to kill|ɗᵃɓá|ɗɓá
𖫡𖫬𖫱𖫐𖫔𖫬𖫱𖫐|to teach|tᵋ̃mɛ̃̀|tmɛ̃̀
𖫞𖫧𖫰𖫔𖫧𖫰|to kill|ɗᵃɓá|ɗɓá
𖫥𖫧𖫱𖫥𖫧𖫱|slipper|pàpà
𖫧𖫰𖫛𖫧𖫱|hour|áwà
𖫟𖫫𖫴|to write|céè
𖫞𖫬𖫲|thing|ɗē
𖫟𖫫𖫰𖫞𖫬𖫱|book|cééɗɛ̀
𖫜𖫧𖫱𖫑𖫧𖫰|musical instrument|zákà
𖫪𖫰𖫐|I|ḿ
𖫒𖫭𖫰𖫧𖫱𖫪𖫰𖫐|trousers|síàṹ
𖫔𖫨𖫰𖫐|to want, wish|mɔ̃́
𖫕𖫪𖫰|child|dʲú|dyú
𖫤𖫭𖫲𖫐𖫕𖫫𖫲𖫐|four|hĩ̄ɲɛ̃̄|hĩ̄nyɛ̃̄

`

