
// ⒶⒷⒸⒹⒺⒻⒼⒽⒾⒿⓀⓁⓂⓃⓄⓅⓆⓇⓈⓉⓊⓋⓌⓍⓎⓏ
// ⓐⓑⓒⓓⓔⓕⓖⓗⓘⓙⓚⓛⓜⓝⓞⓟⓠⓡⓢⓣⓤⓥⓦⓧⓨⓩ⊙
// 🅐🅑🅒🅓🅔🅕🅖🅗🅘🅙🅚🅛🅜🅝🅞🅟🅠🅡🅢🅣🅤🅥🅦🅧🅨🅩
// 🅰🅱🅲🅳🅴🅵🅶🅷🅸🅹🅺🅻🅼🅽🅾🅿🆀🆁🆂🆃🆄🆅🆆🆇🆈🆉


var collections = [
{ symbol:'Ⓥ', desc:'Dependent vowels', chars:'(َ|ُ|ِ|ً|ٌ|ٍ|ْ|ٰ)' },
{ symbol:'ⓗ', desc:'Hamza', chars:'(ء|آ|أ|إ|ؤ|ئ|ة)' },
{ symbol:'Ⓒ', desc:'All consonants', chars:'(ا|و|ي|ج|ظ|ب|ت|د|ط|ض|ك|ق|ف|ث|ذ|س|ص|ز|ش|خ|غ|ه|ح|ع|م|ن|ر|ل)' },
{ symbol:'ⓒ', desc:'Consonants with no matres', chars:'(ج|ظ|ب|ت|د|ط|ض|ك|ق|ف|ث|ذ|س|ص|ز|ش|خ|غ|ه|ح|ع|م|ن|ر|ل)' },
{ symbol:'⊙', desc:'Invisibles', chars:'(\u200C|\u200D|2067|202B|2066|202A|2068|2069|202C|200F|200E|061C|034F)' },
]
