
// ⒶⒷⒸⒹⒺⒻⒼⒽⒾⒿⓀⓁⓂⓃⓄⓅⓆⓇⓈⓉⓊⓋⓌⓍⓎⓏ
// ⓐⓑⓒⓓⓔⓕⓖⓗⓘⓙⓚⓛⓜⓝⓞⓟⓠⓡⓢⓣⓤⓥⓦⓧⓨⓩ⊙
// 🅐🅑🅒🅓🅔🅕🅖🅗🅘🅙🅚🅛🅜🅝🅞🅟🅠🅡🅢🅣🅤🅥🅦🅧🅨🅩
// 🅰🅱🅲🅳🅴🅵🅶🅷🅸🅹🅺🅻🅼🅽🅾🅿🆀🆁🆂🆃🆄🆅🆆🆇🆈🆉



var collections = [
{ symbol:'Ⓥ', desc:'Vowels', chars:'(ا|ێ|ۊ|ۆ|ە)' },
{ symbol:'Ⓒ', desc:'Consonants', chars:'(پ|ب|ت|د|ک|گ|ق|ع|چ|ج|ف|ڤ|س|ز|ش|ژ|خ|غ|ح|ه|ھ|م|ن|و|ر|ڕ|ل|ڵ|ی)' },
{ symbol:'ⓒ', desc:'Consonants without matres', chars:'(پ|ب|ت|د|ک|گ|ق|ع|چ|ج|ف|ڤ|س|ز|ش|ژ|خ|غ|ح|ه|ھ|م|ن|ر|ڕ|ل|ڵ)' },
{ symbol:'ⓥ', desc:'Matres', chars:'(ی|و)' },
{ symbol:'Ⓔ', desc:'Extended consonants', chars:'(نٚ|ڒ|ڔ|ڶ|ڷ|ك)' },

{ symbol:'⊙', desc:'Invisibles', chars:'(\u200C|\u200D|2067|202B|2066|202A|2068|2069|202C|200F|200E|061C|034F)' },
]
