/*
@ Source: https://en.wikipedia.org/wiki/Sorani
*/
/*
native | meaning | IPA① | transcription | other transcriptions② | notes | wiktionary③


① separate each text unit (consonant+combining_mark(s)) with ','; separate phonetic syllables with .
   use ‹ and › for a sound that spans 2 text units
   use – for a text unit that doesn't produce sound
   syllable boundary markers go inside previous unit, and emphasis markers begin emphasised unit

② the previous transcription field is always Latin. 
   if there is another key orthography (eg. Mongolian cyrillic) it goes here.
   vowelled/unvowelled alternatives also go here

③ if Wiktionary spells the word differently, add the spelling here
*/







autoExpandExamples.ckb = `

@ Source: https://en.wikipedia.org/wiki/Sorani



@ https://en.wiktionary.org/wiki/Category:Central_Kurdish_lemmas

ئا||
ئادەم||
ئارام||
ئارد||␣
ئارەزوو||␣|
ئازاد||
ئازادی||
ئازار||
ئازەربایجان||␣|
ئاسان||␣|
ئاسمان||␣|
ئاسن||␣|
ئاسنگەر|blacksmith|ʔ,aː,sə,ŋ,ɡ,a,ɾ|asinger||/../
ئاسنین||␣|
ئاسک||␣|
ئاسۆ||␣|
ئاسۆی ڕووداو||␣|
ئاسۆیی||␣|
ئاشت|reconciled, at peace|ʔ,aː,ʃ,t|aşt||/../
ئاشتی|peace|ʔ,aː,ʃ,t,iː|aştî
ئافراندن||␣|
ئافرەت|woman|ʔ,aː,f,ɾ,a,t|afret
ئال|middle finger|a,l|al
ئامیتن||␣|
ئانیشک||␣|
ئاو||
ئاواز||␣|
ئاور||
ئاوریشم|silk|ʔ,aː,u̯,ɾ,iː,ʃə,m|awrîşim||/../
ئاوس||␣|
ئاوسی||␣|
ئاوی||␣
ئاوێنە||␣|
ئاپارتمان|appartment, flat|ʔ,aː,p,aː,ɾ,t,m,aː,n|apartman
ئاچۆخ||␣|
ئاژوژتن||␣|
ئاژوەر||␣|
ئاگر||␣
ئاگردان||
ئاڵا||␣|
ئاڵاندن||␣|
ئاڵتوون||␣|
ئاڵوو||␣|
ئایا||
ئۆتۆمۆبیل||␣|
ئۆقیانووس||␣|
ئۆھایۆ|Ohio|›,oː,h,aː,j,oː|ohayo
ئیسلام||␣|
ئینسان||␣|
ئێران||␣
ئێرانی|Iranian|ʔ,e̞ː,ɾ,aː,n,iː|êranî
ئێرە||
ئێستر||␣|
ئێسک||␣|
ئێسکان||␣|
ئێش|pain, ache|ʔ,e̞ː,ʃ|êş||/../
ئێمە|we, us|›,eː,m,æ|ême
ئێوارە||␣|
ئێوە|you (pl)|›,eː,w,æ|êwe
ئەتاری||␣|
ئەتۆم||␣|
ئەجزاخانە||
ئەحمەد|Ahmed|›,a,ħ,m,a,d|Eḥmed||Iran
ئەرخەوان||␣|
ئەرخەوانی||
ئەرز||␣|
ئەرشیف||␣|
ئەرمەن|Armenian (people)|ʔ,a,ɾ,m,a,n|ermen
ئەرمەنی|Armenian (lang)|ʔ,a,ɾ,m,a,n,iː|ermenî
ئەزموون||␣|
ئەستوور||␣|
ئەستووری||␣|
ئەستێرە||
ئەستێور||␣|
ئەستەمبوڵ||␣|
ئەسر||␣|
ئەسرۆ||␣|
ئەسپ||␣|
ئەسپێ||␣|
ئەسکەنە||␣|
ئەشکەوت||␣|
ئەفغانستان||␣|
ئەلفوبێ||␣|
ئەمبار|warehouse, depot|ʔ,a,m,b,aː,ɾ|embar||/../
ئەمریکا||
ئەندازە||␣|
ئەنگاوتن||␣|
ئەنگوست||␣|
ئەنگوستیلە||␣|
ئەهریمەن||␣|
ئەو|he, she|›,æ,w|ew
ئەوان|they|›,a,ˈw,aː,n|ewan
ئەوین||
ئەژنۆ||␣|
ئەڵماس||␣|
اللە||␣|
ب||␣|
با|wind|b,aː|ba
باخ||␣|
باخچە||
بادەم|almond|b,aː,d,a,m|badem
بارام||␣|
باران||
بارین||␣|
بازاڕ||␣|
باسک||␣|
باش||␣
باشوور||␣|
بالیف||␣|
بانگ||
باوک|father|b,aː,u̯,k|bawk||/../
باوێشک||␣|
باوەش||␣|
باپیر||␣|
باژێڕ||␣|
باکوور||␣|
باڵ|wing|b,aː,ɫ|ball
باڵا بەرز||␣|
باڵا کورت||␣|
باڵا||␣|
باڵابەرزە||␣|
باڵاخانە||␣|
باڵندە||␣|
باینجان||␣|
بت||␣|
برا||␣
برج||
برسی||␣|
برنج||
برند||␣|
برندی||␣|
برووسک||␣|
برووسکە||␣|
برژان||␣|
برژانگ||␣|
برۆ||␣|
بریا||␣|
بزن||␣
بزنمژ|monitor lizard|bə,zə,n,mə,ʒ|bizinmij||/../
بست||␣|
بلیمەت||␣|
بنێشت||␣|
بنەوشە|violet|bə,n,a,w,ʃ,a|binewşe
بوار||␣|
بورج||
بوومەلێڵ||␣|
بوومەلەرزە||␣|
بووک||␣|
بڕۆ||␣|
بڕین||␣|
بژ||␣|
بکەر||␣|
بڵق||␣|
بڵند||␣|
بۆ چ||
بۆ چی||
بۆ||
بۆب||␣|
بۆق||␣|
بۆمبا|bomb|b,o̞ː,m,b,aː|bomba
بۆن|smell, odor|b,o̞ː,n|bon
بی||␣|
بیبەر||␣|
بیر||␣|
بیرکاری||
بیرە||
بیسایی||␣|
بیست و یەک|twenty-one|b,iː,s,t,,u,,j,a,k|bîst u yek
بیست|twenty|b,iː,s,t|bîst
بیستن||␣|
بیژوو||␣|
بیژی||␣|
بێ|without|b,e|bê
بێئیش||␣|
بێئێش|painless|b,e̞ː,ʔ,e̞ː,ʃ|bê'êş||/../
بێقیمەت||
بێوە||␣|
بێژنگ||␣|
بێکار||␣|
بێڵ||␣|
بە||
بەحر||␣|
بەخێرایی||␣|
بەد||␣
بەراز||␣|
بەران||␣|
بەرخ|lamb|b,ɛ,r,x|berx
بەرد||␣|
بەردتاش||␣|
بەردەستێ|flint|b,a,ɾ,d,a,s,t,e̞ː|berdestê
بەردەپێ||␣|
بەرز|high|␣|berz
بەرزی||␣|
بەرپرسایەتی||␣|
بەرەباب||␣|
بەش||␣
بەفر|snow|b,æ,f,ɾ|befr
بەنداو||␣|
بەور||␣|
بەپڕەپڕ||␣|
بەڕوو|acorn|b,a,r,uː,‹|berrû
بەژن برند||␣|
بەژن کورت||␣|
بەژن|height, stature|b,æ,ˈʒɪ,n|bezhin||/../
بەڵێن||␣|
بەھار||␣
تات||␣|
تازیانە||␣|
تازە||
تاشین||␣|
تاوس||␣|
تاوستان||
تاوە||␣|
تاڤگە||␣|
تاڵ||␣|
تاڵی||␣|
تر|comparative suffix|tɪ,ɾ|-tir
ترسان||␣|
ترش||␣|
ترین|superlative suffix|tɪ,ɾ,i,n|-tirîn
ترێ|grape|t,ɾ,e̞ː|tirê
توانا|Twana (male given name)|t,w,aː,n,aː|twana
توانین||␣|
توتن|tobacco|t,ʊ,tɪ,n|tutin
توو||␣|
تووتی||␣|
توور||␣|
تووڕە||␣|
تووک|hair, fur|t,uː,‹,k|tûk
تڕومبێل||␣|
تۆ|you, your|toː|to
تۆقاندن||␣|
تۆقین||␣|
تۆو||␣|
تۆواو||␣|
تۆپ|ball|t,oː,p|top
تۆپز||␣|
تیر||␣|
تیغ||␣|
تیمساح||␣|
تینوو||␣|
تیژ||␣|
تێر||␣|
تێژ||␣|
تەتە||␣|
تەخت||␣|
تەرزە||␣|
تەلەڤیزیۆن||
تەماتە||␣|
تەمەن|age|t,ɛ,m,ɛ,n|temen|temen
تەندروست||␣|
تەندروستی||␣|
تەنک||␣|
تەواو|complete, ready|t,a,w,aː,w|tewaw
تەور||␣|
تەورات||␣|
تەڵە||␣|
تەڵەمشک||␣|
جاترە||␣|
جار||
جامعە|university|d͡ʒ,aː,m(ə),ʕ,a|cami'e
جاڵجاڵۆکە||␣|
جوان|beautiful|d͡ʒə,w,aː,n|ciwan
جوو|Jew|d͡ʒ,uː,‹|cû
جووت||␣|
جووتیار|farmer|d͡ʒ,uː,‹,t,j,aː,r|cûtyar
جووتێر||
جوون||␣|
جگەر||␣|
جۆ||␣
جین||␣|
جیهان||␣|
جێژنە||␣|
جەبر||␣|
جەرگ||␣|
جەژن|festive holiday|d͡ʒ,a,ʒ,n|cejn||/../
حەلەب||␣|
حەوت|seven|ħ,a,w,t|ḧewt
حەڤدە|seventeen|ħ,a,v,d,a|ḧevde
خاتوون||
خاس کردن||␣|
خاس||␣|
خانوو||␣
خانی||␣|
خاو||
خاولی||␣|
خاچ|cross|x,aː,t͡ʃ|xaç
خاڵ||␣|
خاڵخاڵۆکە||␣|
خشڵ||␣|
خشۆک||␣|
خوا||␣|
خورما||␣|
خوری||␣|
خوشک||
خوێ||
خوێن||␣|
خوێندن||␣|
خوێنمژ||␣|
خۆ||␣|
خۆر|sun|␣|xor
خۆراک||␣|
خۆراکی||␣|
خۆزگە||␣|
خۆڕەو||␣|
خۆڵەمێشی|grey|x,oː,ɫ,a,m,eː,ʃ,iː|xoḷemêşi
خێرا||␣|
خەرک||␣|
خەزان||
خەزوور||␣|
خەست||
خەسوو||␣|
خەمۆکی||␣|
خەنجەر||␣|
خەو||␣
خەوتن||␣|
خەون||␣|
خەڵووز||␣|
خەڵک||
دا||
داخراو||␣|
داخستن||␣|
داد||
دادوەر||␣|
دار||
دارتاش||␣|
دارستان||␣|
دارچین||
دارەسمە||␣|
داس||␣|
دان||␣
دانشگا||
داپیر||␣|
داک||␣|
دایک||␣|
ددان||␣|
ددانێشە||␣|
در||␣|
دراو||␣|
درز||␣|
دروون||␣|
درۆ||␣|
درێژ||␣|
درێژی||␣|
درەنگ||␣|
درەوش||␣|
دز||␣|
دزی||␣|
دزین||␣|
دنیا||
دوانزە|twelve|d(ə),w,aː,n,z,a|dwanze
دوو|two|d,uː,‹|dû
دوور|far|d,uː,‹,ɾ
دووری||␣|
دووشەممە||␣
دووپشک||␣|
دووگرد||␣|
دوڕ||␣|
دڕک||␣|
دژمن||␣|
دڵ|heart|də,ɫ|dill
دۆ||
دۆزەخ||␣|
دۆست||
دۆشین||␣|
دۆشەک||␣|
دۆلفین||␣|
دۆژە||␣|
دۆڵ||␣|
دیتن||␣|
دیسان||
دین||␣|
دینی||␣|
دیوار|wall|d,iː,w,aː,ɾ|dîwar
دێ|village|d,eː|dê
دێر||␣|
دێو||␣|
دە|ten|d,a|de
دەرد||
دەرزی||
دەرمان||
دەرمانخانە||
دەروێش||␣|
دەرکە||␣|
دەرگا|door|d,a,r,ɡ,aː|dargâ|dargâ
دەریا||␣|
دەست||
دەشت||␣|
دەف||␣|
دەفتەر||
دەم||␣|
دەموچاو||␣|
دەنووک||␣|
دەنگ||
دەور||
دەوین||␣|
رووداو||
رێوی||
زار||␣|
زان||␣|
زانست||␣|
زانستگا||
زانستگە|university|z,aː,nə,s,t,ɡ,a|zanistge
زانکۆ||
زانین||␣
زاوا||␣|
زاوە||␣
زاڵ||␣|
زایەند||␣|
زبڵ||␣|
زر||␣|
زرێ||␣|
زرێچە||␣|
زستان|winter|zɪ,s,t,aː,n|zistan
زل||␣|
زلدەریا||␣|
زمان||␣|
زه‌نجه‌فیل||␣|
زوو||␣|
زوور||␣|
زڕبرا||
زڕخوشک||
زۆمبی||␣|
زۆڵ||␣|
زیرەک||␣|
زین||␣|
زیندوو||␣|
زیندی||␣|
زیو||␣|
زیوگەر||␣|
زێروو||␣|
زێڕ||␣|
زێڕنگەر|goldsmith|z,e̞ː,rə,ŋ,ɡ,a,ɾ|zêrringer
زێڕین||␣|
زەرد|yellow|z,a,ɾ,d|zerd
زەریا||␣|
زەریاچە||␣|
زەلام||
زەنجەفیل|ginger|z,a,n,d͡ʒ,a,f,iː,l|zencefîl
زەنگ||␣|
زەوی||␣|
زەڕافە||␣|
زەیتوون||␣|
سارد||␣|
ساغ||
ساوار||␣|
ساڵ||␣
سبەی||␣|
ستوون||␣|
ستوونی||␣|
سفر|zero|sɪ,fɪ,r|sifir
سلام||␣|
سلێمانی|Sulaymaniyah|sɪ,l,eː,m,ɑː,n,iː|Silêmanî
سم||␣|
سمۆرە||␣|
سمەک||␣|
سنجاو||
سوار||␣|
سووتان||␣|
سووتاو||␣|
سوور|red|s,uː,‹,ɾ|sûr
سوورێژە||␣|
سوورەقوڵنگ||␣|
سوون||␣|
سووک||␣|
سوێر||␣|
سپا||␣|
سپاس|thanks|s,p,aː,s|spas
سپڵ||␣|
سپی||␣
سپیدار|white poplar|s,p,iː,d,aː,ɾ|spîdar||/../
سپە||␣|
سپەر||␣|
سڕ|numb|sə,r|serr
سکێشە||␣|
سڵاو و ڕێز||␣|
سڵاو|greeting|sə,ɫ,aː,w|siḷaw
سڵاوکردن||␣|
سۆراغ||␣|
سیانزە|thirteen|s(ə),j,aː,n,z,a|syanze
سیر||
سینگ||␣|
سێ|three|s,eː|sê
سێو||
سێگۆشە||␣
سەبر||␣|
سەت||␣|
سەخت||
سەد|hundred|s,a,d|sad
سەدپێ||␣|
سەدە||␣|
سەر||␣
سەرتاش||␣|
سەرما||␣|
سەرمێکوتە||␣|
سەرۆک||␣|
سەرین||␣|
سەرێشە||␣|
سەرەتا||
سەرەداو||␣|
سەلام||␣|
سەلامو عەلەیکوم||␣|
سەماوەر||
سەندن||␣|
سەوز|green|s,a,w,z|sewz
سەگ||␣
سەھۆڵ||␣|
شا||
شاخ|mountain|ʃ,aː,x|şax
شادی||␣|
شار|city, town|ʃ,aː,ɾ|şar
شاردن||␣|
شان||␣|
شانزە|sixteen|ʃ,aː,n,z,a|şanze
شانە||␣|
شاوە||␣|
شت||
شفتی||␣|
شوان||␣|
شوقە|appartment|ʃ,u,q,a|şuqe
شوو||␣|
شووتی||␣|
شووشە||␣|
شیر||␣
شین|blue|ʃ,iː,n|şîn
شێت|madman, lunatic|ʃ,e̞ː,t|şêt
شێر|lion|ʃ,e̞ː,ɾ|şêr
شێو||␣|
شەش|six|ʃ,a,ʃ|şeş
شەممە||␣|
شەو|night|ˈʃəw|şew
شەوە||␣|
شەپۆل||␣|
شەڕ||␣|
شەکر||␣|
شەکرۆکە||␣|
شەیتان||␣|
عارد||␣|
عومان||␣|
عێراق|Iraq|ʕ,eː,r,aː,q|ʿÊraq
عەشق|love|ʕ,a,ʃ,q|'eşq|ʔaʃq (Iran)|Iraq
عەیب||␣|
ـتر||␣|
فافۆن||␣|
فراوین||␣|
فرمێسک||␣|
فریشتە||␣|
فستق||␣|
فڕۆکە||␣|
فڕۆکەخانە||␣|
فۆتۆن||␣|
فۆتینۆ||␣|
فیزیک||␣|
فیل|elephant|f,iː,l|fil
فیلەوان||␣|
فێنک||␣|
فەرمانرەوا||
فەرھەنگ||
فەرەنسا||
فەرەنساوی||
قارەمان||
قاز|goose|q,aː,z|qaz
قازەوان||␣|
قامووس||
قانوون||␣|
قاوە||␣|
قاوەیی|brown|q,aː,w,a,j,iː|qaweyî
قاپی||
قرچۆک||␣|
قسڵ|lime (geol.)|qə,s,ɫ|qisḷ
قشت||␣|
قل||␣|
قوو||␣|
قووڵ|deep|q,uː,‹,ɫ|qûḷ
قوڕقوشم||␣|
قوژبن||␣|
قوڵنگ||␣|
قیبلە||␣|
قەتەر||␣|
قەساب||
قەفەس||
قەوزە||
قەپات کردن||␣|
قەپات||␣|
قەڵخان|shield|q,a,ɫ,x,aː,n|qellxan
قەیچی|scissors|q,ə,j,t͡ʃ,iː|qeyçî
لادێ|countryside|l,aː,d,eː|ladê
لاق||
لاڵ||␣|
لستن||␣|
لوبنان||␣|
لووت||␣|
لووس||␣|
لووشین||␣|
لۆکە||
لێو||␣|
لە ... دا||
لەبن|below|l,a,bə,n|lebin
لەبەینی ... دا|between|l,æ,b,æ,j,n,ɪ,, ... ,,d,a|lebeyni ... da
لەش||␣|
لەنجەباز||␣|
مادیار||
مار||␣
مارماسی||␣|
مارمیلۆق||␣|
مارمێلکە||␣|
مازوو|oak apple|m,aː,z,uː,‹|mâzû
ماست||
ماستاو||␣
ماسوولکە||␣|
ماسی||␣|
ماسیگر||␣|
ماشێن||
مام||␣|
مامر|hen|m,aː,mə,ɾ|mamir
مامز||␣|
مامووت||␣|
مان||␣|
ماندوو||␣|
مانگ|moon, month|m,aː,ŋ,ɡ|mang
مانگا||␣|
ماک||␣|
ماکەر||␣|
ماڵ||␣|
مایین||␣|
مر||
مراوی||␣
مردن||␣|
مردوو||␣|
مردی||␣|
مرواری||
مرۆڤ|person, human being|mɪ,r,oː,v|mirov
مریشک|hen|m,ɾ,iː,ʃ,k|mirîşk
مزگەوت|mosque|mə,z,ɡ,a,u̯,t|mizgewt
مس||␣|
مسگەر||␣|
مشار||␣|
مشک||␣|
مل||␣|
ملوانکە||␣|
من|I, me|mɪ,n|min
مناڵ||␣|
منداڵ||
موزیک||
مووروو||␣|
مووزیک||
مووسیقی|music|m,uː,‹,s,iː,q,iː|mûsîqî
موگناتیس||␣|
مْریشک|hen|m,ɾ,iː,ʃ,k|mirîşk|||مریشک
مژ||␣|
مژین||␣|
مۆبایل||
مۆخ||␣|
مۆدە||
مۆر||␣
مۆز||
مۆسیقا||
مۆم||␣|
میز||␣|
میزتن||␣|
میزڵدان||␣|
میسر||
میواو||␣|
میوە||␣|
میکرۆب|microbe|m,iː,k,r,oː,b|mîkrob
میکرۆفۆن||
مێ||
مێخ||␣|
مێرد||␣|
مێروو||␣|
مێرووستان||␣|
مێروولە||␣|
مێرگ||␣|
مێز||
مێش|fly (insect)|m,eː,ʃ|mêş
مێشوولە||␣|
مێشک||␣|
مێشھەنگوین||␣|
مێوان||␣|
مێوژ||␣|
مێژوو||␣|
مەرجان||␣|
مەرگ||
مەریخ||␣|
مەزن|great|m,ɛ,zɪ,n
مەست||␣|
مەقەس||
مەل||␣|
مەمک||␣|
مەڕمەڕ||␣|
مەکتووب||
مەکر||␣|
مەگەز||
مەڵاشوو||␣|
نا||
ناردن||␣|
نازدار||␣|
نازین||␣|
ناسین|to know, recognize|n,aː,s,iː,n|nasîn
ناشتن||␣|
نامە||
نان||␣
ناو|name|n,aː,u̯|naw
ناوک||␣|
ناڵ||␣|
ناھی||␣|
نشین||␣|
نوقڵ||␣|
نووستن||␣|
نووسین||␣|
نووسەر||␣|
نوێ||
نوێژ||␣|
نۆ|nine|n,oː|no
نۆزدە|nineteen|n,oː,z,d,a|nozde
نۆک||␣|
نیاز||
نیسک||␣|
نینۆک||
نیو||␣|
نیوەشەو||␣|
نیوەڕۆ||␣|
نێرگز||␣|
نێپتوون||␣|
نێچیر||␣|
نێڕ||
نێژ||␣|
نە||
نەبیس||␣|
نەبین||␣|
نەبەز||␣|
نەتەوە||␣|
نەتەوەیی||␣|
نەخۆش||␣|
نەخۆشخانە||␣|
نەرم||␣|
نەزان||␣|
نەزانی||
نەمر||␣|
نەچە|generation|n,a,t͡ʃ,a|neçe
نەینۆک||␣|
هیشک||␣|
هەرگیز||␣|
هەناری||␣|
هەولێر||␣|
هەڕوو||␣|
هەیتە||␣|
و||␣|
واڵایی||␣|
وتن||␣|
ورچ||␣|
ورە||␣|
وشتر|camel|wə,ʃ,tə,ɾ|wiştir||/../
وشترمر||␣|
وشک|dry, arid|wə,ʃ,k|wišk
وشەنامە||
وێران||␣|
وەخت||
وەرز||
وەرگێڕ||␣|
وەرگێڕان||␣|
وەسف||␣|
وەڕین||␣|
پ||␣|
پاراستن||␣|
پارتی||␣|
پارچە||
پارێزگای||␣|
پارێزەر||
پارە||
پان||␣|
پانزە|fifteen|p,aː,n,z,a|panze
پانی||␣|
پاک||␣|
پاکستان||
پاڵاوتن||␣|
پاڵەوان||␣|
پایز||␣
پاییز||␣|
پرتەقاڵی|orange|pə,ɾ,t,a,q,aː,ɫ,iː|pirteqałî
پرد|bridge|pə,ɾ,d|pird||/../
پرسین||␣|
پرچ||␣|
پزیشک||␣|
پشتێشە||␣|
پشکووتن||␣|
پشیلە||
پوور||␣|
پوورە||␣|
پووز||␣|
پووک||␣|
پووڵ||
پژمین||␣|
پژمە||␣|
پڵنگ|leopard|pə,ɫə,ŋ,ɡ|pilling||/../
پۆشین||␣|
پۆڵا||␣|
پیارە||␣|
پیاو|man|p,j,aː,w|pyaw
پیاڵە||␣|
پیت||␣|
پیر||␣|
پیری||␣|
پیس||␣|
پیشە||
پێ||
پێست||␣|
پێغەمەر|prophet|p,eː,ɣ,a,m,a,ɾ|pêğemer
پێنج|five|p,eː,n,d͡ʒ|pênc
پێنووس||␣|
پێوان||␣|
پێڵاو||␣|
پەتاتە||␣|
پەراسوو||␣|
پەرتووک||
پەرتوک||
پەرژین||␣|
پەز||␣|
پەلکەزێڕینە||␣|
پەمبە||␣|
پەنجەرە||␣|
پەنیر||␣
پەنێر||
پەپوولە||␣|
پەڕ||␣|
پەڕتووک||
پەژیوان||␣|
پەڵگ||
پەی||␣|
پەیژە||␣|
چا||␣|
چادر||
چار||
چارە||
چارەنووس|destiny|t͡ʃ,aː,ɾ,a,n,uː,‹,s|çarenûs
چاو|eye|t͡ʃ,aː,u̯|çaw
چاوشین||␣|
چاوێشە||␣|
چاک|good|t͡ʃ,aː,k|châk
چاکی||␣|
چایخانە||
چایە||␣|
چرا||␣|
چرم||␣|
چرۆ||␣|
چنگاڵ||␣|
چوار|four|t͡ʃ(ə),w,aː,r|çwar
چواردە|fourteen|t͡ʃ(ə),w,aː,r,d,a|çwarde
چوون||␣|
چڕوچاو||␣|
چڵم||␣|
چڵک||␣|
چڵکاو||␣|
چۆل|desert|t͡ʃ,o̞ː,l|çol
چۆن||␣|
چۆنی باشی||␣|
چۆنی باشی‎|how are you|t͡ʃ,oː,n,i, ,b,aː,ʃ,i|çonî başî
چۆنی|how are you|t͡ʃ,oː,n,i|çonî
چۆک||
چۆڵ|desert|t͡ʃ,o̞ː,ɫ|çoll
چی||
چیا||␣|
چیرۆک||␣|
چیرۆکبێژ||␣|
چین||
چێشت||␣|
چێشتن||␣|
چێو||␣|
چەرخ||␣|
چەرم||
چەرموو||␣|
چەقۆ|knife|t͡ʃ,eː,k,oː|çeko
چەناگە||␣|
چەند||
چەور||␣|
چەوەندەر||␣|
چەپ||
چەپڵە||␣|
چەک||␣|
چەکوش||␣|
ڕ||␣|
ڕا||␣|
ڕاست||
ڕاستبێژ||␣|
ڕان||␣
ڕاژە||␣|
ڕاکوون||␣|
ڕزق||␣|
ڕشک||␣|
ڕم||␣|
ڕواندز||␣|
ڕووبار||␣|
ڕووداو||
ڕووسیا||␣|
ڕوەک||␣|
ڕۆ||␣|
ڕۆبۆت||␣|
ڕۆخ||␣|
ڕۆن||␣|
ڕۆژ|day, sun|r,o̞ː,ʒ|roj
ڕۆژانە||␣
ڕۆژاوا||␣|
ڕۆژنامە|newspaper|r,oː,ʒ,n,aː,m,a|řojname
ڕۆژوو||␣|
ڕۆژژمێر||␣|
ڕۆژھەڵات||␣|
ڕۆژی||␣|
ڕێز||␣|
ڕێو||␣|
ڕێواس||␣|
ڕێوی|fox|r,e̞ː,w,iː|rêwî
ڕێی شیری||␣|
ڕەزم||␣|
ڕەزمگە||␣|
ڕەش|black|r,a,ʃ|reş
ڕەقە|sea turtle|r,a,q,a|reqe
ڕەنگ||␣
ڕەو||␣|
ڕەژوو||␣|
ڕەگ||␣|
ڕەگەز||␣|
ژار||␣|
ژان|pain|ʒ,aː,n|jan
ژاپۆن||␣|
ژاڵە||␣|
ژریژ||␣|
ژماردن||␣|
ژمارە|number|ʒ,m,aː,ɾ,a|jmare||/../
ژن|woman, wife|ʒə,n|jin
ژوان|appointment|ʒ,w,aː,n|jwan
ژووان||
ژووشک||␣|
ژیان||␣|
ژیر||␣|
ژینناسی||␣|
ژێ||␣|
ژەم||␣|
ژەندن||␣|
ژەنگ||␣|
ژەنگن||␣|
ژەنیار||␣|
ژەک||␣|
ژەھر||␣|
ڤ||␣|
ڤایرۆس||␣|
ڤۆدکا|vodka|v,oː,d,k,aː|vodka
ڤۆدگا||
کا||
کات||
کاتژمێر||␣|
کارامە||␣|
کارمامز||␣|
کاروان||␣
کارۆ|Karo (name)|k,aː,ɾ,o̞ː|karo
کارەبا|electricity|kaːræbaː|kareba
کاغەز|paper|k,aː,ɣ,eː,z|kaẍez
کانکەن||␣|
کانی||␣|
کاپۆڵ||␣|
کاژ||␣|
کاڵ||␣|
کایە||␣|
کتاو||
کتێب||␣
کران||
کردن||
کرم|worm|kə,r(ə),m|kirm
کلیل||␣|
کن||␣|
کوارگ||␣|
کوتان||␣|
کوتاو||␣|
کوتەک||␣|
کورت||␣|
کورتی||␣|
کورد|Kurd|k,ʊ,ɾ,d|kurd
کوردستان|Kurdistan|k,ʊ,ɾ,dɪ,s,ˈt,ɑː,n|kurdistan
کوردی||
کوردیی ناوەندی|Central Kurdish|k,u,r,d,iː,(j), ,n,aː,w,a,n,d,iː|kurdîy nawendî
کوز||␣|
کوشتن||
کول||␣|
کون||␣|
کونجی||␣|
کوند||␣|
کونەلووت||
کوو||␣|
کووڕ||
کوڕ|boy||kurr/kuř
کوڵاندن||␣|
کوێر||␣|
کچ||
کڕێوە|blizzard|kə,r,e̞ː,w,a|kirrêwe||/../
کڵاو||␣|
کڵێسا||␣|
کۆر||␣|
کۆش||␣|
کۆلارە||␣|
کۆمپیوتەر||
کۆن||␣|
کۆکین||␣|
کۆکە||␣|
کۆیلە|slave|k,oː,i̯,l,a|koyle
کیمیا||␣|
کێ||␣|
کێر||␣|
کێرد||␣
کێشان||␣
کێو||␣|
کێچ||␣|
کێک||␣|
کێڵان||␣|
کەباب||␣|
کەر|donkey|k,ɛ,ɾ|ker|ker
کەرەباب||␣|
کەرەوز||␣|
کەزی||␣|
کەس||␣|
کەسی||␣|
کەلەرم||
کەنداو||␣|
کەندن||␣|
کەندەسمە||␣|
کەنیشک||␣|
کەنین||␣|
کەو||
کەوان||␣|
کەوتن||␣|
کەوچک||␣|
کەپوو||␣|
کەڕ||␣
کەڵەباب|cock, rooster|k,a,ɫ,a,b,aː,b|keḷebab
کەڵەشێر|cock, rooster|k,a,ɫ,a,ʃeː,ɾ|keḷeşêr
کەیوان||␣|
گا|bull|ɡ,aː|ga
گران|heavy|g,r,aː,n|gran
گرتن||
گرد||␣|
گردن||
گرنگ||␣|
گرنگی||␣|
گسک||␣|
گوارە||␣|
گوتن||␣|
گورچیلە||␣|
گورگ||␣|
گورگەزێ||␣|
گون||␣|
گوند||␣
گوندنشین||␣|
گوندێن||␣|
گوو||␣|
گووگڵ|Google|g,uː,gɪ,ɫ|gûgill
گوڵ||
گوێ||␣|
گوێز||␣|
گوێڕەش||␣|
گڕکان||␣|
گژنیژ||␣|
گڵ|clay|ɡə,ɫ|gill
گڵکۆ||␣|
گۆ||␣|
گۆرانیبێژ||␣|
گۆرەوی||␣|
گۆشت||␣|
گۆڕ|grave|ɡ,oː,r|gorr
گۆڕستان||␣|
گیا||␣|
گیان||␣|
گیتار||␣|
گیرفان||
گیسک|kid goat|ɟ,iː,s,k|gîsk
گیفان||
گێزەر||␣|
گێلاس||␣|
گێژ||␣|
گەدە||␣|
گەردوون||␣|
گەرم||␣|
گەرما||
گەز||␣|
گەستن||␣|
گەسک||␣|
گەشین||
گەلاوێژ||␣|
گەمێ|ship|ɡ,a,m,e̞ː|gemê
گەمە||␣|
گەنج|young|ɡ,a,n,d͡ʒ|genc
گەنم||␣|
گەنین||␣|
گەنە||␣|
گەواد||␣|
گەورە|big|ɡ,ə,w,ˈɾ,æ|gewre
گەڕەستێرە||␣|
گەڵا||␣|
گەیاندن||␣|
گەیشتن||␣|
ڵ||␣|
ھاتن||␣|
ھاویشتن||␣|
ھاوین||␣
ھاڕین||␣|
ھورمز||␣|
ھڵۆڵ||␣|
ھۆندن||␣|
ھیوا|hope|h,iː,w,aː|hîwa
ھێز||␣|
ھێزم||␣|
ھێشتن||␣|
ھێلکە||␣|
ھێنان||␣|
ھەتوان||␣|
ھەتیو||␣|
ھەر شتێک|whatever|h,a,r, ,ʃ(ə),t,eː,k|her şitêk
ھەر||
ھەردەم||
ھەرزان||␣|
ھەرزن||␣|
ھەرمێ|pear|h,a,ɾ,m,e̞ː|hermê
ھەرمەن||
ھەرمەنی||
ھەزار||␣|
ھەزارپێ||␣|
ھەزارە||␣|
ھەسان|whetstone|h,a,s,aː,n|hesan
ھەش||
ھەشت|eight|h,a,ʃ,t|heşt
ھەشتپێ||␣|
ھەموو|all, every|h,a,m,uː,‹|hemû
ھەنار||␣|
ھەناسە||␣|
ھەنجیر||␣|
ھەنگوور||␣|
ھەنگوین||␣|
ھەوا|air, weather|h,a,w,aː|hewa
ھەور||␣
ھەورس||␣|
ھەولێر||␣|
ھەویر||␣|
ھەوێ||␣|
ھەوێن|leaven|h,a,w,e̞ː,n|hewên
ھەڕە||␣|
ھەڕەماسی||␣|
ھەژار||␣|
ھەژدە|eighteen|h,a,ʒ,d,a|hejde
ھەڵبژاردن||␣|
ھەڵم||␣|
ھەڵووژە||␣|
ھەڵۆ||␣|
ھەی||
ۆ||␣|
یاد||␣|
یاسا||
یانزە|eleven|j,aː,n,z,a|yanze
یۆنان||␣|
یەمەن||␣|
یەک|one|j,a,k|yek
ێ||␣|




@ unknown May have suspect spelling !

بووڵ|ashes|b,uː,‹,ɫ|bûł
ئاماده|ready||âmâda
فنجان|cup||finjân
گەڤزان|to roll over||gavzân
زۆر|many||zor

خه‌زر|anger||khazr
حزب|political party||ḥizb
هەز|desire|h,a,z|haz
نامه|letter||nâma
یانه|club||yâna
رۆژ|day||rozh
له‌ت|piece||lat
زمانێ سۆرانی|Sorani language|zɪmaːneː soːɾaːniː



@ https://en.wikipedia.org/wiki/Kurdish_alphabets#Vowels

یاری|play|j,ɑ,ɾ,iː



@ https://en.wikipedia.org/wiki/Sorani

ڕەق|solid||req
فیلم|film||film
هەڤدە|eleven|h,a,v,d,a|hevde
ژوور|room||zhûr
وڵات|country||wilat
یارمەتی|help||yarmetî
ئەمڕۆ|today|›,æ,m,r,oː|amřo
لێرە|here||lêre


@ https://en.wikipedia.org/wiki/Kurdish_phonology

بڕۆین|let's go|bɪ,ˈr,oː,j,n|birroyn
چووی|went|ˈt͡ʃ,uː,‹,j|çûy




























`

