
// ⒶⒷⒸⒹⒺⒻⒼⒽⒾⒿⓀⓁⓂⓃⓄⓅⓆⓇⓈⓉⓊⓋⓌⓍⓎⓏ
// ⓐⓑⓒⓓⓔⓕⓖⓗⓘⓙⓚⓛⓜⓝⓞⓟⓠⓡⓢⓣⓤⓥⓦⓧⓨⓩ⊙
// 🅐🅑🅒🅓🅔🅕🅖🅗🅘🅙🅚🅛🅜🅝🅞🅟🅠🅡🅢🅣🅤🅥🅦🅧🅨🅩
// 🅰🅱🅲🅳🅴🅵🅶🅷🅸🅹🅺🅻🅼🅽🅾🅿🆀🆁🆂🆃🆄🆅🆆🆇🆈🆉


var collections = [
{ symbol:'ⓥ', desc:'Dependent vowels', chars:'(َ|ُ|ٚ|ِ|ٕ|ٖ|ٟ|ٓ|ٔ|ٗ)' },
{ symbol:'Ⓥ', desc:'Independent vowels', chars:'(آ|أ|إ|ا|ٲ|ۄ|ؤ|ۂ|ے)' },
{ symbol:'Ⓒ', desc:'All consonants', chars:'(ؠ|ب|ت|ج|د|ر|ز|س|ش|ل|م|ن|و|ٹ|پ|چ|ڈ|ژ|ک|گ|ں|ھ|ہ|ی|ط|ق|خ|غ|ع|ف|ذ|ث|ص|ض|ظ|ح|ڑ)' },
{ symbol:'Ⓑ', desc:'Basic consonants', chars:'(ؠ|ب|ت|ج|د|ر|ز|س|ش|ل|م|ن|و|ٹ|پ|چ|ڈ|ژ|ک|گ|ں|ھ|ہ|ی)' },
{ symbol:'Ⓔ', desc:'Extended consonants', chars:'(ط|ق|خ|غ|ع|ف|ذ|ث|ص|ض|ظ|ح|ڑ)' },
{ symbol:'⊙', desc:'Invisibles', chars:'(\u200C|\u200D|2067|202B|2066|202A|2068|2069|202C|200F|200E|061C|034F)' },
]
