/*
@ Source: https://en.wiktionary.org/wiki/Appendix:Persian_Swadesh_list
§ 'Scheherazade New'
# 200
~ rtl
! fa
*/

autoExpandExamples.pes = `

مَن|I (1sg)|mæn|man|من
من|I (1sg)|mæn|man|مَن
تو|you (2sg)|to|to
او|he, she, it (3sg)|ˈuː|u
ما|we (1pl)|mɒː|mâ
شما|you (2pl)|ʃomɒː|šomâ
ایشان|they (3pl)|ˈeːʃɒːn|ešnân
آنان|they (3pl)|ˈɒːnɒːn|ânân
این|this|ˈiːn|in
آن|that|ˈɒːn|ân
اینجا|here|ˈiːndʒɒː|injâ
آنجا|there|ˈɒːndʒɒː|ânjâ
که|who|ke|ke
چه|what|t͡ʃe|če
کجا|where|kodʒɒː|kojâ
کی|when|kej|key
چرا|how|t͡ʃerɒː|čerâ
نِـ|not|ne|ne
نَـ|not|næ|na
همه|all|hæme|hame
خیلی|many|xejliː|xeyli|خَیلی
خَیلی|many|xejliː|xeyli|خیلی
بسیاری|many|besjɒːriː|besyâri
بعضی|some|bæʔziː|ba'zi
چند|some|t͡ʃænd|čand
کمی|few|kæmiː|kami
اندکی|few|'ændækiː|andaki
دیگر|other|diːgær|digar
یک|one|jek|yek
دو|two|do|do|دُو
دُو|two|do|do|دو
سه|three|se|se
چهار|four|t͡ʃhɒːr|čhâr
پنج|five|pændʒ|panj
بزرگ|big|bozorg|bozorg
دراز|long|derɒːz|derâz
پهن|wide|pæhn|pahn
فراخ|wide|færɒːx|farâx
کلفت|thick|koloft|koloft
سنگین|heavy|sænɡiːn|sangin
کوچک|small|kuːt͡ʃæk|kučak
کوتاه|short|kuːtɒːh|kôtâh
باریک|narrow|bɒːriːk|bârik
لاغر|thin|l§ɒː§ɣæ§r|lâğar
زن|woman|zæn|zan
مرد|man (adult male)|mærd|mard
انسان|man (human being)|ensɒːn|ensân
آدمی|man (human being)|ɒːdæmiː|âdami
بچه|child|bat͡ʃe|bačče
کودک|child|kuːdæk|kudak
زن|wife|zæn|zan
شوهر|husband|ʃohær|šowhar
مادر|mother|mɒːdær|mâdar
پدر|father|pedær|pedar
حیوان|animal|hejvɒːn|heyvân
جانور|animal|dʒɒːnevær|jânvar
ماهی|fish|mɒːhiː|mâhi
پرنده|bird|pærænde|parande
مرغ|bird|moɾɣ|morğ
سگ|dog|sæg|sag
شپش|louse|ʃepeʃ|šepeš
مار|snake|mɒːr|mâr
کرم|worm|kerm|kerm|کِرم
کِرم|worm|kerm|kerm|کرم
درخت|tree|deræxt|deraxt
جنگل|forest|dʒæŋæl|jangal
چوب|stick|t͡ʃuːb|čub
میوه|fruit|miːve|mive
بذر|seed|bæzr|bazr
تخم|seed|toxm|toxm
برگ|leaf|bærg|barg
ریشه|root|riːʃe|riše
تنه|bark (of a tree)|tæne|tane
گل|flower|gol|gol
چمن|grass|t͡ʃæmæn|čaman
علف|grass, hay|ʔælæf
نخ|rope|næx|nax
پوست|skin|puːst|pust
گوشت|meat|guːʃt|gušt
خون|blood|xuːn|xun
استخوان|bone|ostoxɒːn|ostoxân
چربی|fat (noun)|t͡ʃærbiː|čarbi
پیه|fat (noun)|piːh|pih
تخم|egg|toxm|toxm
خایه|egg|xɒːje|xâye
شاخ|horn|ʃɒːx|šâx
دم|tail|dom|dom
پر|feather|pær|par
مو|hair|muː(j)|mu
سر|head|sær|sar
گوش|ear|guːʃ|guš
چشم|eye|t͡ʃæʃm
بینی|nose|biːniː|bini
دهان|mouth|dæhɒːn|dahân
دندان|tooth|dændɒːn|dandân
زبان|tongue (organ)|zæbɒːn|zabân
ناخن|fingernail|nɒːxon|nâxon
پا|foot|pɒː|pâ
ران|leg|ran|rân
زانو|knee|zɒːnuː|zânu
دست|hand|dæst|dast
بال|wing|bɒːl|bâl
شکم|belly|ʃekæm|šekam
دل و روده|guts|ʃekænbe
شکنبه|guts|šekanbe
گردن|neck|gærdæn|gardan
پشت|back|poʃt|pošt
سینه|breast|siːne|sine
دل|heart|del|del
قلب|heart|ɢælb|qalb
جگر|liver|dʒegær|jegar
نوشیدن|to drink|nuːʃiːdæn|nušidan
خوردن|to eat|xordæn|xordan
جویدن|to bite|dʒæviːdæn|javidan
مکیدن|to suck|mekiːdæn|mekidan
تف انداختن|to spit|tof ændɒːxtæn|tof andâxtan
استفراغ کردن|to vomit
وزیدن|to blow|væziːdæn|vazidan
دمیدن|to blow|dæmiːdæn|damidan
نفس کشیدن|to breathe
خندیدن|to laugh|xændiːdæn|xandidan
دیدن|to see|diːdæn|didan
شنیدن|to hear|ʃeniːdæn|šenidan
دانستن|to know|dɒːnestæn|dônestan
اندیشیدن|to think|'ændiːʃiːdæn|andêšidan
بوییدن|to smell|buːjiːdæn|buyidan
ترسیدن|to fear|tærsiːdæn|tarsidan
خوابیدن|to sleep|xɒːbiːdæn
خسبیدن|to sleep|xosbdæn|xosbdan
زیستن|to live|ziːstæn|zistan
مردن|to die|mordæn|mordan
کشتن|to kill|koʃtæn|koštan
رزمیدن|to fight|ræzmiːdæn|razmidan
شکار کردن|to hunt|ʃekɒːr kærdæn|šekâr kardan
زدن|to hit|zædæn|zadan
بریدن|to cut|boriːdæn|boridan
شکافتن|to split|ʃekɒːftæn|šekâftan
فرو کردن|to stab|foru kærdæn
خاریدن|to scratch|xariːdæn|xaridan
کندن|to dig|kændæn|kandan
شنا کردن|to swim|ʃena kærdæn|šenâ kardan
پریدن|to fly|pæriːdæn|paridan
رفتن|to walk|ræftæn|raftan
شدن|to walk|ʃodæn|šodan
آمدن|to come|amædæn|âmadan
دراز کشیدن|to lie (as in a bed)|derɒːz keʃiːdæn|derâz kešidan
نشستن|to sit|neʃæstæn|nešastan
ایستادن|to stand|'iːstɒːdæn|istâdan
گشتن|to turn (intransitive)|gæʃtæn|gaštan
افتادن|to fall|oftɒːdæn|oftâdan
دادن|to give|dɒːdæn|dâdan
نگهداشتن|to hold|negahdaʃtæn|negahdâštan
فشردن|to squeeze|feʃordæn|fešordan
مالیدن|to rub|mɒːliːdæn|mâlidan
شستن|to wash|ʃostæn|šostan
زدودن|to wipe|zoduːdæn|zodudan
پاک کردن|to wipe|pâk kardan
کشیدن|to pull|keʃiːdæn|kešidan
فشار دادن|to push|feʃɒːr dɒːdæn|fešâr dâdan
فشاردن|to push|hol dɒːdæn|hol dâdan
افکندن|to throw|æfkændæn|afkandan
بستن|to tie|bæstæn|bastan
گره زدن|to tie|gereh zædæn|gereh zadan
دوختن|to sew|duːxtæn|duxtan
شمردن|to count|ʃomɒːrdæn|šomârdan
گفتن|to say|goftæn|goftan
خواندن|to sing|xɒːndæn|xândan
بازی کردن|to play|bɒːziː kærdæn|bâzi kardan
نواختن|to play|nævaxtæn|navâxtan
شناور بودن|to float|ʃenɒːvær budæn|šenâvar budan
جاری بودن|to flow|dʒɒːriː budæan|jâri budan
شریدن|to flow
یخ زدن|to freeze|jæx bæstæn|jax bastan
باد کردن|to swell|bɒːd kærdæn|bâd kardan
خورشیدن|sun|xorʃiːd|xoršid
ماه|moon|mɒːh|mâh
ستاره|star|setɒːre|setâre
آب|water|ɒːb|âb
باران|rain|bɒːrɒːn|bârân
رود|river|ruːd|rud
دریاچه|lake|dærjɒːt͡ʃe|daryâče
دریا|sea|dærjɒː|daryâ
نمک|salt|næmæk|namak
سنگ|stone|sæŋ|sang
شن|sand|ʃen|šen
گرد|dust|gærd|gard
زمین|earth|zæmiːn|zamin
ابر|cloud|æbr|abr
مه|fog|meh|meh
آسمان|sky|ˈɒːsemɒːn|âsmân
باد|wind|bɒːd|bâd
برف|snow|bærf|barf
یخ|ice|jæx|yax
دود|smoke|duːd|dud
آتش|fire|ɒːtæʃ|âtaš
آذر|fire|ɒːzær|âzar
خاکستر|ash|xɒːkestær|xâkestar
سوختن|to burn|suːxtæn|suxtan
راه|road|rɒːh|râh
کوه|mountain|kuːh|kuh
سرخ|red|sorx|sorx
قرمز|red|ɢeɾmez|qermez
سبز|green|sæbz|sabz
زرد|yellow|zærd|zard
سفید|white|sefid|sefid
سیاه|black|siːyɒːh|siyâh
شب|night|ʃæb|šab
روز|day|ruːz|ruz
سال|year|sɒːl|sâl
گرم|warm|gærm|garm
سرد|cold|særd|sard
پر|full|porr|porr
جدید|new|dʒædid|jadid
کهن|old|kohæn|kohan
پیر|old|pir|pir
خوب|good|xuːb|xub
بد|bad|bæd|bad
زشت|bad|zeʃt|zešt
فاسد|rotten|fɒːsed|fâsed
پوسیده|rotten|puːside|puside
پلید|dirty|pælid|palid
چرکین|dirty|t͡ʃerkin|čerkin
راست|straight|rɒːst|râst
گرد|round|gerd|gerd
تیز|sharp (as a knife)|tiːz|tiz
کند|dull (as a knife)|kond|kond
صاف|smooth|sɒːf|sâf
تر|wet|tær|tar
نم|wet|næm|nam
خشک|dry|xoʃk|xošk
درست|correct|dorost|dorost
راست|correct|rɒːst|râst
نزدیک|near|næzdiːk|nazdik
دور|far|duːr|dur
راست|right|rɒːst|râst
چپ|left|t͡ʃæp|čap
در|at|dær|dar
در|in|dær|dar
اندر|in|ændær|andar
با|with|bɒː|bâ
و|and|o~væ|former predominant in context, latter predominant after a pause
اگر|if|ægær|agar
چون|because|t͡ʃon|čon
نام|name|nɒːm|nâm
اسب|horse|ʔæsb|asb|اَسب
اَسب|horse|ʔæsb|asb|اسب

اسکدار||
اسکندر||
اشتباه||
اشتباه کردن||
اشتباهی||
اشتر||
اشترخار||
اشترغار||
اشرج||
اشک||
اشکال||
اشکان||
اصطبل||
اصفهان||
اصفهانی||
اصل||
اصلاً|not at all|æ§s.§l§æn|aslan|اصلا||اصلا
اصلا|not at all|æ§s.§l§æn|aslan|اصلاً
اصلی||
اصول‌گرا||
اصیل||
اضافه||
اضافه کردن||
اطمینان||
اظهار||
اعتبار||
اعتدال||
اعتراض کردن||
اعتقاد||
اعتقاد داشتن||
اعتماد||
اعتیاد||
اعدام||
اعضا||
اعظم||
اعلام||
اعلام کردن||
اعنی||
اغلب||
اغوا||
افتادن||
افتخار||
افراختن||
افراشتن||
افرنگ||
افروختن||
افزایش||
افزایش پیدا کردن||
افزایش یافتن||
افزودن||
افسانه||
افسر||
افسردگی||
افسوس||
افشاندن||
افشردن||
افطار||
افغان||
افغانستان||
افغانی||
افلاطون||
افکار||
افکندن||
افیون||
اقامت||
اقتصاد||
اقرار||
اقلا||
اقلیم||
اقمار||
اقیانوس||
الاغ||
الان||
البته||
البرز||
الجزایر||
القاعده||
الماس||
الماس‌ها||
المزده||
الموت||
اله||
الهام||
الگو|pattern, role model|ʔolˈɡuː/ʔulˈɡuː
الیکا||
ام||
اما||
امام||
امامزاده||
امتحان||
امر||
امرار معاش کردن||
امروز||
امروزه||
امسال||
امشب||
امضاء|signature|e§m§z§ɒː§–|emzâ'
املای نانوشته غلط ندارد|an unwritten dictation has no errors|(ʔ)emlɒːje nɒːnəveʃte ɣælæt nædɒːɾæd
امکان||
امید|hope|omiːd|omêd|اُمید
اُمید|hope|omiːd|omêd|امید
امیدوار||
امیدیار||
امین||
امین‌تر||
امین‌ترین||
امین‌ها||
ان||
انار||
انبار||
انباشتن||
انبه||
انبوییدن|to smell|æmbuː(j)iːˈd̪æn
انتحار||
انتخاب||
انتشار||
انتظار||
انتقاد||
انتقام||
انجام||
انجامیدن||
انجمن||
انداختن||
اندودن||
اندی||
اندیشه||
اندیشیدن||
انزال||
انزال کردن||
انزروت||
انسان||
انسان کامل||
انطاکیه||
انعام||
انعکاس||
انفجار||
انقلاب||
انقلابی||
انه||
انوشه||
انوشیروان||
انکار||
انگبین||
انگشت||
انگشت پا||
انگلستان||
انگلیس||
انگلیسی||
انگلیسی بلد نیستم||
انگلیس‌ها||
انگنار||
انگور||
انگیختن||
ان‌شاءالله|god willing|enʃɒːʔællɒːh
اهریمن||
اهل ایمان||
اهل درد||
اهل مجلس||
اهمیت||
اهواز||
اهورا||
اهورامزدا||
او|he, she|uː
اوان|time, season|ɒːˈvɒm
آوام|time, season|ɒːˈvɒm
اورانیوم|uranium|(ʔ)oɾɒniˈjom
اوردن|to bring (colloq)|ovordæn|âvardan|اُوُردَن
اُوُردَن|to bring (colloq)|ovordæn|âvardan|اوردن
اورشلیم|Jerusalem|ʔoɾʃæˈliːm
اورمزد|Ahura Mazda|uɾˈmæzd
اولی|the former, first|æ§vvæ§ˈl§iː|avvali|اَوَّلی
اَوَّلی|the former, first|æ§vvæ§ˈl§iː|avvali|اولی||اولی
اون|flour|(ʔ)ʊn/(ʔ)on
اوکراین|Ukraine|ʔokˈɾɒjn
اوکی|OK|ˈokʰej
اوگاندا|Uganda|uːɡɒːndɒː
اژدها||
اکتشاف||
اگر||
اگر لطف کنید||
اگرچه||
اگه||
اگیر||
ای||
ایالت|province, state|ijɒːlæt
ایام|days|ʔæjjɒːm
ایتالیا|Italy|ʔit̪ʰɑliˈjɒ
ایجاد|creation|iːˈdʒɒːd
ایجادها||
ایدون||
ایران||
ایرلند||
ایروان||
ایستگاه|station|iːstɡɒːh
ایسلند|Iceland|ʔisˈlænd̪
ایمان||
ایمان‌دار|believer|iːmɒːndɒːɾ
این|this|iːn
این‌ها|these|iːnˈhɒː/inˈhɒː
با||
با این همه||
با این که||
با هم||
باب||
بابل||
بابونه||
بابک||
باجی||
باحال||
باحال‌تر||
باحال‌ترین||
باختن||
باد||
بادام||
بادبان||
بادرنگ||
بادکنک||
بار||
باران||
باران آمدن||
بارانی||
باردار||
بارداری||
بارش||
باره||
باروت||
بارود||
بارون||
باریک||
باریک‌تر||
باریک‌ترین||
باز||
باز آمدن||
باز شدن||
باز کردن||
بازار||
بازدید||
بازرگان||
بازرگانی||
بازشناختن||
بازنشسته||
بازنشستگی||
بازو|upper arm|bɒːˈzuː
بازگشت||
بازیچه||
باستان||
باستانی||
باستان‌شناس||
باعث||
باعث شدن||
باغ||
باغات||
باغبان||
باغچه||
باغ‌ها||
باف||
بافتن||
بال||
بالا||
بالاخره||
بالغ||
بام||
بامداد||
بامزه||
بامزه‌تر||
بامزه‌ترین||
بانو||
بانک||
بانگ||
باهوش||
باور||
باور کردن||
باژ||
باژدار||
باکره||
باید||
بایست||
بایستن||
بایستی||
ببا||
ببخشید||
ببر||
بته جغه||
بته جقه||
بته‌جقه||
بحث|discussion, argument|bæhs
بحر||
بحران||
بحرین||
بحریه||
بخار||
بخارا||
بخاطر||
بختر||
بختیار||
بخش||
بخشش||
بخشودن||
بخشیدن||
بخصوص||
بد||
بد آمدن||
بدبخت||
بدرود||
بدن||
بر||
برابر||
برادر||
برادرانه||
برادری||
برازیدن||
برای||
برای اینکه|because|bæˌɾɒːje ˈiŋke
برای این‌که|because|bæˌɾɒːje ˈiŋke
برای چه|why (formal)|bæɾɑ jɛ t͡ʃɛ
برجسته||
برجیس||
برخاستن||
برخوردار||
برخی||
بردار||
برداشتن||
بردن||
برزیستن||
برزیل||
برس||
برش||
برشتن||
برفی||
برلین||
برنامه||
برنج||
برنز||
برهمن||
برهنه||
برهنه‌گرا||
برهنگی||
برونئی|Brunei|boɾuːneˈiː
برگ||
برگردان||
برگرداندن||
برگردان‌ها||
برگزیدن||
برگشتن||
بری||
بریدن||
بز||
بزاق||
بزرگ||
بزرگمهر||
بزرگی||
بزرگ‌امید||
بزه||
بستن||
بستنی||
بسته||
بسد||
بسنده||
بسیار||
بشقاب||
بشکه||
بعث||
بعد||
بعد از||
بعدا||
بعید||
بغداد||
بفرمایید||
بلا||
بلاروس||
بلافاصله||
بلال||
بلاگ||
بلای عشق||
بلبل||
بلد||
بلد بودن||
بلعیدن||
بلغارستان||
بلند||
بله||
بلور||
بلوط||
بلوچی||
بلژیک||
بلگ||
بلی||
بلیت||
بم||
بنابراین||
بند «پ»||
بندر||
    بنگ||
بنگال||
بنگاله||
بنگاه||
بنگلادش||
بنیاد||
بنیادگرا||
بنیادگرایی||
بنیادی||
بنیامین||
بنین||
به||
به تازگی||
به خاطر سپردن||
به خدا اعتقاد داری||
به خدا اعتقاد دارید||
به خودی خود||
به دست آوردن||
به سلامت||
به علاوه||
به فراموشی سپردن||
به هم رسیدن||
به وجود آمدن||
به وجود آوردن||
به وجود اومدن|to appear, come into existence|be voˌdʒuːd uːmæˈdæn
به کار بردن||
بهاءالله|Bahá'u'lláh|bæhɒːʔollɒːh
بهار||
بهاری||
بهبود||
بهتان||
بهتر||
بهترین||
بهداد||
بهراد||
بهروز||
بهزاد||
بهشت||
بهمان||
بهمن||
بهناز||
بهنام||
به‌آفرید||
به‌آفریدی||
بو||
بو کردن|to smell|buː kʲæɾˈd̪æn
بوته||
بود||
بودن||
بور||
بوران||
بوروندی||
بورکینافاسو||
بوزه||
بوستان||
بوسنی و هرزگوین|Bosnia and Herzogovina|bosnijoheɾzeɡoˈvin
بوسه||
بوسیدن||
بوقلمون||
بوم||
بومی||
بون||
بوی|smell, scent|buːj
بچگی||
بژ|beige|beʒ
بی||
بیابان||
بیان||
بیجاده||
بیخودی||
بیدادی||
بیدار||
بیدار شدن||
بیرجند||
بیرق||
بیروت||
بیرون||
بیرونی||
بیستم||
بیش||
بیشتر||
بیشترین||
بیشه||
بیضه||
بیل||
بیمار||
بیمارتر||
بیمارترین||
بیمارستان||
بیمناک||
بیمه||
بین||
بین نژادهای مختلف||
بینش||
بینی||
بین‌المللی||
بیهوده||
بیور||
بیچاره|helpless, poor|biːt͡ʃɒːɾe
بیژن||
بیکار||
بیگ مک||
بیگانه||
بی‌باک||
بی‌ستاره||
بی‌سواد||
بی‌سیم||
بی‌شمار||
بی‌صدا||
بی‌صراط||
بی‌طرف||
بی‌عرضه||
بی‌معنی||
بی‌مغز||
بی‌میل||
بی‌نظیر||
بی‌هوش||
بی‌وفا||
بی‌وقفه||
بی‌پروا||
بی‌گناه||
بەت||
تأکید|emphasis|tæ§ʔ§k§iː§d|ta'kid
تا||
تاب||
تابستان||
تابستانی||
تاج||
تاجبخش||
تاجور||
تاجگذاری||
تاجیک||
تاجیکستان||
تاجیکی||
تاختن||
تار||
تاریخ||
تاریخدان||
تاریخچه||
تاریک||
تاریک‌تر||
تاریک‌ترین||
تازه||
تازه‌تر||
تازه‌ترین||
تازه‌کار||
تازگی||
تازی||
تازیک||
تاشکند||
تافتان||
تافتن||
تانزانیا||
تاوستن||
تاپه||
ایوان|porch, veranda|eyvɒːn|eyvân|اِیوان
اِیوان|porch, veranda|eyvɒːn|eyvân|ایوان
تایید||
تباه||
تبدیل||
تبر|axe, hatchet|tæbæɾ|tabar|تَبَر
تَبَر|axe, hatchet|tæbæɾ|tabar|تبر
تبریز||
تجدید||
تجربه||
تجربی||
تحت||
تحصیل||
تحفه||
تحقیق||
تحلیلگر||
تخت||
تخت طاووس||
تختخواب||
تخته||
تخت‌روانچی||
تخریب||
تخس||
تخم||
تدریج||
تدریس||
تذرو||
تر||
ترابری||
ترابی||
ترازو||
تراشیدن||
ترانه||
ترتیب||
ترجمه||
ترجمه کردن||
ترسا||
ترساندن||
ترسایی||
ترسیدن||
ترش||
ترشه||
ترشک||
ترشی||
ترف||
ترم||
ترنج||
ترک||
ترک کردن||
ترکمنستان||
ترکی||
ترکیدن||
ترکیه||
ترگمان||
ترین||
تسبیح||
تسخیر||
تسخیر کردن||
تسو||
تشریف آوردن||
تشریف بردن||
تشریف داشتن||
تشک||
تشکر||
تشکیل||
تشی||
تصادف||
تصحیح||
تصمیم||
تصویب|the act of passing a law|tæsviːb
تصویر|image|tæsviːɾ
تعارف||
تعارف کردن||
تعجب||
تعجب کردن||
تعداد||
تعرفه||
تعریف||
تعریف کردن||
تعظیم||
تعلق||
تعلیم||
تغار||
تغییر||
تغییرات||
تفاوت||
تفریح||
تفسیدن||
تفضلی||
تفنگ||
تقدیر||
تقریبا||
تقریباً|approximately, roughly|tæɢɾiːbæn
تقسیم||
تقصیر||
تقوا||
تقوایی||
تقویت|reinforcement|tæɢviːjæt|taqviyat|تَقویَت
تَقویَت|reinforcement|tæɢviːjæt|taqviyat|تقویت
تقویم|calendar|tæɢviːm
تقیه||
تقیه کردن||
تلاش||
تلخ||
تلف||
تلمود||
تلویحی|figurative|ˌtælviːˈhiː
تماشا||
تماشا کردن||
تمام||
تمام کردن||
تمایل||
تمب||
تمبر||
تمبک||
تمرین||
تمرین کردن||
تمساح||
تمشک||
تمشک‌ها||
تمیز||
تمیزتر||
تمیزترین||
تمییز دادن||
تناسلی||
تنبان||
تنبسه||
تنبل||
تنبور||
تنبک||
تند||
تندپز||
تندیس||
تنفس||
تنها||
تنگه||
تنگه هرمز||
تنیدن||
تنیسور||
تنیس‌باز||
تهدید||
تهران||
تهرانجلس||
تهرون||
تهرونی||
تو||
توانستن||
توبره||
توجه||
توجیه||
تودری||
تور||
توریستی||
توزیع|distribution|tʰoʊ̯ˈziː(ʔ)
توسط||
توسعه||
توسکا||
توسی||
توصیف||
توصیف کردن||
توصیه||
توضیح||
توضیح دادن||
توقع|expectation|tævæɢɢoʔ
تولد||
تولید||
تونس||
توهم||
توپ||
توپچى||
توژ|bark (tree)|ˈtuːʒ
توگو||
تپه|hill|tʰæ§pˈpʰ§e|tappe|تَپِّه
تَپِّه|hill|tʰæ§pˈpʰ§e|tappe|تپه||تپه
تکان خوردن||
تکاپو||
تکرار||
تکفور||
تکنولوژی||
تکه||
تکواندو||
تکواژ||
تکور||
تکوک||
تکیدن||
تکیه||
تکیه‌گاه|fulcrum|t̪ʰæ§kʲ§j§e.§–§ɡ§ɒː§ʱ|takye-gâh
تک‌زنگ زدن||
تک‌شاخ||
تیر|arrow|tʰiːɾ
تیرداد||
تیرگی||
تیز||
تیزاب||
تیله||
تیمارستان||
تیمچه||
تیهو||
||
ث||
||
ثابت||
ثابتی||
ثابت‌ها||
ثانیه||
ثبت|registration|sæbt
ثروت||
ثروتمند||
ثریا||
||
ج||
||
جا||
جابر||
جاده||
جادو||
جاری||
جالب||
جام||
جام جم||
جامعه||
جامعه‌شناس||
جامعه‌شناسی||
جامه‌دان||
جان||
جانباز||
جاندار||
جانماز||
جانور||
جاهل||
جاوید|eternal|d͡ʒɒːviːd
جایزه||
جایگاه||
جبار||
جبر||
جبهه||
جثه||
جدا||
جدا شدن||
جدا کردن||
جدایی||
جدول||
جدید||
جر ثقیل||
جرم||
جریان||
جزدان||
جزیره||
جزیه||
جستجو||
جستجو کردن|to search for|dʒostʰoˈdʒuː kʲæɾˈd̪æn
جستجوها||
جسور||
جعبه||
جعفر||
جعفری||
جغد||
جغه||
جفت||
جقه||
جلاد||
جلسه||
جلو||
جلوه||
جلوگیری||
جم||
جمال||
جمشید||
جمع|crowd, plural (grammar)|d͡ʒæ(ː)m(ʔ)
جمعاً|in full, in total|d͡ʒæmʔæn
جمعه||
جمعیت||
جمله||
جمهوری||
جمهوری اسلامی ایران||
جمهوری دموکراتیک کنگو||
جنبش||
جنبیدن||
جنس||
جنسی||
جنوب||
جنوبگان||
جنون||
جنگ||
جنگ سرد||
جنگجو||
جنگل||
جنگ‌های سرد||
جهاد||
جهان||
جهانگیر||
جهانگیری||
جهانی||
جهود||
جواب||
جواب دادن||
جواب‌ها||
جواری||
جوان||
جوانی||
جوجه||
جودر||
جودو||
جور||
جوراب||
جوره||
جوزف||
جوش دادن||
جوشاندن||
جوشوندن||
جوغن||
جوهر||
جوگی||
جگوار||
جیب||
جیبوتی||
جیجه||
ح||
حاجت||
حاد||
حاشیه||
حاصل||
حافظ|protector, guardian|hɒːfez
حالا||
حالی||
حامد||
حاکم||
حتما||
حتی||
حج||
حجاب||
حجتی||
حجره||
حدادی||
حداکثر||
حدس||
حرب||
حرص||
حرف||
حرفه||
حرکت||
حساب||
حسب‌حال||
حسود||
حسین||
حشره||
حشری شدن||
حشفه||
حشیش||
حضور||
حق||
حقوق||
حقیقت||
حقیقی||
حلال||
حلوا||
حماس||
حماسه سرا||
حمام||
حمایت||
حمل و نقل|transportation|hæmloˈnæɣl
حمله||
حمید||
حکومت||
حکومت کردن||
حیات||
حیف||
خائن|traitor|xɒː[ʔ]en
خات||
خاتم||
خاتمه||
خاتون||
خاده||
خار||
خارج||
خارجه||
خارجی||
خارگیل||
خاستن||
خاص||
خاص‌تر||
خاص‌ترین||
خاطب||
خاطر||
خاطره||
خاقان||
خال||
خالق||
خاله||
خالو||
خالی||
خال‌کوبی||
خال‌کوبی‌ها||
خام||
خامه||
خاموش||
خاموش کردن||
خاموشی||
خان||
خاندان||
خانقاه||
خانم||
خانه|house|x§ɒː§n§e|xâne
خانه‌ها|houses|x§ɒː§n§e§–§h§ɒː|xâne-hâ
خانواده||
خانواده‌ها||
خانوادگی||
خانگی||
خاور||
خاویار|caviar|xɒːv(i)jɒːɾ
خاژغان||
خاک||
خاکروبه||
خاکستر||
خاکستری||
خایه||
خایه‌ها||
خباره||
خباز||
خبر||
خبرنگار||
خبره||
خبری||
ختم||
ختنه||
ختنه کردن||
ختنه‌گاه||
خجالت||
خدا||
خدا حافظ||
خدا را شکر||
خداحافظ||
خداحافظت||
خدافظ||
خداوند||
خدای||
خدایان||
خدایی||
خدشه||
خدمت||
خدنگ||
خدیو||
خر||
خراب||
خراسان||
خراسانی||
خراشیدن||
خرامیدن||
خربز||
خربزه||
    خربوزه||
خرد||
خرداد||
خردل||
خرس|bear|xeɾs
خرس قطبی||
خرسند||
خرفت||
خرم||
خرما||
خروس||
خروشیدن||
خرگوش||
خرید کردن||
خریدن||
خز||
خزاعی||
خزان||
خزنده||
خزندگان||
خزیدن||
خزینه||
خستن||
خسته||
خسته‌خانه||
خستگی||
خسران||
خسروانی||
خسیس||
خشاب||
خشم||
خشمگین||
خشونت||
خشک||
خشکاندن||
خشکوندن||
خصم||
خصوص||
خصومت||
خط||
خطا||
خطر||
خطرناک||
خطه||
خف||
خفاش||
خفتن||
خفگی||
خلوت||
خلیج||
خلیج فارس||
خلیفه||
خمیده||
خمیدگی||
خمیر||
خنجر||
خندان||
خنداندن||
خندسن||
خندق||
خنده||
خندون||
خندیدن||
خنک||
خنیا||
خو||
خواب||
خواب دیدن||
خوابگاه||
خواجه||
خواجه‌امیری||
خوار||
خوارزم||
خواستار||
خواستن||
خوان||
خواندن||
خوانش||
خواننده||
خوانندگان||
خواه||
خواهر|sister|xɒːhæɾ
خواهرانه|sisterly|xɒːhæɾɒːˈne
خواهش|request|xɒːheʃ
خواهش می‌کنم|you're welcome|xɒːˈheʃ ˌmiːkʰonæm
خوب||
خوبانی||
خود||
خود نوشتن||
خودرو||
خودنویس|fountain pen|xodneviːs
خودکار||
خودکشی||
خور||
خوراندن||
خوراک||
خوردن||
خورشید||
خورشید کاذب||
خوره||
خوروندن||
خوزستان||
خوسیدن||
خوش||
خوش آمدن||
خوش آمدید||
خوشاب||
خوشبو||
خوشحال||
خوشنویس|calligrapher|xoʃneˈviːs
خوشنویسی|calligraphy|xoʃneviːˈsiː
خوشگل||
خوشگل‌تر||
خوشگل‌ترین||
خوش‌مزه||
خوش‌نمک||
خوف||
خوفناک||
خون||
خونریزی||
خونه||
خونیرث||
خونین||
خون‌شناسی||
خوک||
خوید|seedling|xiːd|*
خویش|oneself (lit.)|xiːʃ|*
خیابان||
خیار||
خیال||
خیر||
خیرات||
خیز||
خیس|wet|xiːs
خیم||
خین||
خەر||
||
د||
||
داخل||
داد||
دادا||
دادار||
دادن||
دادگاه||
دادگر||
دار فلفل||
دارفلفل||
دارنده||
دارو||
داروخانه||
داروساز||
داروسازی||
داروشناس||
داروغه||
دارچین||
داریوش||
داستان||
داشتن||
داغ||
داغون||
داماد||
دامنه||
دانش||
دانشجو|student|dɒːneʃd͡ʒuː(j)
دانشمند||
دانشنامه||
دانشکده||
دانشگاه||
دانمارک||
دانیال||
داوود||
دبیرستان||
دجله||
دختر||
دخترباز||
دخدر||
در||
در حال||
در هر حال||
درآمد|income|dæɾɒːmæd
درآوردن|to extract; to translate|dæɾ-ɒːvæɾdæn
دراز||
دراییدن||
دربار||
درباره||
دربین||
درجه||
درخت||
درخواست||
درد||
دردمند||
دردناک||
درزی||
درس||
درست||
درست کردن||
درشت||
درمان||
    درمانگاه||
درمنه||
درنگ||
درها||
درود||
درود بر تو|hello|doˌɾuːd bæɾ ˈto
درودن||
دروغ||
دروغ بافتن||
دروغ گفتن||
دروغ‌ها||
درونه||
درویدن|to reap|deɾæviːˈdæn
درویش|poor, needy|dæɾviːʃ
درگاه||
دری||
دریا||
دریافت||
دریافت کردن||
دریاچه||
دریدن||
دریچه||
دزدیدن||
دس||
دست||
دست دادن||
دستار||
دستاویز|document, paper|dæstɒːviːz
دستمال||
دستور||
دستکند||
دستگاه||
دست‌نماز||
دشمن||
دشوار||
دشوارتر||
دشوارترین||
دعا||
دعوت||
دغد||
دفاع|defense|defɒːʔ
دفاع کردن|to defend|defɒːʔ kæɾdæn
دفتر||
دفعه||
دقت||
دقه||
دقیقه||
دل||
دل به دریا زدن||
دلال||
دلاور||
دلبستگی||
دلتنگ||
دلدار||
دلسوز||
دلفریب||
دلفین||
دلم||
دلم برات تنگ شده||
دلگیر||
دلگیرتر||
دلگیرترین||
دلگیری||
دلیجان||
دلیل||
دل‌شکن||
دم||
دما||
دماسنج||
دماغ||
دماوند||
دمبک||
دمت گرم||
دمشق||
دنب||
دنبال||
دندان||
دنیا||
دنیدن||
دنیوی|mundane|donjæve
ده||
دهان||
دهانی||
دهستان||
دهقان||
دهلی||
دهن||
دهیار||
دوازده||
دوانی||
دوجنس‌گرا||
دودل|hesitant|dodel
دودمان||
دور||
دوران||
دوره||
دوزخ||
دوست||
دوست داشتن||
دوستانه||
دوستت دارم||
دوش||
دوش گرفتن||
دوشنبه||
دوغ||
دول||
دولت||
دونات||
دونستن||
دونسن||
دوچرخه||
دویدن|to run|dæviːdæn
دویی|duality|d̪oˈiː
دپارتمان||
دچار||
دژ||
دژاوو|déjà vu|deʒɒːˈvuː
دژند||
دژها||
دکتر می‌خواهم||
دگر||
دگرجنس‌گرا||
دگرگونی||
دی||
دیدگاه||
دیر||
دیروز||
دیزی||
دیسال||
دیسک||
دیسک‌ها||
دیشب||
دینار||
دیو|demon|diːv
دیوان||
دیوانه||
دیوید|David|dei̯ˈvid
دیگ||
دیگدان||
دیگر||
||
ذ||
||
ذ||
ذات||
ذاتی||
ذبح||
ذرت||
ذره||
ذهن|mind|zehn
ذکر||
||
ر||
||
رأی|opinion, view|ɾæ§ʔ§j|ra'y
را||
رابط||
رابطه||
راجستان||
راجستانی||
راجع به|regarding, about|rɒːˈd͡ʒe(ʔ)be
راحت||
رازی||
راس||
راست||
راست گفتن||
راسته||
راستگو|truthfull, honest|ɾɒːstɡuː
رام||
رامین||
ران||
راه ابریشم||
راهب||
راهبردی||
راک||
رایانه||
رایگان||
رباعی||
ربع|a quarter|ɾobʔ
ربودن||
رتیل||
رحیم||
رخ||
رخام||
رختن||
رده||
ردیا||
رزا||
رساندن||
رسانیدن||
رستاخیز||
رستم||
رستن||
رستوران||
رستوران‌ها||
رسم||
رسما||
رسمی||
رسیدن||
رشت||
رشتن||
رصدخانه||
رضا||
رعایا||
رعد|thunder|ɾæʔd
رعنا||
رعیت||
رغبت||
رفتار||
رفتن||
رفتگان||
رفدن||
رفیق||
رقص||
رقصنده||
رقصیدن||
رم||
رمضان||
رمق||
رمه||
رنده||
رنگ||
رنگارنگ||
رنگارنگ‌تر||
رنگارنگ‌ترین||
رنگین||
رنگین‌کمان||
رنگ‌آمیزی|colouring|ræŋɡɒːmiːˈziː
ره||
رهبر||
رواج||
روادید||
رواق||
رواندا||
روان‌شناس||
روباه||
روح||
روحانی||
رود||
رودابه||
رودخانه||
روزانه||
روزبه||
روزمه||
روزنامه||
روزها||
روزگار||
روس||
روستا||
روسی||
روسیه||
روش||
روشن|light, bright|ɾowʃæn|*
روشنگری|enlightenment|ɾowʃænɡæɾiː
روشنی||
روش‌ها||
روغن||
رومانی||
رومی||
روند||
رونق||
رونوشت||
رویا|dream|roːˈjɒː
رژه||
رژیمان||
رگ||
ریحان||
ریختن||
ریدن||
ریدک||
ریز||
ریش||
ریچارد|Richard|ɾiˈt͡ʃɒːɾd̪
ریگ||
ریگستان||
||
ز||
||
زائر|pilgrim|zɒːʔeɾ
زاده||
زاغی||
زافه||
زال||
زامبیا||
زان||
زاهدی||
زاوش||
زبان||
زبان مادری||
زبان‌ها||
زحمت||
زحمت نکشید||
زدن||
زدودن||
زراوند||
زرتشتی||
زرشک||
زرشکی||
زرناپا||
زرنگ||
زره||
زرین||
زرین‌کوب||
زشت||
زشتی||
زغال||
زغال اخته||
زقاق||
زلیخا||
زمان||
زمانی||
زمستان||
زمی||
زمین‌شناسی||
زمین‌لرزه||
زنانه||
زنانگی||
زنبق||
زنبور||
زنجبیل||
زنخ||
زندان||
زنده||
زنده باد||
زندگی||
زندگی‌نامه||
زندی||
زنونه||
زنونگی||
زنگنه||
زهر||
زهره||
زواره||
زوبین||
زوج||
زوجیت||
زود||
زور||
زورق||
زورمند||
زوو|tongue|zvoː|Sistani
زیاد||
زیبا||
زیباتر||
زیباترین||
زیبیدن||
زیر||
زیرزمین||
زیره||
زیستن||
زیست‌شناس||
زیست‌شناسی||
زیمبابوه||
زیواندن||
زیویدن|to live|ziːviːdæn
زیگ||
سؤال کردن|to ask, question|so.ɒːl kæɾ.dæn
سائوتومه و پرنسیپ|São Tomé and Príncipe|sɒːuːtuːˈme vo pæɾænˈsiːp
ساحر||
ساحرات||
ساحره||
ساحرها||
ساحره‌ها||
ساحل||
ساحل عاج||
ساختار||
ساختمان||
ساختن||
ساده||
ساده‌تر||
ساده‌ترین||
سادگی||
ساز||
سازش||
سازمان||
سازها||
ساعت||
ساعتچی||
سالار||
سالانه||
سالم||
سالن||
سالگرد||
سالگی||
سامانه||
سامانه‌ها||
ساکاستان||
سایه||
سبد||
سبزه||
سبزی||
سبیل||
ستاره||
ستاره‌شناس||
ستان||
ستایش||
ستبر||
ستدن||
ستردن||
ستودن||
ستون||
سجستان||
سحر||
سخت||
سختن||
سخت‌کوش||
سخنرانی||
سخنگو|spokesperson|soxænɡuː
سد||
سده||
سر||
سر و صدا|noise, tumult|sæɾosedɒː
سرانجام||
سرای||
سراینده||
سرب||
سرباز||
سرجوخه||
سرحد||
سرخوش||
سرد||
سرداب||
سردار||
سرده||
سرده‌ها||
سرشتن||
سرطان||
سرعت||
سرفراز||
سرفه||
سرفه کردن||
سرفه‌ها||
سرمایه||
سرندیپ||
سرنشین||
سرنوشت||
سرو|cypress tree|sæɾv
سرو خمیده|paisely motif|ˌsæɾve xæmiːˈd̪e
سرودن||
سرور||
سرپرست||
سرپوش||
سرچشمه||
سرک||
سرکار||
سرکه||
سرکوب||
سرگرمی||
سرگیجه||
سری||
سریانی||
سریدن||
سریع|fast|sæˈɾiː
سرین||
سری‌لانکا||
سطح||
سطر||
سعی||
سعید||
سفارش||
سفارشی||
سفال||
سفر||
سفی||
سفید||
سفیر||
سفینه||
سقراط||
سقرلات||
سقف||
سقوط||
سلاح||
سلام||
سلام علیکم||
سلسله||
سلماس||
سلیمان||
سلیمانی||
سلیمی||
سمت||
سمج||
سمرقند||
سمع|hearing, ear|sæmʔ
سمفونی||
سمند||
سمور||
سمیر||
سمیرا||
سمیعی||
سن||
سنار||
سنان||
سنبل||
سنبه||
سنبوسه||
سنت||
سنتور||
سنتی||
سنت‌ها||
سنجاب||
سنجاقک||
سند||
سندان||
سندباد||
سنگ||
سنگال||
سنگاپور||
سنگواره||
سنگک||
سه کاف||
سهراب||
سهستن||
سهل||
سهم||
سهمگین||
سهند||
سهیل||
سه‌بعدی||
سه‌تار||
سه‌شنبه||
سه‌ماهه||
سوئد|Sweden|su[ʔ]ed̪ / [so[ʔ]ed̪
سوئیس|Switzerland|s§u§(ʔ)§i§s|su'is
سوار||
سوازیلند||
سوت||
سوخ||
سوختن||
سوخته||
سودان||
سودان جنوبی||
سوداگر||
سوراخ||
سوراخ‌ها||
سوره||
سورپرایز||
سورپریز||
سوریه||
سوز||
سوزش||
سوزن||
سوسمار||
سوسن||
سوغات||
سولاخ||
سومالی||
سوپ||
سوگ||
سوگند||
سوی|side|suːj
سپاسگزار||
سپاه||
سپاهی||
سپر||
سپردن||
سپریغ||
سپنتا|holy|sepʰænˈt̪ɒː
سپندان||
سپهبد||
سپهر||
سپهسالار||
سپوختن||
سپیده|dawn, first light|sepʰiːˈde
سکان||
سکرفیدن||
سکه||
سگ||
سگالیدن||
سیاح||
سیاره||
سیاره‌ها||
سیاست||
سیامک||
سیاه‌چاله فضایی||
سیاه‌گوش||
سیب||
سیخ||
سید||
سیر||
سیرالئون|Sierra Leone|sejeɾɒːleˈoːn
سیزده||
سیستم||
سیشل||
سیل||
سیلاب||
سیلابی||
سیلاس||
سیلاغ||
سیلو|silo|ˈsi.lu
سیم||
سیماب||
سیمرغ||
سیمین||
سینا||
سینزه||
سینما||
سینه||
||
ش||
||
ش||
شات||
شاخ||
شاخ آفریقا||
شاخه||
شاخه‌ها||
شاد||
شاد باد||
شاداب||
شادمان||
شاذ|glad|ʃɒːz
شاعر||
شال||
شامل||
شانزده||
شانه||
شانگهای||
شاه||
شاه مات||
شاهان||
شاهانشاه||
شاهانه||
شاهد||
شاهدخت||
شاهزاده||
شاهزادگان||
شاهنامه||
شاهنشاه||
شاهکار||
شاهین||
شاه‌دانه||
شاپور||
شاگرد||
شاید||
شب||
شب چله||
شب چله‌ی زمستان||
شب یلدا||
شبانه||
شبانه روز||
شبانگاه||
شباهت||
شباهنگ||
شبح||
شبنم||
شبیه||
شب‌بو|gillyflower|ʃæb buːj
شب‌بوی|gillyflower|ʃæb buːj
شب‌ها||
شب‌کور||
شتر|camel|ʃoˈtʰoɾ|šotor|شُتُر
شُتُر|camel|ʃoˈtʰoɾ|šotor|شتر
شترخار||
شترغار||
شترمرغ||
شترگاوپلنگ||
شجاع|brave, courageous|ʃod͡ʒɒːʔ
شجاعت|bravery, courage|ʃod͡ʒɒʔat/ʃad͡ʒɒʔat
شجر||
شخص||
شخصی||
شخصیت||
شد||
شدن||
شدنی||
شدید||
شر و ور|nonsense|ʃeɾoveɾ
شراب||
شرط||
شرع|religious law|ʃæːɾ(ʔ)
شروع|beginning, onset|ʃoˈruː(ʔ)
شروع کردن|to begin, start|ʃoɾuːʔ kæɾdæn
شرک||
شرکت||
شریفی||
شریک||
شستن||
شش||
ششتن||
شطرنج‌باز||
شعب||
شعبه||
شعر||
شعله||
شغال||
شغال باران||
شغال‌ها||
شغل||
شفقت||
شقایق||
شلغم||
شلوار||
شلوغ||
شلوغ‌تر||
شلوغ‌ترین||
شما||
شماره||
شماریدن||
شمال||
شمردن||
شمسی||
شمشیر||
شمع|candle|ʃæmʔ
شمعدان||
شمیدن||
شناختن||
شناسایی کردن||
شناسی||
شنبلیله||
شنبه||
شنفتن||
شنگار||
شنیدن||
شهاب||
شهادت||
شهبازی||
شهر||
شهرت||
شهردار||
شهرزاد||
شهرها||
شهری||
شهریاری||
شهریور||
شهلا||
شهنشاه||
شهوانی||
شهوت||
شهوتی||
شهود||
شهید||
شوخی||
شور||
شورا||
شورای امنیت|Security Council|ʃuːˌɾɒː(j)e æmnijæt
شوربا||
شورباه||
شورش||
شوره||
شوروی|Soviet|ʃuːɾæˈviː
شوق||
شوهر||
شوکران||
شوید|dill|ʃeˈviːd
شپش‌ها||
شک||
شکار||
شکارچی||
شکافتن||
شکال||
شکایت||
شکایت کردن||
شکست||
شکستن||
شکستنی||
شکسته‌نستعلیق||
شکلات||
شکلات داغ||
شکلاتی||
شکم||
شکمی||
شکننده||
شکوفه||
شکیفتن||
شگرف||
شگفت||
شیء|object,thing|ʃejʔ
شیدا||
شیر||
شیراز||
شیردال||
شیرین||
شیرین‌تر||
شیرین‌ترین||
شیشه||
شیطان||
شیطانی||
شیطان‌پرستی||
شیعه|Shia, Shi'ite|ʃ§iː§ˈʔ§e|ši'e
شیمی||
شیوا||
شیک|chic|ʃiːk
صابون||
صاحب||
صادر کردن||
صادق||
صادقی||
صاعقه||
صبح بخیر||
صبحانه||
صبوح||
صبور||
صحبت||
صحرا||
صحرای غربی|Western Sahara|sæhæˈɾɒːje ɢæɾˈbiː
صحنه||
صحیح||
صدا||
صدمه||
صرع|epilepsy|sæɾʔ
صرف||
صعب||
صفت||
صفحات||
صفحه||
صفحه‌کلید||
صلح||
صلیب||
صلیب سرخ||
صمیمی||
صنار||
صندلی||
صندوق||
صنعت||
صنعتی||
صنم||
صنوبر||
صهیون||
صهیونی||
صهیونیسم||
صوت||
صورت||
صورتى||
صورتی||
صورت‌غذا||
ضبط||
ضخیم|thick|zæˈxiːm
ضد||
ضد تانک||
ضد ماهواره||
ضد یخ||
ضربان||
ضربه||
ضرورت||
ضعف||
ضعیف||
ضلع|side edge|zelʔ
ضمیر||
ضمیمه||
طاس||
طاقت||
طاقت آوردن||
طاها||
طاووس||
طبق||
طبقه|floor, storey|tæbæɢe
طراح||
طرح||
طرفدار||
طعم||
طلا||
طلاق||
طور||
طوطی||
طوفان||
طول||
طول کشیدن||
طیاره||
طیف||
ظاهر||
ظرف||
ظریف||
ظفر||
ظهر|noon, midday|zohɾ
ظهور||
عاج||
عادت||
عادل||
عادی|ordinary, customary|ʔɒːdiː
عاشق||
عاصی||
عالی|sublime, exalted|ɒːliː
عباء|clergiman's cloak/gown|abɒː
عبارت||
عباسی|Abbasid|ʔæbbɒːˈsiː
عبرت|lesson|ʔebˈɾæt̪
عثمان|Osman|osmɒːn
عجان|perimeum|ʔeˈdʒɒːn
عجب|wonder, marvel|ʔæd͡ʒæb
عجیب|strange, wierd|æˈdʒiːb
عجیب‌تر|stranger, wierder|ædʒiːbtæɾ
عجیب‌ترین|strangest, wierdest|ædʒiːbtæɾiːn
عدس|lentil|ʔædæs
عراق|Iraq|ʔæˈɾɒːɣ/ʔeˈɾɒːɣ
عربستان|Saudi Arabia|æɾæbestɒːn
عربی|Arabic|ʔæ§ɾæ§b§iː|'arabi|عَرَبی
عَرَبی|Arabic|ʔæ§ɾæ§b§iː|'arabi|عربی||عربی
عرض|request, petition|æɾz
عرفان|knowledge, mysticism|ʔeɾfɒːn
عروس|bride|ʔæɾuːs
عروسک|doll, puppet|ʔæɾuːˈsækʲ
عزر|censuring, forbidding|ˈʔæzr
عشق|love, passion|eʃɢ
عشق‌آباد|Ashgabat|eʃɢɒːbɒːd
عصبانی|angry, nervous|æsæbɒːniː
عصر|afternoon, evening|ʔæsɾ~ʔæːsɾ
عضو|member|ozv
عضوها|members|ozv(h)ɒ
عطسه|sneeze|ʔætˈse
عطسه‌ها|sneezes|ʔætseˈhɒː
عظیم|magnificent, huge|ʔæˈziːm
عظیمی||
عظیم‌تر||
عظیم‌ترین|most magnificent, hugest|ʕæziːˈmiː
عفت|abstinence, modesty|ʔeffæt
عقاب|eagle|eˈɣɒːb
عقرب|scorpion|ʔæɣˈɾæb
عقل|mind, intellect; good sense|æɢl
عقیده|belief, opinion|ʔæɣiːˈde
علاءالدین|Aladdin|æ§l§ɒː§ʔ§o§d§d§ī§n
علاقه|interest, affection|ælɒːɢe
علامت تعجب|exclamation mark|ælɒːmæte tæʔædd͡ʒob
علاوه|addition|ʔe.§l§ɒː.§v§e|'elâve
علت|cause, reason|ellæt|ellat|عِلَّت
عِلَّت|cause, reason|ellæt|ellat|علت
علم|science; flag|elm; ælæm
علمی|scientific|elmiː
علی|Ali|ʔæˈliː
علیرضا||
علی‌نژاد||
عمان|Oman|ʔoˈmmɒn
عمر|life|omr
عمل|action, deed|ʔæˈmæl
عمو|paternal uncle|ʔæˈmuː
عمیق|deep|ʔæmiːɢ|Tehran emiːɢ
عمیق‌تر|deeper|æmiːxˈt̪ʰæɾ
عمیق‌ترین|deepest|æmiːxt̪ʰæˈɾiːn
عنابی|a reddish colour|ænɒːbiː
عنایت|solicitude|ʔenɒːjæt
عنصر|element (chem.)|onsoɾ
عنوان|title|onvɒːn
عنکبوت|spider|(ʔ)æŋkʲæˈbuːtʰ
عوامانه|vulgar|ævɒːmːmɒːˈne
عوض|recompense, substitute|ævæz
عکس|photographs, reversed|æks
عکس‌ها|photographs|æksˈhɒː
عیب|fault, defect|ejb
عید|Eid|ʔei̯d/ʔiːd
عیسی|Jesus|ʔiːˈsɒː
غار||
غاز||
غافت||
غافث||
غالب||
غایب||
غذا||
غرب||
غربت||
غرق||
غره||
غرور||
غریب||
غریزه||
غزال||
غزل||
غسل||
غصه||
غلامی||
غلتیدن||
غلط||
غلغله||
غلیواج||
غم||
غمناک||
غمگین||
غمگینی||
غنا||
غنی||
غور||
غوز||
غوک||
غژب||
غژگاو|yak|ɢæʒˈɡɒːv
غیر||
غیر ممکن||
غیرت||
غیررسمی||
غیور||
||
ف||
||
فاحش||
فاحشه||
فاخره||
فارسی||
فارسی بلد نیستم||
فارسی دری||
فارغ||
فاسق||
فاسق‌ها||
فاصله||
فاعل||
فالوده||
فامیل||
فانوس||
فانی||
فائده|advantage, benefit|f§ɒː§ʔe§ˈd§e|fâ'ede
فایده|advantage, benefit|f§ɒː§je§d§e|fâyede, fâyde
فتح||
فحش||
فدات||
فدایت بشوم||
فر||
فرآیند|process|fæɾɒːˈjænd
فرادیس||
فرازمینی||
فراصوت||
فراموش||
فراموش کردن||
فراموشی||
فراموشیدن||
فرانسه||
فرانک||
فراگیر||
فرج||
فرختن||
فرد||
فردا||
فردوس||
فرزاد||
فرزانه||
فرزند||
فرزندخوانده||
فرسادن||
فرسایش||
فرستادن||
فرستاده||
فرسنگ||
فرشته||
فرصت||
فرض||
فرق||
فرمان||
فرمانده||
فرمایش||
فرمودن||
فرنود||
فرنوش||
فرنگ||
فرنگستان||
فرنگی||
فرهادی||
فرهنگ||
فرهنگستان||
فرهنگی||
فروختن||
فرودگاه||
فروردین||
فروش||
فروشنده||
فروغ||
فروهر||
فرگرد||
فریاد||
فریاد زدن||
فریان||
فریانه||
فریب||
فریبا||
فرید||
فریدون||
فریفتن||
فریماه||
فرینام||
فساق||
فسیل||
فشار||
فشردن||
فشنگ||
فصح||
فصل||
فصیح|eloquent|fæsiːh
فضا||
فضازمان||
فضاپیما||
فضایی||
فعال||
فعالیت||
فعل||
فعلا||
فغفور||
فقر||
فقط||
فقیر||
فلاخن||
فلان||
فلسطین||
فلفل||
فلورا||
فن||
فنجان||
فندق||
فندک||
فهرست||
فهم||
فهماندن||
فهموندن||
فهمیدن||
فواره||
فوت||
فوت کردن||
فوج||
فوق‌العاده||
فک||
فکر||
فکر کردن||
فیروزه||
فیض||
فیلیپ||
فیلیپین|Philippines|filiˈpʰin
قابل||
قابل ندارد||
قابل نداره||
قابلی ندارد||
قابلی نداره||
قابل‌فهم||
قاتل||
قاره||
قارچ||
قاسم||
اِسْم|name|e§s§m|esm|اسم
اسم|name|e§s§m|esm|اِسْم
قاشق||
قاضی||
قاطر||
قاعده||
قاغذ||
قافله||
قافیه||
قاقم||
قالب||
قالی||
قالیباف||
قاموس||
قانون||
قانونی||
قاهره||
قاچاق|contraband|ɢɒːt͡ʃɒːɢ
قاچاقچی||
قایق||
قبا||
قبر||
قبرس||
قبرستان||
قبض||
قبل از||
قبلا||
قبول||
قدر||
قدرت||
قدرتمند||
قدمت||
قدمت رو چشم|you're welcome|ɢæd̪æˈmet ɾuːje ˌt͡ʃeʃm
قدمت روی چشم|you're welcome|ɢæd̪æˈmet ɾuːje ˌt͡ʃeʃm
قدومه||
قدیمی||
قرآن|Qur'an|ɢoɾʔɒːn
قرار|Qur'an|ɢoɾʔɒːn
قرار گرفتن||
قربانت بروم||
قربانت بشوم||
قربونت||
قربونت برم||
قربک||
قرص|loaf of bread|ɢoɾs
قرض دادن||
قرعه‌کشی||
قرغیزستان||
قرقیزستان||
قرمزی||
قرمه سبزی||
قرن||
قرنفل||
قریه||
قزاق||
قزاقستان||
قزوین|Qazvin (city)|ɢæzviːn
قسطنطنیه||
قسم||
قسمت||
قشنگ||
قشنگی||
قصاب||
قصد||
قصه||
قصیده||
قضیب||
قطار||
قطبی||
قطر||
قطع|cutting, severing|ɢætʔ
قطور||
قفس||
قفسه||
قفل||
ققنس||
ققنوس||
قلا||
قلاوز||
ق||
||
قلاووز||
قلبی||
قلعه||
قلم||
قلمدان||
قلیان||
قم||
قمر||
قمپز درکردن||
قند||
قندهار||
قندوز||
قهرمان||
قهوه||
قهوه ترک||
قهوه‌ای||
قهوه‌خانه||
قهوه‌خونه||
قو|swan|ɢuː
قوت||
قورباغه||
قوس و قزح|rainbow|ɢows o ɢæzæh
قوش||
قوطی||
قول||
قوم||
قوها||
قوهای سیاه|black swans|ɢuːˈhɒːje siːˈjɒːh
قوی|strong|ɢæviː
قوی سیاه|black swan|ˈɢuːje siːˈjɒːh
قید||
قیصر||
قیمت||
قیمتی||
قیمه||
قیچی||
||
ك||
||
كنج||
||
ل||
||
لابد||
لاجورد||
لاریجانی||
لازم||
لازم داشتن||
لاعلاج||
لاغ||
لاف||
لاله||
لاژورد||
لایه||
لب||
لباس||
لباس‌ها||
لبخند||
لبنان||
لبی||
لثه||
لجن||
لحظه||
لذت بردن||
لذیذ||
لزوماً|necessarily|lo§z§uː§ˈm§æn|lozuman|لُزوماً
لُزوماً|necessarily|lo§z§uː§ˈm§æn|lozuman|لزوماً||لزوماً
لسوتو|Lesotho|lesoːˈtoː
لشکر||
لطیف||
لعل|garnet, red gemstone|læʔl
لعنتی||
لغت||
لفاف||
لقب||
لله||
لندن||
لنگرگاه||
لهجه||
لهذا||
لهستان||
لوبیا||
لوترا||
لوخن||
لوز||
لوله||
لوید|cauldron|læˈviːd
لپتون||
لپتون‌ها||
لگام||
لی||
لیبی||
لیسیدن||
لیلا||
لیمو|lemon|liːmuː
لیو|sun, sunlight|liːv
لیوان||
لیک||
مؤثر|effective|mo.§ʔæ§sˈse§ɹ|mo'asser
مؤدب|polite; instructor|moʔæddæb
مؤسسه|foundation|moʔæssæse
مؤمن|believer|mo§ʔ.§me§n|mo'men
ما||
ماجرا||
ماداگاسکار||
مادر||
مادرانه||
مادیان||
مارس||
مارمولک||
مارها||
ماز||
مازریون||
مازندرانی||
مازو|oak apple|mɒːˈzuː
مازوج||
ماساژ||
ماست||
ماشین||
مالاوی|Malawi|mɒːlɒːˈviː
مالته||
مالدیو|Maldives|mɒːlˈdiːv
ماله||
مالک||
مالی||
مالیات||
مالیدن||
مامانی||
ماموت||
ماندن||
مانده||
ماندگار||
مانند||
مانی||
ماه|moon, month|mɒːh
ماهر||
ماهواره||
ماهور||
ماهی||
ماهیتابه||
ماهیچه||
ماچ||
ماک||
مایه||
مبارزه||
مبتدی||
مبنا||
مبهم||
متحد||
متحد کردن||
متخلف||
متر||
مترادف||
مترجم||
مترسک||
متشکرم||
متضاد||
متعارف||
متعلق||
متعلق بودن||
متفاوت||
متن||
متوسط||
متوقف کردن||
متون||
مثال||
مثبت||
مثل||
مثلا||
مجاری||
مجازات||
مجازات مرگ||
مجازات کردن||
مجازات‌ها||
مجبور||
مجبور کردن||
مجتبی||
مجد||
مجدانی||
مجرد||
مجروح||
مجلس||
مجموعه||
مجید||
محافظه‌کار||
محال||
محبت||
محبوب||
محسن||
محقق||
محل||
محلی||
محمد||
محمدجواد||
محمود||
محنت||
محکمه||
محیط||
مخاطب||
مخالف||
مخالفت||
مختار||
مختل||
م||
||
مختلط||
مختلف||
مخرج||
مخصوص||
مخمر||
مخمل||
مد||
مداخله کردن||
مدت||
مدرسه||
مدرنیزه||
مدفون||
مدهوش||
مدیر||
مدینه||
مذاهب||
مذاکره||
مذهب||
مذهبی||
مرا||
مراقب||
مراکش||
مربا||
مربوط||
مرتب||
مرجان||
مرخ||
مرد||
مرداد||
مردان||
مردانه||
مردانگی||
مردد||
مردم||
مردم‌سالاری||
مردم‌شناس||
مردم‌شناسی||
مردن||
مرده||
مردها||
مردونه||
مردونگی||
مرز||
مرسی||
مرضیه||
مرطوب||
مرغ مگس‌خوار||
مرغاب||
مرغان||
مرغ‌ها||
مرمر||
مرمی||
مرند||
مرو|Merv|mæɾv
مروارید||
مروت||
مروزی||
مرچ||
مرکب||
مرکز||
مرکزی||
مرگ||
مریض||
مریضی||
مریلا||
مزار شریف||
مزخرف||
مزخرف‌تر||
مزخرف‌ترین||
مزرعه|farm|mæzɾæˈ(ʔ)e
مزنه||
مزه||
مسئله|problem, issue|mæs[ʔ]æˈle
مسئول|responsible, liable|mæ§s§ʔ§uː§l|mas'ul
مساجد||
مسافر||
مسافرت||
مساوی|equal|mosɒːviː
مستطیل||
مستعمره||
مستقیم||
مسجد||
مسجدها||
مسخره||
مسعود||
مسلمان||
مسلمان هستم||
مسلمانم||
مسلمون||
مسکه||
مسکو|Moscow|mosˈkʰo
مسیح||
مسیحی||
مسیحی هستم||
مشابه||
مشارکت||
مشاهده||
مشترک||
مشتری||
مشرقی||
مشعل||
مشغول||
مشق||
مشهد||
مشهور||
مشکات||
مشکل||
مشکلات||
مشکل‌تر||
مشکل‌ترین||
مشکل‌ها||
مشکی||
مشیری||
مصاحبه||
مصدر||
مصر||
مصنوعی||
مصون||
مضحک||
مطبوعات||
مطلب|subject, topic|mætlæb
مطلع|1st line of qasida/ghazal|mæt̪ˈlæ(ʔ)
مظهر||
معادل||
معادله||
معالجه||
معاون||
معبد||
معتبر||
معجزه||
معدنی||
معده|stomach|meʔde
معراج||
معرفی کردن||
معروف||
معشوق|beloved|mæʔʃuːɢ
معلم||
معلوم||
معماری||
معمول||
معمولا||
معنوی|semantic|mæ§ʔ§næ§v§iː|مَعنَوی
مَعنَوی|semantic|mæ§ʔ§næ§v§iː|معنوی||معنوی
معنی||
مغ||
مغاره||
مغازه||
مغاک||
مغاک‌تر||
مغاک‌ترین||
مغرب|Morocco|mæɢɾeb
مغرب‌زمین||
مغرور||
مغز||
مغولستان||
مفتون||
مفتی||
مفرط||
مفعول||
مفقود||
مقاله||
مقاومت||
مقداد||
مقدار||
مقدماتی||
مقصد||
مقطع|last line of qasida/ghazal|mæɢtæʔ
مقعد||
مقعدی||
مقیم||
ملا||
ملاقات||
ملاقات کردن||
مله||
ملوان||
ملکه||
ملی||
ملیت||
ملیکا||
ممد||
مملکت||
ممنوع|prohibited, forbidden|mæmnuːʔ
ممنون||
ممکن||
من||
منابع||
مناره||
منازل||
مناسب||
مناسبت||
منبع|source, origin|mæmˈbæ(ʔ)
منتظر||
منتقد||
منجر شدن||
مند||
مندن||
منزل||
منشار||
منشی||
منطقه|zone, region|mæntæɣe
منطقه‌ها||
منظورت چیست||
منع|prohibited|mænʔ
منفور||
منوچهر||
منیژه||
مه||
مهاجر||
مهاجرت||
مهاجم||
مهارت||
مهبل||
مهدی||
مهر||
مهران||
مهربان||
مهربانی||
مهرداد||
مهره||
مهسا||
مهم||
مهمان||
مهمان‌پرست||
مهندسی||
مهنوش||
مهیار||
موافق||
موتر||
موج||
موجود||
موحش||
مورچه||
موریس||
موز||
موزامبیک||
موزه||
موسم||
موسیقی||
موضوع|subject, topic|mowzuː(ʔ)
موفق|successful|muvaffak
موفق باشی||
موفق باشید||
موفقیت||
موقع|time|mowˈɢeʔ|Tehran moːˈɢeː
موقعیت||
مولانا||
موم||
مومیا||
مومیایی||
موندن||
موی|hair|muːj
مچد||
مژده||
مژه||
مک||
مکافات||
مکان||
مکانیک||
مکتب||
مکنزی||
مکه||
مکیدن||
مگر||
مگردومیان||
مگس||
می||
میان||
میانجیگری||
میانمار||
میترا||
میخانه||
میخی||
میدان||
میرزا||
میرزاخانی||
میرنده||
میز||
میزان||
میشین||
میغ|fog, mist|miːɣ
میلاد||
میلادی||
مین||
مینو|paradise, heaven|miːnuː
میهن||
میهن‌پرست||
می‌خواهم||
می‌گم||
||
ن||
||
نااهل||
نابود کردن||
نابینا||
ناتمام||
ناتوان||
ناحیه||
ناخدا||
ناخن||
ناخواسته||
نادان||
نادر||
نار||
ناراحت||
نارسنگ||
نارنجی||
نارون||
نارگیله||
ناز||
نازک||
نازی||
ناشنوا||
ناف||
نافرمان||
ناقص|incomplete|nɒːɢes
نالان||
نالون||
نام||
نامه|letter|nɒːme
نامیدن||
نام‌ها||
نان||
نانوائی|bakery|nɒːnvɒːj[iː]
نانوشته||
ناهید||
ناو|boat, ship|nɒːv
ناوخدا||
ناودان||
ناپاز||
ناپدید||
ناپسند||
ناچار||
ناک||
ناگه||
ناگهان||
نایاب||
نبض|pulse, heartbeat|næbz
نبید||
نبیذ|date wine|næˈbiːz
نتیجه||
نجس||
نجس‌تر||
نجس‌ترین||
نجفی||
نجومی||
نخست||
نخود||
نخیر||
ندا||
ندارد||
نده||
نذل||
نر||
نروژ||
نرگس||
نرگس شهلا||
نری||
نریمان||
نزد||
نزدیک||
نزدیک‌تر||
نزدیک‌ترین||
نسبتا||
نستعلیق|nasta'liq|næ§s§t§æ§ʔ§l§iː§ɢ|nasta'liq|نَسْتَعْلیق
نَسْتَعْلیق|nasta'liq|næ§s§t§æ§ʔ§l§iː§ɢ|nasta'liq|نستعلیق
نسخ|abolition|næsx
نسخه|copy, version|nosxe
نسرین||
نسل||
نسک||
نسیم||
نشئه|drunk|næːˈʃe
نشان||
نشان دادن||
نشاندن||
نشانه|sign, symbol, mark|neʃɒːˈne
نشانگان آسپرگر|Asperger's syndrome|neʃɒːneˌɡɒːne ɒːspeɾˈɡʲeɾ
نشلیدن||
نشور||
نصف||
نصیب||
نظام|system, order|nezɒːm
نظر||
نعناع|mint|næːˈnɒː
نعوظ||
نغز||
نغمه|melody, tune|næɢme
نفت||
نفرت||
نفس||
نقاب||
نقاش||
نقاشی||
نقد||
نقره||
نقطه||
نم||
ن||
||
نماز||
نماز خواندن||
نمایان||
نمایش||
نماینده||
نمایندگان||
نمایه||
نمودار||
نمودن||
نمونه||
نمک||
نمکدان||
نمکین||
نمی‌دانم||
نمی‌دونم||
ننه||
نه|nine|noh
نه خیر||
نهاد||
نهادن||
نهادی||
نهان||
نهج||
نهر||
نهفتن||
نهنگ|whale|næˈhæŋɡ
نو|new, pristine|now
نواختر||
نواختن||
نوازنده||
نوازنده‌ها||
نوازندگان||
نوبت||
نوترینو|neutrino|nuːt̪ʰɾiːno
نود||
نور|light|nuːɾ
نورانی||
نوروز||
نوروزی||
نوزاد||
نوزده||
نوستالژی||
نوش جان||
نوشتن||
نوشیدن||
نوشیدنی||
نوشین||
نوع|type, kind, sort|nowʔ
نوم||
نومد||
نون||
نوچ|pine tree|nuːt͡ʃ
نوک||
نوکر||
نوید|promise, good news|næˈviːd
نویسه‌گردانی|transliteration|neviːse ɡæɾdɒːniː
نوین|new, modern|næviːn
نژاد||
نژادها||
نژادپرست||
نژادپرستانه||
نژادی||
نکونام||
نگار||
نگاره||
نگاشتن||
نگاه||
نگاه کردن||
نگریستن||
نگندن||
نگهداری||
نیا||
نیاز||
نیاز داشتن||
نیازها||
نیایش||
نیجر||
نیجریه||
نیرو|force|niːˈɾuː
نیرومند||
نیروگاه||
نیروگاه هسته‌ای||
نیز||
نیزه||
نیست||
نیستم||
نیستی||
نیفه||
نیلوفر||
نیم||
نیمروز||
نیو|brave, valiant (archaic)|niːv
نیوشا||
نیوشیدن||
نیک||
||
ه||
||
ه||
ها||
هات چاکلت||
هاشمی||
هامون||
هتل||
هجده||
هجران||
هخامنش||
هخامنشی||
هخامنشیان||
هدیه||
هذیان||
هر||
هرات||
هرتز||
هرزه||
هرزگی||
هرمز||
هرچه||
هرکس||
هرگز||
هزار||
هزینه||
هست||
هستی||
هشت||
هشتن||
هفت||
هفته||
هفته‌ها||
هفت‌سین||
هفده||
هل||
هلن||
هلندی||
هلو|peach|hoˈluː
هم||
همان||
همانطور که||
هماهنگی||
همبرگر||
همجنسگراهراس||
همجنس‌گراهراس||
همدم||
همراه||
همساده||
همسایه||
همسده||
همنوع‌خواری||
همه||
همچنان||
همچنین||
همیشه||
هم‌اکنون||
هم‌جنس‌گرا||
هند||
هندسه||
هندو|Hindu|henduː
هندوانه||
هندوستان||
هندی||
هنر||
هنرپیشه||
هنوز||
هنگ||
هنی||
هوا||
هواپیما||
هوتن||
هوش||
هوشمند||
هوشنگ||
هوشیار||
هول||
هومن||
هی||
هیجان||
هیره||
هیزم||
هیس||
هیور||
هیچ||
هیچ‌وقت||
هیچ‌کدام||
هیچ‌کس||
هیکل||
وا کردن||
واج|phoneme|vɒːd͡ʒ
واحد نجومی||
وارث|heir|vɒːɾes
وارد||
وارد کردن||
واروژان||
واس||
واش||
واشنگتن||
واقعا||
واقعیت||
والا||
والده||
والسلام||
والله||
وانستن||
واژن||
واژه||
واژه‌نامه||
واژه‌ها||
واژگان||
واکنش||
وای||
وج||
وجدان||
وجود||
وجود داشتن||
وجودی||
وحشی||
وحی||
وخشیدن||
ودیعه||
ورزش||
ورزیدن||
ورقه||
وروجک||
وزارت||
وزغ||
وزن||
وزیدن||
وسط|middle, centre|væsæt
وسیع|wide, vast|væsiːʔ
وش||
وضع|situation, state|væzʔ
وضعیت||
وضوح||
وطن||
وطن‌پرست||
وظیفه||
وظیفه‌ام بود||
وعده|promise|væʔde
وغا||
وفا||
وقت|time|væɢt
وقتی|whenever|væɢtiː
ول||
ولایت||
ولسوالی||
ونزوئلا|Venezuela|venezueˈlɒː
ونوس||
وکالت||
وکیل||
وگرنه||
ویدیدن||
ویدیو|video|viːdiːjo
ویراستن||
ویرانه||
ویرایش||
ویستا||
ویسی||
وین||
ویه||
ویژه||
ویژگی||
ویژگی‌ها||
ویکی||
ویکی‌پدیا||
ویگن||
اوج|zenith|owd͡ʒ|owj|اُوج
اُوج|zenith|owd͡ʒ|owj|اوج
پ||
||
پ||
پا||
پاداش||
پادشاه||
پارتی||
پارسا||
پارسال||
پارسه||
پارسی||
پارلمان||
پاره||
پارو|shovel, oar|pʰɒːˈɾuː
پارچ||
پاریس||
پاسخ||
پاشنه||
پاشیدن||
پالایش||
پالایشگاه||
پالودن||
پالوده||
پانزده||
پانید||
پاپ||
پاپوش||
پاک||
پاکستان||
پاکستانی||
پای||
پایتخت||
پایه||
پاییز||
پتروسیان||
پختن||
پدافند||
پدر||
پدرام||
پدرانه||
پدیدار||
پدیدار شدن||
پدیده||
پذیرفتن||
پر||
پراندن||
پراکندن||
پراکندگی||
پرتغال||
پرتقال||
پرتوقع|demanding, expectant|poɾ tævæɢɢoʔ
پرتکاپو|active, hardworking|pʰoɾt̪ʰækʰɒːˈpʰuː
پرتگاه||
پرداختن||
پردیس||
پررونق|splendid|poɾ ɾownæɢ
پرس||
پرستار||
پرستیدن||
پرسش||
پرسیدن||
پرشور||
پرطرفدار||
پرنده||
پرندوش||
پرندگان||
پرهام||
پرهیز||
پرواز||
پروانه||
پرورش||
پرورش دادن||
پروسه||
پروژه||
پروگرام||
پرویز|Parviz (name)|pæɾˈviːz
پرکار||
پرگار||
پری||
پریدن||
پریروز||
پریستان||
پریشان||
پریشب||
پرینه||
پریوش||
پزشک||
پس||
پس از||
پس گرفتن||
پست کردن||
پستان||
پستاندار||
پسته||
پسر||
پسرانه||
پسرونه||
پسرک||
پسی||
پش||
پشت||
پشتو|Pashto|pʰæʃˈt̪ʰuː
پشتون|Pashtun|pæʃˈtuːn
پشمک||
پشمین||
پشه||
پشک||
پشیمان||
پلاستیک||
پلان||
پلاک||
پلخته||
پله||
پلو|pilaf|pʰoloʊ̯|polow|پُلُو
پُلُو|pilaf|pʰoloʊ̯|polow|پلو
پلید||
پناهنده||
پناهندگان||
پناهگاه||
پنبه||
پنجاب||
پنجابی||
پنجره||
پنجه||
پندار||
پنهان||
پنهان شدن||
پنهان کردن||
پنیر||
پهلوان||
پهپاد|drone (aircraft)|pʰæhˈpʰɒːd̪
پوتین||
پودنه||
پوده||
پودینه||
پوزخند||
پوست||
پوسته||
پوسیدن||
پوشاک||
    پوشش||
پوشیدن||
پول||
پولاد||
پولدار||
پوهنتون||
پوپک|hoopoe|puːpæk
پوچ||
پویان|Pouyan (name)|pʰuːˈjɒn
پوییدن|to trot|puːjiːdæn
پچین||
پژاک||
پژمان||
پژمردن||
پژواک||
پژوهش||
پژوهیدن||
پکن||
پگاه||
پی||
پیاده||
پیادگان||
پیاله||
پیامبر||
پیتزا||
پیختن||
پیدا||
پیدا کردن||
پیر||
پیراستن||
پیرتر||
پیرترین||
پیروز||
پیروزی||
پیسه||
پیش||
پیش از||
پیش رفتن||
پیشاب||
پیشانی||
پیشتاز||
پیشرفت کردن||
پیشمرگه||
پیشنهاد||
پیشنهاد کردن||
پیشه||
پیشوا||
پیشوند||
پیشگیر||
پیشین||
پیش‌غذا||
پیغامبر||
پیمان||
پینگ‌پونگ||
پیوسیدن||
پیچ|curve|piːt͡ʃ
پیچیدن||
پیکار||
پیکر||
پیکربندی||
چا||
چابک||
چاد||
چاشت||
چاشنی||
چاق|fat, overweight|t͡ʃɒːɢ
چاقو|knife|t͡ʃɒːɢuː
چاق‌تر||
چاق‌ترین||
چالش||
چاله||
چانه||
چاه‌کور||
چای|tea|t͡ʃɒːj
چای سبز|green tea|t͡ʃɒːjeˈsæbz
چایخانه||
چایدان|tea caddy|t͡ʃɒːjdɒːn
چتر||
چر||
چرا||
چراغ||
چربی||
چرت||
چرت و پرت|nonsense|t͡ʃʰæɾt̪ʰoˈpʰæɾt̪/t͡ʃʰeɾt̪ʰoˈpʰeɾt̪
چرخ||
چرخه||
چرخیدن||
چردن||
چرمه||
چروک||
چروک شدن||
چرک||
چریدن||
چسباندن||
چسبوندن||
چسبیدن||
چش||
چشا||
چشمان||
چشمه||
چشیدن||
چطور||
چغاله||
چغندر||
چقدر|how much|t͡ʃeɢæd[æ]ɾ
چل||
چلنگر||
چله||
چلهٔ تابستان|midsummer|tʃʰelˈleje tʰɒːbesˈtʰɒn||
چلهٔ زمستان|midwinter|tʃʰelˈleje zemesˈtʰɒn||
چله‌ی تابستان|midsummer|tʃʰelˈleje tʰɒːbesˈtʰɒn||
چله‌ی زمستان|midwinter|tʃʰelˈleje zemesˈtʰɒn||
چلو|plain cooked rice|t͡ʃʰeloʊ̯|Tehran t͡ʃʰelo
چلوکباب||
چلچله||
چم||
چمدان||
چمن||
چمیدن||
چنار||
چنان||
چنانکه||
چندان||
چندین||
چنگال||
چنگیز||
چنین||
چه||
چهار||
چهارده||
چهارشنبه||
چهارصد||
چهارصد و بیست|four hundred and twenty|t͡ʃʰɒːɾsæd̪oˈbiːst̪ʰ
چهره||
چهل||
چو|rumour, hearsay|t͡ʃow
چوب||
چوغ||
چون||
چوپ||
چوپان||
چوچوله||
چوکی||
چوگان||
چپت|traditional Khorasan shoe|t͡ʃʰæˈpʰætʰ
چپر||
چکاد||
چکش||
چکمه||
چکیدن||
چگونه||
چی||
چیدن||
چیز||
چیزبرگر||
چیزها||
چیزی||
چیست||
چیش||
چین||
چیندن||
چینی||
ژاله||
ژامبون||
ژاندرم||
ژاپنی||
ژاژومک||
ژاکت||
ژرف||
ژرفا||
ژرفی||
ژرف‌تر||
ژرف‌ترین||
ژست||
ژله||
ژم||
ژن||
ژنرال||
ژنو|Geneva|ʒeˈnev
ژولیدن||
ژوپیتر||
ژکفر||
ژی||
ژیرش||
کابل||
کابلی||
کابوس||
کابوس‌ها||
کابینه||
کاتولیک||
کاج||
کاخ||
کادو|gift|kɒːdo|kâdo|کَادُو
کَادُو|gift|kɒːdo|kâdo|کادو
کاذب||
کار||
کاربر||
کاربرد||
کاربردی||
کارتون||
کارخانه||
کارزار||
کارشناس||
کارمند||
کاروان||
کاروان‌سرا||
کارواژه‌ها||
کارواژگان||
کارورزی||
کارگاه||
کارگر||
کاری نکردم||
کاریز||
کاسب||
کاسه||
کاشتن||
کاظم||
کاغذ||
کاغذها||
کافر||
کافی||
کالا||
کالب||
کالباس||
کالبد||
کالیفرنیا||
کام||
کامران||
کامرون||
کامستن||
کامل||
کاملا||
کامپیوتر||
کامی||
کامیون||
کانال||
کاندوم||
کاهربا||
کاهش||
کاهش دادن||
کاهو|lettuce|kʰɒːˈhuː
کاپ ورد||
کاپوت||
کاک||
کاکوتی||
کباب||
کبوتر||
کبود||
کتاب||
کتک خوردن||
کتک زدن||
کتی||
کثیف|dirty, unclean|kæsiːf
کد پستی||
کدام||
کدم||
کر||
کر کردن||
کرامت||
کرایه|fare (money)|kiɾɒːjæ
کرباسچی||
کربلا||
کردار||
کردستان||
کردن||
کردی||
کرس||
کرشن||
کرفس||
کرمان||
کرند||
کرک||
کرکس||
کرگدن||
کریستوفر||
کریمه||
کس||
کسشعر||
کسی||
کشاورز||
کشاورزی||
کشتار||
کشتن||
کشتی||
کشتی‌گیر||
کشتی‌گیران||
کشتی‌گیرها||
کشمش||
کشمیر||
کشور||
کشورها||
کشکول||
کشیدن||
کشیش||
کفاش||
کفتر||
کفش||
کفش‌ها||
کلاس||
کلاشینکف||
کلاغ||
کلان||
کلانتر||
کلفخشنگ||
کلمه||
کلنگ||
کله||
کلوچه||
کلپ||
کلپوک||
کلید||
کلیسا||
کلیک کردن||
کم||
کماشیر||
کمال||
کمان||
کمانچه||
کماکان||
کمتر||
کمترین||
کمر||
کمربند||
کمزور||
کمند||
کمک||
کمک‌های|aid, assistance|komɒːkhɒiː
کمی||
کمیل||
کم‌ترین||
کم‌مایه||
کم‌کم||
کن||
کنار||
کنایه||
کنجکاو|curious|kond͡ʒkɒːv
کنده||
کنسرت||
کنش||
کنعان|Canaan|kænʔɒːn
کنفرانس||
کنه||
کنکور|university entrace exam|koŋˈkuːr
کنگر||
کنگره||
کنیا||
کنیسه||
که||
کهر||
کهربا||
کهنه|old, used|kohne
کهکشان||
کهکشان‌ها||
کوبیدن||
کوتاه||
کوتاهی||
کوتاه‌تر||
کوتاه‌ترین||
کود||
کودتا||
کودکان||
کودکی||
کور||
کور هستم||
کورم||
کوره||
کوروش||
کوزه||
کوسه||
کوسه بزرگ سفید||
کوشش||
کوشش کردن||
کوشک||
کوفته||
کول||
کولی||
کومور||
کون||
کونی||
کونی‌ها||
کون‌گشاد||
کوه||
کوهستان||
کوچه||
کوچه پس کوچه||
کوچک شدن||
کوچک‌تر||
کوچک‌ترین||
کوکب||
کویر|salt lake|kʲæˈviːɾ
کژال||
ککه||
کی||
کیر||
کیسه||
کیف||
کیف کردن||
کیمیا||
کین||
کینه||
کیهان||
کیهانی||
کیوان||
کیچه||
کیک||
گا||
گاب||
گابن||
گاراژ||
گاری||
گاز||
گاز طبیعی|natural gas|ˌɡ§ɒː§ze§ §tæ§b§iː§ˈʔ§iː|gâz-e tabi'i|گازِ طبیعی
گازِ طبیعی|natural gas|ˌɡ§ɒː§ze§ §tæ§b§iː§ˈʔ§iː|gâz-e tabi'i|گاز طبیعی||گاز طبیعی
گاش||
گالری||
گام||
گان||
گاه||
گاهی||
گاه‌شماری||
گاو|cow, bull|ɡɒːv
گاومیش||
گت||
گجرات||
گجراتی||
گجیک||
گداختن||
گدازه||
گذاشتن||
گذراندن||
گذرنامه||
گذشتن||
گذشته||
گرا||
گراز||
گران||
گرایش||
گرایش جنسی||
گربسن||
گربه||
گربه‌سان||
گربه‌ماهی||
گرج||
گرجستان||
گرختن||
گردن فراز||
گردو|walnut|ɡʲeɾˈd̪uː
گردکوه||
گردیدن||
گرزمان||
گرزه||
گرسنه||
گرسنه‌تر||
گرسنه‌ترین||
گرسنگی||
گرفت||
گرفتن||
گرم||
گرما||
گرمابه||
گره||
گرون||
گروه||
گرویدن|to convert|ɡeɾæviːˈd̪æn
گرچه||
گرگ|wolf|gorg
گرگان||
گرگ‌ها|wolves|ɡo§ɾ§ɡ§§ˈh§ɒː|gorg-hâ|گرگ‌ها
گریختن||
گریستن||
گریه||
گریه کردن||
گز||
گزاردن||
گزارش||
گزاف||
گزاف گفتن||
گزاف‌تر||
گزاف‌ترین||
گزیدن||
گزینش||
گستاخ||
گستردن||
گسترده||
گسستن||
گشاد||
گشادن||
گشادی||
گشتن||
گشنیز||
گشودن||
گفتار||
گفتمان||
گفته||
گفته شدن||
گفته‌ها|statements|ɡoft̪ʰeˈhɒː
گفتگو|conversation|ɡoft(o)ɡuː(j)
گفتگوها||
گلاب||
گلابی||
گلدان||
گلستان||
گلف||
گلناز||
گلو|throat|ɡæluː|Tehran ɡoluː
گلپر||
گلی||
گل‌نزن||
گم||
گم شدن||
گم کردن||
گناه||
گنبد||
گنجشک|sparrow|ɡond͡ʒeʃk
گنجور||
گنجینه||
گندم||
گنده||
گندیدن||
گنم||
گهواره||
گوازه||
گواشتن||
گوجه||
گوجه سبز||
گودرز||
گور||
گورخر||
گورستان||
گوریل||
گوریل شرقی||
گوریل غربی||
گوز||
گوزن||
گوساله||
گوسان||
گوسفند||
گوشتی||
گوشه||
گوشواره||
گول خوردن||
گون||
گوناگون||
گونه||
گوهر||
گوگرد||
گوی|ball, sphere|ɡuːj
گویش|dialect, accent|ɡuː(j)eʃ
گچ||
گی||
گیان||
گیاه||
گیتا||
گیتار||
گیتی|world|ɡiːˈtiː
گیس||
گیلاس||
گیلانی||
گیلگمش||
گین||
گینه||
گینه بیسائو|Guinea Bissau|ɡiːˈne biːsɒːˈuː|gine bisâ'u|گینِه بیسائُو
گینِه بیسائُو|Guinea Bissau|ɡiːˈne biːsɒːˈuː|gine bisâ'u|گینه بیسائو
گیومه||
گیک||
یا||
یائسگی|menopause|jɒːʔese ɡiː|yâ'esegi|یائِسگی
یائِسگی|menopause|jɒːʔese ɡiː|yâ'esegi|یائسگی
یاب||
یاد||
یاد رفتن||
یاد گرفتن||
یار||
یار غار||
یازده|eleven|jɒːzdæh
یاسا||
یاساء|Yassa|jɒːsɒː
یاساق||
یاسمن|jasmine|jɒːsæmæn
یافتن||
یاقوت||
یاور||
یاکند||
یتا||
یتیم||
یتیمان||
یخ||
یخچال||
یراق||
یزد||
یزدان||
ـیسم||
یعنی||
یلدا||
یم||
یمن||
ین||
یه||
یهو|suddenly|jeˈho
یهود||
یهودی|Jewish|jæhuːdiː
یواش||
یوغ||
یونان||
یک||
یکا||
یکتاپرستانه||
یکدفعه||
یگانه||


پایی|a foot|p§ɒː§iː§‹||پایٔی
پایٔی|a foot|p§ɒː§–§iː||پایی
مویی|a hair|m§u§iː§‹||مویٔی
مویٔی|a hair|m§u§–§iː||مویی



@ Wiktionary
نشانه سجاوندی|punctuation mark|ne§ʃ§ɒː§ˌne§je§ §sæ§d͡ʒ§ɒː§væ§n§d̪§ˈiː|nešâne-ye sajâvandi|نشانهِٔ سَجاوَندی
نشانهِٔ سَجاوَندی|punctuation mark|ne§ʃ§ɒː§ˌne§je§ §sæ§d͡ʒ§ɒː§væ§n§d̪§ˈiː|nešâne-ye sajâvandi|نشانه سجاوندی||نشانه سجاوندی
نشانه‌هایِ سجاوندی|punctuation marks|ne§ʃ§ɒː§ˌn§e§§h§æː§je§ §sæ§d͡ʒ§ɒː§væ§n§d̪§ˈiː|nešâne-hâ-ye sajâvandi|نشانه‌های سجاوندی||نشانه سجاوندی
نشانه‌های سجاوندی|punctuation marks|ne§ʃ§ɒː§ˌn§e§§h§æː§je§ §sæ§d͡ʒ§ɒː§væ§n§d̪§ˈiː|nešâne-hâ-ye sajâvandi|نشانه‌هایِ سجاوندی
زئوس|Zeus|ze§–§ˈuː§s|ze'ws
سؤال|question|so§–§ɒː§l|so'âl|سُؤال
سُؤال|question|so§–§ɒː§l|so'âl|سؤال||سؤال
اومدن|to come|›§u§mæ§ˈdæ§n|اومَدَن|Tehran
اومَدَن|to come|›§u§mæ§ˈdæ§n|اومدن|Tehran|اومدن
ایرانشهر|Iran|iːɾɒːnʃæhɾ
ایرانی|Iranian|›§iː§ɾ§ɒː§n§iː|irâni
ایرانیان|Iranians|iːɾɒːniˈjɒːn
ریال|rial (currency)|ɹi.§j§ɒː§l̥|riyâl


































`

