/*
native | meaning | IPA① | transcription | other transcriptions② | notes | wiktionary③


① separate each text unit (consonant+combining_mark(s)) with §, separate phonetic syllables with .
   use ‹ and › for a sound that spans 2 text units
   use – for a text unit that doesn't produce sound
   syllable boundary markers go inside previous unit, and emphasis markers begin emphasised unit

② the previous transcription field is always Latin. 
   if there is another key orthography (eg. Mongolian cyrillic) it goes here.
   vowelled/unvowelled alternatives also go here

③ if Wiktionary spells the word differently, add the spelling here
*/





autoExpandExamples.ps = `

@ https://en.wiktionary.org/wiki/Category:Pashto_lemmas
@ https://en.wiktionary.org/w/index.php?title=Category:Pashto_terms_with_IPA_pronunciation

-توب|||||
-تون|||||
-تیا|||||
-نه|||||
-وال|||||
-والی|||||
-ونکی|||||
-ښت|||||
آب پاشِي|||||
آبادانی|||||
آبخانە|||||
آبرو|||||
آبکند|||||
آجر|||||
آر||␣|||
آره|original, real|ɑra|ā§r§a|آره|
آس|||||
آلمان|||||
آم|||||
آمېزش|||||
آنبه|||||
آه|||||
آهن|||||
آهنگ|melody||āháng||
آهو|||||
آهوری|||||
آواز|||||
آيات|verse of the Qur'an|ɑjɑt̪|āyāt|آيات|
آيرلنډ|Ireland|ɑ§j§r§ˈlə§n§ɖ|āyrlə́nḍ|آيرلنډ|
ابادول|to populate|a.§b§ɑ.§d̪a§ˈwə§l|abādawə́l||
اباسين|Indus||abasín|||اباسین
ابدی|||||
اتل||␣|||
اتلس|eighteen|a.§t̪ə.§la§s|atəlas||
اتله||␣|||
اته||␣|||
اتيا|eighty|a.§t̪§j§ɑ|atyā||
اتڼ||␣|||
اجازه|||||
احتلام|||||
احساس|||||
اخ||␣|||
اخته||␣|||
اخلئ پخلئ|cooking pot||axləi paxləi||
اخلم||␣|||
اخيستل||␣|||
اخښل||␣|||
اخښی||␣|||
ادعا|claim||iddi‵ā||
اذان|||||
ارزان|cheap|a§r.§z§ɑ§n|||
ارزانه||␣|||
ارزښت||␣|||
ارمان||␣|||
اري||␣|||
ازغی|||||
اس||␣|||
استخدام|||||
استقلال|||||
استول||␣|||
استوگنه|||||
اسد|||||
اسلام|Islam|ɪ§s.§l§ɑ§m|islām|اِسلام|
اسلامي|||||
اسمان||␣|||
اسماني||␣|||
اسټراليا||␣|||
اسپانيا|Spain|ɑ§s§p.§ɑ§n.§j§ɑ|aspānyā||
اسپه||␣|||
اسکيمو||␣|||
اعلان|announcement||i‵lān||
اغزی||␣|||
اغوستل||␣|||
اغوندم||␣|||
اغږل||␣|||
اغږم||␣|||
افغان|Afghan|a§f§ɣ§ɑ§n|afǧān||
افغانستان||␣|||
افق|||||
اقتصادي|||||
البانيا||␣|||
البند||␣|||
الله|||||
المان|||||
المانيا||␣|||
المانی||␣|||
الو|||||
الوبالو||␣|||
الوتل|to fly|a§l§ˈwə§ˈtə§l|alwətəl||
الوتکه||␣|||
الوزم||␣|||
الوچه|||||
الياس|||||
امارت|||||
امام|||||
امان|||||
امانت|||||
امبار|||||
امريکا||␣|||
امريکايی||␣|||
املوک||␣|||
امېل||␣|||
انا||␣|||
انار||␣|||
انتداب|||||
انتفاع|usage||||
انتقام|||||
انجام|||||
اند||␣|||
انسان|||||
انعام|favour, reward||in‵ām||
انفس|||||
انځور||␣|||
انځورګر||␣|||
انډی|||||
انډېری|||||
انډېوال|||||
انګرېزي|||||
انګلستان||␣|||
انګور||␣|||
انګوړی||␣|||
انگشت|||||
انگړ|fence||angáṛ||
اهوړ||␣|||
او||␣|||
اوبازي||␣|||
اوباسم||␣|||
اوبال|||||
اوبدل|to weave|›§o§b.§ˈd̪ə§l|obdә́l||
اوبسپی|||||
اوبه||␣|||
اوبوس|||||
اوبچي|||||
اود|||||
اودال|||||
اودس خانه|||||
اودس|||||
اوده|||||
اور||␣|||
اورلوبه||␣|||
اورم||␣|||
اورنګزېب|||||
اورول|to hear|a§w.§ra.§ˈwə§l|awrawə́l||
اوريګامي||␣|||
اورښت|||||
اورګاډی|train|›§o§r.§ɡ§ɑ.§ɖ§aɪ|orgāḍay||
اورېدل||␣|||
اورېدونکی||␣|||
اوز|||||
اوسم||␣|||
اوسېدل|to live, reside|›§o§s§e§ˈdə§l|osedə́l||
اوسېدونکی||␣|||
اوسېدونکې||␣|||
اوش||␣|||
اوشه||␣|||
اولس||␣|||
اوم||␣|||
اومامي|umami|›§u.§m§ɑ.§m§i|umāmi||
اوولس|seventeen|›§u§ˈwə§l§a§s|uwə́las||
اووه||␣|||
اويا||␣|||
اويم||␣|||
اوړم||␣|||
اوړه|||||
اوړی||␣|||
اوړېدل||␣|||
اوږد||␣|||
اوږم|||||
اوږه||␣|||
اوښ|||||
اوېجه|||||
ايران|||||
ايستل||␣|||
ايسلنډ|Iceland|a§i§s§ˈlə§ŋ§ɖ|ayslə́nḍ||
ايغلو|igloo|§i§ɣ.§l§u|íğlu||
اينو||␣|||
اپريدی||␣|||
اپيم|opium|a.§p§i§m|apim||
اپين||␣|||
اچول||␣|||
اړخ|side|a§ɺ̢§x|aṛx||
اړول||␣|||
اړين||␣|||
اکوړ|||||
اګل||␣|||
ايالت|district, province||iyālát|||ایالت
اېخ|kneeling command for camel|ex|ex||
اېسټونيا|Estonia|›§e§s§ˈʈ§o§n§j§ɑ|esṭónyā||
اېموجي|emoji|e.§m§o.§d͡ʒ§i|emoji||
اېکوادور|Ecuador|›§e§k§w§ɑ§ˈd§o§r|ekwādór||
بابا||␣|||
باد||␣|||
بادام||␣|||
بادرنګ|||||
بادول||␣|||
باران||␣|||
بارول||␣|||
بارکزی||␣|||
باز|||||
بازو||␣|||
باغ||␣|||
باغوان||␣|||
بالښت||␣|||
بام||␣|||
بانجڼ|||||
باندې|upon, above|ˈb§ɑ§n§d§e|bā́nde||
بايلل|to lose|b§ɑ§i.§ˈlə§l|bāylə́l||
باچا||␣|||
باڼه||␣|||
بته||␣|||
بحث کول|||||
بحر|sea||bahr||
بخمل|||||
بخښل||␣|||
بخښنه|sorry|ba§x.§ʂə.§n§a|bëx̌ëna||bax.xə.na
بد||␣|||
بدخواه|||||
بدسترګی||␣|||
بدلاری||␣|||
بدلول||␣|||
بدلېدل||␣|||
بدمخی||␣|||
بده||␣|||
بدي||␣|||
بدپوری||␣|||
بدړ|||||
بدکار|||||
برابر|even, equal|ba§r§ɑ§ˈba§r|barābár|برابر|
براونه|||||
برايي|last night|bə§ˈr§ɑ§ˈj§i|bərāyi||
بربر|||||
بربنډ||␣|||
برتانيه||␣|||
برج|tower|b§ra§d͡ʒ|braj||
برخه|||||
برداشت|||||
برده|||||
برطانيه||␣|||
برغټ|mountain cat|bə§r§ˈɣə§ʈ|bərğə́ṭ||
بريتانيا||␣|||
بريد|||||
برړه|||||
بری|||||
برياليتوب|victory||baryālitób||Afghan spelling|بریالیتوب
بریالےتوب|victory||baryālitób||Peshawar spelling|بریالیتوب
بريدمن|lieutenant||bridmán|||بریدمن
برېت||␣|||
بزګر|||||
بس|||||
بعث|incentive||ba‵s||
بغاوت|||||
بغری||␣|||
بغور||␣|||
بل ځل||␣|||
بل||␣|||
بلا|monster|bə§ˈl§ɑ|bəlā́|
بلبل|nightingale||bulbul|بلبل|
بلغارستان||␣|||
بلغاريا||␣|||
بلغاريه|Bulgaria|ba§l§ɣ§ɑ§r§j§a|balǧāryá||
بلل||␣|||
بلوک||␣|||
بن||␣|||
بنج|trade|ba§n§d͡ʒ|banj||
بنده||␣|||
بندول||␣|||
بندي||␣|||
بنګله دېش|||||
بنګېدل||␣|||
به||␣|||
بهېدل||␣|||
بهېږم||␣|||
بوخت||␣|||
بودا|||||
بوره||␣|||
بوزېدل||␣|||
بولم||␣|||
بونا||␣|||
بوى||␣|||
بوټان||␣|||
بوټپوهنه||␣|||
بوڼېدل||␣|||
بيا||␣|||
بيابان|||||
بيايم||␣|||
بيزو||␣|||
بيول||␣|||
بييی|zebra|b§i.§j§aɪ|biyay||
بيژکۍ||␣|||
بڅرکی||␣|||
بچ|border, edge|ba§t͡ʃ|bač||
بچه|||||
بډال|||||
بړستن|blanket|b§ɺ˞ə§s§tə§n|bṛëstën||
بښنه||␣|||
بکاڼه|chinaberry|ba§k§ɑ§ɳ§a|bakâṇ||
بګړۍ|||||
بڼ|garden, orchard|ba§ɳ|baṇ||
بڼهار||␣|||
بڼوال||␣|||
بڼکه|||||
بڼکی||␣|||
بې سا||␣|||
بې شرمه||␣|||
بې له||␣|||
بې نياوه||␣|||
بې ځانه||␣|||
بې کاره||␣|||
بې||␣|||
بېخي||␣|||
بېرته||␣|||
بېل بېل|||||
بېل||␣|||
بېلتون||␣|||
بېله|||||
بېړۍ||␣|||
تاسو||␣|||
تاسې|you|ˈt§ɑ§s§e|tāse||
تانوکی||␣|||
تانۀ||␣|||
تاو|heat|t§ɑ§w|tâw||
تاوول||␣|||
تخت|||||
ترش|||||
ترکاڼ|||||
تغافل|||||
تل||␣|||
تلفظ|pronunciation||talaffoz||
تلل||␣|||
تلوسه|||||
تماله||␣|||
تندولی|||||
تنور||␣|||
ته||␣|||
توت|mulberry|t̪§u§t̪|tut|توت|
توتي||␣|||
تود|hot, warm|t̪§o§d̪|tod||
توده||␣|||
تودوخي||␣|||
تور||␣|||
تولد|||||
توله|||||
تون||␣|||
تويول||␣|||
توپان||␣|||
تيپي||␣|||
تړل|to tie|t̪ə§ˈɻə§l|taṙë́l||
تڼۍ||␣|||
تۀ||␣|||
تياره|darkness, night||tyārë|||تیاره
تېروتل|to be mistaken|t̪§e§r.§wa.§ˈt̪ə§l|terwatël||
تېروتنه||␣|||
تېرۀ|sharp|t̪§e§r§ə|terë||
ثانيه|second (time)||||
جادوګر|||||
جاروکښ||␣|||
جام|cup, goblet|d͡ʒ§ɑ§m|jâm||
جراح|surgeon||||
جرګه|||||
جست|||||
جسور|||||
جلا||␣|||
جنسيت|||||
جنکۍ||␣|||
جنګ||␣|||
جنګول||␣|||
جنګيالی||␣|||
جنۍ||␣|||
جهاز|||||
جوړ|built, repaired|dʒ§o§ɻ|joṛ||
جوړول||␣|||
جږګی||␣|||
جکړ|storm|d͡ʒa.§ka§ɽ|jakaṛ||
جګ||␣|||
جګتيا||␣|||
جګړن||␣|||
جګړه||␣|||
جګړول||␣|||
جې||␣|||
جېبوتي||␣|||
حاصل|||||
حامد|||||
حضرت|presence||hazrát||
حلب|Aleppo||haláb||
حوض|reservoir|||حَوض|
حکومت|||||
خارخ|itch||xārax||
خام|raw, unripe|x§a§m|xâm||
خاوره|||||
خبره|||||
خت||␣|||
ختل|to climb|xa.§ˈt̪ə§l|xatә́l||
ختيځ||␣|||
خدای|God|xu§d§ɑ§j|xwdây||
خشونت|||||
خفگان|||||
خلافت|||||
خليج|||||
خمچې||␣|||
خواشينی||␣|||
خوان|||||
خواږه||␣|||
خور||␣|||
خوراک|||||
خوله||␣|||
خولۍ|||||
خونه||␣|||
خوټه||␣|||
خوځنده انځور||␣|||
خوړل||␣|||
خوړنځی||␣|||
خوږ||␣|||
خيدک||␣|||
خيرن||␣|||
خپسه||␣|||
خپه||␣|||
خچر|||||
خړ||␣|||
خښته|||||
خېبر پښتونخوا|||||
خېل||␣|||
خېټه||␣|||
د ... وروسته||␣|||
د ... په منځ کې||␣|||
د مخه تر||␣|||
د هغوی||␣|||
د هغۀ||␣|||
د هغې||␣|||
دا||␣|||
دارو||␣|||
داسې||␣|||
دانش|||||
دانه||␣|||
دانګ||␣|||
داړل||␣|||
در||␣|||
درزي||␣|||
درمل||␣|||
درملتون||␣|||
درملپوهنه||␣|||
درنه||␣|||
دره|||||
دروازه|||||
دروزه||␣|||
دروستل||␣|||
دروغ||␣|||
درول||␣|||
درولم||␣|||
دروند|heavy|d̪§r§u§ŋ§d̪|drund||
دري|||||
درکول||␣|||
درې||␣|||
درېدل||␣|||
درېږم||␣|||
دعوه|claim|d̪§ɑ§w§a|dâwa||
دغه||␣|||
دفاع|defense||difā́ҁ||
دقيقه|||||
دلته||␣|||
دلې||␣|||
دواړه|||||
دوبی||␣|||
دود||␣|||
دوست|||||
دومره||␣|||
دونه||␣|||
دوه ژبی||␣|||
دوه||␣|||
دوولس||␣|||
دويم ځل||␣|||
دويم||␣|||
دوی|law|d̪§u§i̯|dūy||
ديارلس||␣|||
دپاره||␣|||
دړ||␣|||
دړد||␣|||
دښت|||||
دی||␣|||
دې||␣|||
دېرش|thirty|d̪§e§r§ʃ|derš||
دېو||␣|||
دېګ|pot, cauldron|d̪§e§ɡ|deg||
دېګلی||␣|||
ذکر|remembrance|zɪ§kə§r|zikr||
را||␣|||
راتلل||␣|||
راسې||␣|||
راغه|||||
راهيسې|since|r§a§h§i§s§e|râhise|||راهیسې
راوستل||␣|||
راولم||␣|||
راوړل||␣|||
راکول||␣|||
رحم|mercy|ra§ˈhə§m|rëhëm||
رديف|||||
رسنۍ|media|rə§sə§n§ai|rësënai||
رم|||||
رنډۍ||␣|||
رنګ||␣|||
رو|||||
روزنامه|||||
روسيه||␣|||
روش|||||
روغتانۀ||␣|||
روغتون||␣|||
روغتيا||␣|||
رول||␣|||
رڼا||␣|||
رېبز|broom|r§e§bə§z|rebëz|رېبز|
زامبه||␣|||
زاګرېب||␣|||
زاڼه||␣|||
زباتل||␣|||
زبر|||||
زبرځواک|superpower|zə§bə§r §d͡z§w§ɑ§k|zëbërźwâk||
زبرګ||␣|||
زده کول||␣|||
زده||␣|||
زر||␣|||
زردالو|||||
زرغون||␣|||
زعفران|saffron||za'farā́n||
زغره||␣|||
زغمل||␣|||
زلیخا||␣|||
زما||␣|||
زمرد|||||
زمری|lion|z§ma.§ˈr§aɪ|zmaráy||
زمرۍ||␣|||
زمونږ||␣|||
زموږ||␣|||
زنه||␣|||
زه||␣|||
زهٔ|I|z§ə|zë||alternative spelling
زوی|son|z§o§ɪ|zoy||
زړه||␣|||
زړهور||␣|||
زڼکی||␣|||
زېږېدل||␣|||
سا||␣|||
سابه|||||
سابون|||||
ساتل|||||
ساحل|||||
ساحلي|||||
ساده|||||
سادو|||||
ساوو|||||
ساپټ||␣|||
ساچمه|||||
ساړه||␣|||
ستا||␣|||
ستاسو||␣|||
ستاسې|your|ˈs§t§ɑ§s§e|stāse||
ستايل||␣|||
ستر|large|s§tə§r|stër||
سترګه||␣|||
سترګې په لار کول||␣|||
ستن|||||
ستورڅک||␣|||
ستوری||␣|||
ستړی کول||␣|||
سخی|calf|s§x§aɪ|sxay||
سرباز|||||
سردار|||||
سرطان|||||
سرغ|||||
سرغاړی|||||
سره||␣|||
سرود|||||
سروه|||||
سرينده|||||
سرک|||||
سرکار|||||
سرېښ|neighbouring|s§r§e§ʂ|srex̌||srex/sreʃ
سسپار|||||
سل||␣|||
سلهټ|||||
سم||␣|||
سمندر||␣|||
سنډا|buffalo|sa§n.§ˈɖ§ɑ|sanḍâ||
سهم|||||
سور||␣|||
سورلنډی||␣|||
سورنا|||||
سوماليا||␣|||
سومر||␣|||
سوټک||␣|||
سوړ|cold|s§o§ɻ|soṛ||
سوۍ|||||
سياست|||||
سياسي|||||
سيلۍ||␣|||
سيمه||␣|||
سيند||␣|||
سټک|sledgehammer|sa.§ʈa§k|saṭak||
سپانده|||||
سپره||␣|||
سپلمۍ|||||
سپنج||␣|||
سپوږمۍ||␣|||
سپين ږيری||␣|||
سپين||␣|||
سپک||␣|||
سپی||␣|||
سپېلني||␣|||
سړه||␣|||
سړوبی|||||
سړی|man, husband|sa.§ˈɺ̢§aɪ|saṛáy||Afghan orthography
سړے|man, husband|sa.§ˈɺ̢§aɪ|saṛáy||Peshawar orthography
سږمه|||||
سږى|lung|sə.§ˈʐ§aɪ|sëǵay||sə.ˈɡaɪ/sə.ˈʒaɪ
سکاره|||||
سکالو||␣|||
سکروټه|||||
سکم|||||
سکه||␣|||
سګرېټ|||||
سېلۍ||␣|||
شاعر|poet||šā'ír||
شالي||␣|||
شاهد||␣|||
شبنم|||||
شرم||␣|||
شرمښ||␣|||
شروع|beginning|ʃʊː§r§ʊː§–|šoro||
شريعت|sharia||||
شرکت|company, society||širkát||
شغال||␣|||
شل||␣|||
شلتالو||␣|||
شمېر|||||
شمېرپوهنه||␣|||
شهلا|||||
شهود|||||
شوتالو||␣|||
شورا|||||
شوملې||␣|||
شومېر||␣|||
شونی||␣|||
شين||␣|||
شيګره||␣|||
شپاړس||␣|||
شپه|||||
شپږ||␣|||
شپېته|sixty|ʃ§peˈ§t§ə|špetë||
شډل|impolite|ʃə§ˈɖə§l|šaḍal||
شکر|||||
شګه|||||
صحن|||||
صدمه|||||
صفحه|page||safha||
صورت|||||
طالب|student|t̪§ɑ§lɪ§b|tālib|طالب|
طالبان|||||
عاشق|lover||āšíq||
عداوت|hostility||adāvát||
عشق آباد|Ashgabat||ešq ābād||
عمر|age||||
غالۍ||␣|||
غاړی||␣|||
غاښ||␣|||
غبرګاوی|feedback|ɣ§ba§r§ɡ§ɑ§w§ai|ğbargāwai||
غر||␣|||
غرڅنی||␣|||
غصب|||||
غضب کول|||||
غضب|||||
غل||␣|||
غلا||␣|||
غلط|wrong|ɣa.§la§ˈt̪|ǧalat||
غم||␣|||
غمجن||␣|||
غمی||␣|||
غندل||␣|||
غنم|wheat|ɣa.§nə§m|ǧanëm||
غو||␣|||
غوا||␣|||
غواړم||␣|||
غوبه||␣|||
غوره||␣|||
غورځول||␣|||
غومبه||␣|||
غونه||␣|||
غونډ||␣|||
غونډاری||␣|||
غونډۍ|||||
غوول||␣|||
غويی|ox, bull|ɣ§wa.§ˈj§aɪ|ǧwayáy||
غوړي||␣|||
غوږ نيول||␣|||
غوږ|ear|ɣ§wa§ʐ|ǧwaǵ||ɣwaɡ/ɣwaʒ
غوښتل||␣|||
غوښه||␣|||
غويي|oxen, bulls|ɣ§wə§ˈj§i|ǧwayi|||غویي
غيم||␣|||
غيڼ||␣|||
غټ||␣|||
غټاغټ|||||
غپا||␣|||
غپل|to bark|ɣa.§ˈpə§l|ǧapә́l||
غپول||␣|||
غپېدل||␣|||
غړومبل||␣|||
غړی||␣|||
غږېدل||␣|||
غښتل||␣|||
غڼه||␣|||
غېږ||␣|||
فرانس|France|f§r§ɑ§ŋ§s|frāns||
فرانسه|France|ɸ§r.§ɑ§n.§s§a|frānsa||
فردوس||␣|||
فرش|||||
فعلا|now, currently||fe'alan||
فقط|only||faqát||
فهرست|||||
قاري|||||
قاموس||␣|||
قاچاق|||||
قبيله|||||
قد|||||
قدرت|power, might||ḳudrát||
قطب|||||
قطر|Qatar|ˈqa§tə§r|qatër||
قهوه|||||
قونسل|||||
قيماغ|||||
كاچوغه||␣|||
كره||␣|||
كوتره||␣|||
كوكنار|||||
لاجورد|||||
لار||␣|||
لاريون||␣|||
لاس ګاډی||␣|||
لاس||␣|||
لاسليک|||||
لامبل||␣|||
لامبو|swimming|l§ɑ§m§ˈb§o|lâmbo|لامبو|
لامپه|||||
لرغونپوهنه||␣|||
لرل||␣|||
لرګی||␣|||
لرې||␣|||
لس|ten|las|las||
لشه||␣|||
لغړ|||||
لم|||||
لمانځل|to celebrate|l§m§ɑ§n.§d͡zə§l|lmânźël||
لمبړ|||||
لمر تندره||␣|||
لمر||␣|||
لمريز غونډال||␣|||
لمريز|solar|l§ma§r.§i§z|lmaríz||
لمسول|to instigate|lə§mˈ§səˈ§wə§l|ləmsəwəl||
لمسی||␣|||
لمن||␣|||
لمونځ||␣|||
لوبه کول||␣|||
لوبه||␣|||
لوبول||␣|||
لوبې کول||␣|||
لوبېدل||␣|||
لور||␣|||
لوست||␣|||
لوستل||␣|||
لومړی||␣|||
لوند||␣|||
لوڅ تيا||␣|||
لوڅ لغړ||␣|||
لوڅ لپړ||␣|||
لوڅ پوڅ||␣|||
لوڅ||␣|||
لوړ||␣|||
لوړل||␣|||
لوښي||␣|||
لوی|big, large|l§o§i|loy||Afghan orthography
لوے|big, large|l§o§i|loy||Afghan orthography
لوېديځ||␣|||
ليدل||␣|||
ليکوال||␣|||
لپاره||␣|||
لپه||␣|||
لړم||␣|||
لړه||␣|||
لږ||␣|||
لښکر|||||
لېشه کول||␣|||
لېور||␣|||
لېونی||␣|||
لېونۍ||␣|||
لېوۀ|wolf|l§e§ˈw§ə|lewë||
لېږل||␣|||
مالک||␣|||
مالګه|salt|ˈm§ɑ§l§ɡ§a|||
ماما||␣|||
مانګر||␣|||
ماهی|||||
ماښام|evening|mɑ§ˈʂ§ɑ§m|māx̌ā́m||
ماڼو||␣|||
ماڼۍ||␣|||
مثل|similarity||misl||
مثلا|||||
مجادله|||||
مجازات|||||
مجاهد|||||
مجتهد|||||
مجد|||||
مجرا|||||
محاذ|||||
محاربه|||||
محاصره|||||
محافظ|watchman||muhāfíz||
محمد|||||
مخوېينه|prediction|mə§x.§w§e.§jə.§ˈn§a|mëxweyëna||
مدافع|defender||mudāfí||
مدح|praise||madh||
مدرس|||||
مذهب|religion|ma§z§ˈha§b|mazhab||
مرخېړی||␣|||
مرد|||||
مردم|||||
مرسته|||||
مرستونی||␣|||
مرغ|bodybuilding weight|m§ra§ɣ|mrağ||
مرغه||␣|||
مرغړی||␣|||
مرغۀ|bird|mə§r.§ˈɣ§ə|mërǧë||
مرلۍ|||||
مريه|||||
مرکز|||||
مرګ||␣|||
مرۍ|||||
مزری||␣|||
مسه||␣|||
مشرانوجرګه||␣|||
مشعل|torch||maš'ál|مَشْعَل|
مشغول|||||
مصر|Egypt|mɪ§s§ɾ|misr||
معجزه|miracle||mu'jizá|مُعْجِزَہ|
معدن|mineral|m§ɑ§d̪ə§n|mâdën||
مفهوم|sense, concept||mafhúm||
مقاله|||||
مقناطيس|||||
مقناطیس|magnet||meqnātís||
ملت|||||
ملي|||||
مليت|||||
ملک|||||
ملکه|||||
ملګری||␣|||
ملګرې||␣|||
من|||||
منل||␣|||
مننه|thank you|mə§ˈnɘ.§n§ə|manëna||
منو||␣|||
مني||␣|||
منټ||␣|||
منځ||␣|||
منځنی||␣|||
منډه|a run|mə§n§ˈɖ§a|mënḍa||
منګر||␣|||
مو|||||
موج|||||
مور||␣|||
موسيقي|music|m§u§ˈs§i§ˈq§i|musiqi||
موقف|||||
موندل||␣|||
مونږ||␣|||
موټک وهل||␣|||
موټک||␣|||
موږ||␣|||
موږک||␣|||
مياشت||␣|||
ميليون||␣|||
مينه کول|||||
مينه||␣|||
ميېر||␣|||
مټ||␣|||
مټه|||||
مټونګى||␣|||
مځکه|||||
مچۍ|||||
مړانه|||||
مړه||␣|||
مړکونه|||||
مړۍ||␣|||
مړې||␣|||
مګر|but, however|mə.§ˈɡə§r|magar||
مگر|but, however|mə.§ˈɡə§r|magar||
مياشت|month|mi§j§ɑ§ʃ§t|miâšt|||میاشت
ميرزا|clerk, scribe|m§i§r§ˈz§ɑ|mírzâ|||میرزا
مې||␣|||
مېترو|||||
مېتود|||||
مېجی||␣|||
مېخ||␣|||
مېز|||||
مېشت|settled|m§e§ʃ§t̪|mešt||
مېشتول|||||
مېشيکو||␣|||
مېشکوړ||␣|||
مېلمه|guest|m§e§l§ˈm§a|melma||
مېله||␣|||
مېلوه||␣|||
مېچن|handmill|m§e.§ˈt͡ʃə§n|mečën||
مېړګی||␣|||
مېړۀ|husband|m§e§ˈɻ§ə|meṛë||
مېښه|buffalo|m§e.§ˈʂ§a|mex̌a||me.ˈxa/me.ˈʃa
نا||␣|||
نارنجي||␣|||
نارينه|||||
ناسم||␣|||
ناڅاپی|sudden, abrupt||nāśāpī||
ناړولی||␣|||
نبي||␣|||
نتيجه|||||
نثر|||||
نجلۍ|girl|n§d͡ʒə§ˈl§əi|njëlëy||
نرکاشه||␣|||
نرګس|||||
نزدې||␣|||
نس||␣|||
نسخه|||||
نسل|||||
نسواري||␣|||
نشت|nought, zero|nə§ʃ§t̪|nëšt||
نطفه||␣|||
نغد|||||
نقطه|||||
نمونځ|prayer|ⁿ§m§u§ŋ§d͡z|nmunź||
ننوتل|||||
ننګ||␣|||
نه||␣|||
نو||␣|||
نولس||␣|||
نوم|||||
نوملړ||␣|||
نوي||␣|||
نوکغوڅی||␣|||
نوی کال|New Year|ˈnə§w§ai§ §k§ɑ§l|nëway kāl||
نوی|new|ˈnə§w§ai|nëway||
نيا||␣|||
نياو||␣|||
نيلي||␣|||
نيمبو||␣|||
نيوکه|objection|n§i§ˈwə§ˈk§a|niwëka||
نړيواله غږيزه ابېڅې||␣|||
نړۍ|world|nə§ˈɽ§əi|nëṛëy||
نږدې||␣|||
نژدې||␣|||
نښتر||␣|||
نښه|||||
نګاه|||||
نیغ|||||
هدف|goal|ha§də§f|hëdëf||
هديه|||||
هر||␣|||
هسک||␣|||
هغه||␣|||
هغوی|||||
هلته||␣|||
هلک|boy|ha§ˈlə§k|halëk||
هماليۀ||␣|||
همیشه|||||
همېل||␣|||
هنداره|||||
هندوانه|||||
هو||␣|||
هوايي ډګر||␣|||
هورې||␣|||
هوښيار||␣|||
هوکړه||␣|||
هيله||␣|||
هيلۍ|||||
هڅه||␣|||
هڅکه|motivation|ˈha§t͡s.§k§a|háśka||
هګۍ|egg|hə§ɡ§əi|hagë́y||
هېر||␣|||
هېلۍ||␣|||
هېواد||␣|||
وئ|ouch!|w§əi|wëy||
واورتون||␣|||
واوره||␣|||
واټ||␣|||
واک||␣|||
واکمن||␣|||
وتل||␣|||
وخ||␣|||
ودان||␣|||
ودانول||␣|||
ور||␣|||
ورشو||␣|||
ورو||␣|||
ورور|||||
وروست|||||
وروستل||␣|||
ورولم||␣|||
وروځه||␣|||
وريجې||␣|||
وريژې||␣|||
ورځ په ورځ||␣|||
ورځ||␣|||
ورکول||␣|||
ورېغ|||||
وزر|||||
وزير||␣|||
وزیرستان||␣|||
وسپنه|||||
ولسوالي||␣|||
ولسوالۍ||␣|||
ولسي جرګه||␣|||
وله||␣|||
ولور|||||
وم||␣|||
ونه||␣|||
وو|||||
وولونګ چای||␣|||
ووړکی||␣|||
ووړکۍ||␣|||
ووړی||␣|||
ويده||␣|||
ويشتل||␣|||
وينم||␣|||
وينه|||||
وينګ||␣|||
ويه||␣|||
وييونه||␣|||
وييپانګه||␣|||
ويی||␣|||
وټه ييز||␣|||
وټه||␣|||
وړ||␣|||
وړوکی||␣|||
وړيا||␣|||
وړۍ|||||
وږی||␣|||
وګړواکي||␣|||
وګړپوهنه||␣|||
وګړی||␣|||
وڼی||␣|||
ویاند|||||
وینه|||||
ویښتۀ|||||
وېره||␣|||
وېرول||␣|||
وېرېدل||␣|||
وېښتان||␣|||
وېښته||␣|||
ياد||␣|||
يم||␣|||
يما پاچا||␣|||
يهک|yak|jhak|yhak||
يو||␣|||
يوم|spade|j§u§m|yûm||
يونی|traveller|j§u§n§ai̯|yúnay||
يوولس||␣|||
يږ|||||
يګانه|||||
يې||␣|||
ټاپو||␣|||
ټبر||␣|||
ټماټر|tomato|ʈa§m§ɑ§ʈə§r|ṭamāṭә́r||
ټنډه||␣|||
ټولنه|||||
ټوپکی||␣|||
ټوکر|cloth, fabric|ʈ§u§ˈkə§r|ṭukә́r||
ټوکه||␣|||
ټوکي||␣|||
ټينګ||␣|||
ټپاکی||␣|||
پاراشوت|||||
پارسه||␣|||
پارسیوان||␣|||
پامدور||␣|||
پايله|result|p§ɑ§i.§l§a|||
پايول|to continue|p§ɑ§ˈya§ˈwə§l|pâyawál||
پاړو||␣|||
پاکستان||␣|||
پاڼه||␣|||
پای ته رسېدل||␣|||
پت||␣|||
پتخ||␣|||
پتخه||␣|||
پتنګ||␣|||
پخلی||␣|||
پخو|||||
پخول||␣|||
پخېدل||␣|||
پرتله||␣|||
پرتوګ||␣|||
پروت||␣|||
پروړه||␣|||
پرګه|||||
پرېز||␣|||
پرېښودل|||||
پرېکړه||␣|||
پسته|||||
پسرلی||␣|||
پسه|||||
پسهٔ|sheep|ˈp§s§ə|psə||
پسونی|||||
پسې||␣|||
پشۍ||␣|||
پـېروى|||||
پل|||||
پلار|||||
پلاز||␣|||
پلازمېنه||␣|||
پلاله||␣|||
پلم||␣|||
پلو|||||
پلورل||␣|||
پمنکی||␣|||
پنجاب|||||
پنجابي|||||
پنسل|||||
پنير||␣|||
پنځلس||␣|||
پنځه||␣|||
پنځوس||␣|||
پنځپوهنه||␣|||
پنډوس||␣|||
په ... کې|||||
په||␣|||
پوخ||␣|||
پور|||||
پورې کول||␣|||
پوله||␣|||
پوليس||␣|||
پونده||␣|||
پوه||␣|||
پوهاند||␣|||
پوهنتون||␣|||
پوهنه||␣|||
پوهېدل||␣|||
پوهېږي||␣|||
پوڅه||␣|||
پوښتنه||␣|||
پيسې||␣|||
پيشو||␣|||
پيل|start; elephant|p§i§l|pil|||پیل
پړانګ||␣|||
پړسوب||␣|||
پښتنه|Pashtun|pa§ʂ.§t̪a.§n§a|pax̌tana||
پښتو||␣|||
پښتون||␣|||
پښه||␣|||
پکان||␣|||
پیغور|||||
پې||␣|||
پېرل||␣|||
پېزه|||||
پېچ|||||
پېړۍ||␣|||
پېژندل|to know|p§e§ʒa§n§ˈd̪ə§l|pežandël||
پېښور||␣|||
ځار||␣|||
ځان||␣|||
ځای|place|d͡z§ɑ§i̯|źây||Afghan orthography
ځاے|place|d͡z§ɑ§i̯|źây||Peshawwar orthography
ځغستل||␣|||
ځغلم||␣|||
ځغلول||␣|||
ځل||␣|||
ځلمی||␣|||
ځم||␣|||
ځمکه|||||
ځمکپوهنه||␣|||
ځنډ||␣|||
ځنګل|jungle|d͡zə§ŋ§ɡə§l|źëngël||
ځوان||␣|||
ځواک||␣|||
ځيرک||␣|||
ځينې||␣|||
ځکه چې||␣|||
ځکه||␣|||
ځی||␣|||
ځيږ|rough, coarse|z§i§ʐ|ziǵ|||ځیږ
ځې||␣|||
ځېل||␣|||
څادر||␣|||
څارون|||||
څارونکى||␣|||
څاروى||␣|||
څاروی|||||
څاوار||␣|||
څاپېړه||␣|||
څاښکه||␣|||
څرخ|||||
څرخول||␣|||
څرګند||␣|||
څرګندول|||||
څلور||␣|||
څلوېښت||␣|||
څنډه||␣|||
څنګ|side|t͡sa§n§ɡ|śang||
څنګل||␣|||
څنګه||␣|||
څوارلس||␣|||
څومره||␣|||
څونوټ||␣|||
څوک||␣|||
څوکه||␣|||
څټک||␣|||
څپره|||||
څپلۍ||␣|||
څپېړه||␣|||
څښاک||␣|||
څکل||␣|||
څکه||␣|||
څېره||␣|||
څېړل|||||
څېړنه||␣|||
چا کره ځې||␣|||
چاينک|teapot|t͡ʃ§ɑ§i§ˈnə§k|čâinëk||
چاکلېټ||␣|||
چای|tea|t͡ʃ§ɑ§i|čây||
چتر|||||
چراغ|||||
چرګ|||||
چرګه|||||
چسکه|||||
چل|||||
چلو|||||
چورلکه||␣|||
چوكره|||||
چوپړ||␣|||
چوڼيا||␣|||
چيچل|to bite, sting|t͡ʃ§i§ˈt͡ʃə§l|čičël||
چڼاس|||||
ډانډ||␣|||
ډاډ|||||
ډاکه|||||
ډاکو||␣|||
ډبره||␣|||
ډبل||␣|||
ډز||␣|||
ډله||␣|||
ډنبره|||||
ډنډ|pool, pond|ɖa§n§ɖ|ḍanḍ||
ډنګر||␣|||
ډول||␣|||
ډولي||␣|||
ډوډۍ||␣|||
ډير||␣|||
ډک||␣|||
ډګر|||||
ډګه||␣|||
ډېر||␣|||
ړومبی||␣|||
ړوند|blind|ɽ§u§n§d|ṛund||
ږغېدل||␣|||
ږمنځ|comb|ʐ§m̩ə§ŋ§d͡z|ǵmënźl||Peshawar ɡəˈmənz
ږيره|beard|ˈʐ§i§r§a|ǵíra||ˈɡira/ˈʒira
ژامه||␣|||
ژباړل||␣|||
ژبه||␣|||
ژبپوهنه||␣|||
ژبکۍ||␣|||
ژرنده||␣|||
ژور||␣|||
ژوند کول|||||
ژوند||␣|||
ژوندون|||||
ژوندينکه||␣|||
ژوندپوهنه||␣|||
ژوندی||␣|||
ژونکه||␣|||
ژوپوهنه||␣|||
ژګاګ||␣|||
ژېړ|yellow|ʒ§e§ɻ|žeṛ||
ښار||␣|||
ښارو||␣|||
ښاغلی||␣|||
ښامار|dragon|ʂ§ɑ.§ˈm§ɑ§r|x̌âmâr||xɑ.ˈmɑr/ʃɑ.ˈmɑr
ښايي||␣|||
ښه||␣|||
ښون|||||
ښوونځی||␣|||
ښوونکی||␣|||
ښوونکې||␣|||
ښځنوکی|||||
ښځه||␣|||
ښځينه يې|||||
ښځينه||␣|||
ښکار||␣|||
ښکاره||␣|||
ښکر|||||
ښکلی||␣|||
ښکنځل||␣|||
ښۀ||␣|||
کابل||␣|||
کال||␣|||
کالنی||␣|||
کالي||␣|||
کاپيوره||␣|||
کاګل||␣|||
کاڼی|||||
کب||␣|||
کتاب||␣|||
کتل||␣|||
کدخدا|||||
کر|||||
کراول|||||
کرته|||||
کرسي|||||
کروېشيا|||||
کرټ||␣|||
کرکره||␣|||
کسم||␣|||
کشور|||||
کشک|||||
کلتور||␣|||
کله||␣|||
کلک والى|||||
کلک|hard, tough|klak|klak||
کلکوالى||␣|||
کلی||␣|||
کند|||||
کندهار||␣|||
کنوه|quinoa|kɪ§n.§w§a|kinwa||
کنګال||␣|||
که||␣|||
کوب|||||
کوبا||␣|||
کور||␣|||
کوربه||␣|||
کورنۍ||␣|||
کوس||␣|||
کول||␣|||
کومی||␣|||
کونه||␣|||
کونړ||␣|||
کونګرى||␣|||
کوټ||␣|||
کوټه||␣|||
کوڅه|||||
کوچنی||␣|||
کوکو|||||
کوڼ||␣|||
کډبه|||||
کډغالی|||||
کډه|||||
کډو|||||
کډوال|||||
کړ||␣|||
کړه||␣|||
کښت|||||
کښې|in|k§ʂ§e|kx̌e||kxe/kʃe
کینخي|purple|k§i.§na.§x§i|kinaxi||
کې||␣|||
کېدل||␣|||
کېدې شي||␣|||
کېښکودل|||||
ګازره|||||
ګام||␣|||
ګاډی||␣|||
ګاڼه||␣|||
ګبين|honey|ɡa.§ˈb§i§n|gabin||
ګران||␣|||
ګرانه|||||
ګرد||␣|||
ګردی||␣|||
ګرمي||␣|||
ګروه||␣|||
ګرځول||␣|||
ګرځېدل||␣|||
ګل||␣|||
ګلابي||␣|||
ګنده||␣|||
ګنډل||␣|||
ګهيځ|morning|ɡə§h§i§d͡z|gahiź||
ګودر||␣|||
ګورل||␣|||
ګورم||␣|||
ګوړه||␣|||
ګيتار|||||
ګيټۍ||␣|||
ګټل||␣|||
ګټه||␣|||
ګډون||␣|||
ګډی||␣|||
ګډېدل||␣|||
ګړدود||␣|||
ګړندی||␣|||
ګڼ||␣|||
ګڼل|to consider|ɡa.§ɳə§l|gaṇël||
ګېنډی||␣|||
ګېډه||␣|||




@ https://en.wikipedia.org/wiki/Pashto_alphabet
اصلاح|correction|i§s§ˈl§ɑ§–|iṣlāḥ
بويں|smell|b§u§ĩ§‹||
يئ|you are|j§əi
آيسلينډ|Iceland||Iceliand
لاسلیک|signature||lāslik||Afghan spelling
لاس‌لیک|signature||lāslik||Peshawar spelling
پایتخت|the capital||pāytaxt||Afghan spelling
پاےتخت|the capital||pāytaxt||Peshawar spelling
زړور|brave||zṛәwar||Afghan spelling
زړۀور|brave||zṛәwar||Peshawar spelling




@ https://en.wikipedia.org/wiki/Pashto#Phonology
غرمه|noon|ɣa§r§ˈm§a|ğarmá||
ماسپښين|afternoon|m§ɑ§s.§pa§ˈʂ§i§n|māspasx̌ín|
ماسختن|late evening|m§ɑ§s.§xʊ§ˈta§n|māsxután|



@ https://ps.wikipedia.org/wiki/%D9%85%D8%AF%D9%87%D9%88%D8%A8%D8%A7%D9%84%D8%A7

نور ولولئ|read more






`





// automatically creates Online Resources section, if markup is uncommented in xx.html

termLists = [

{
"title":"Wiktionary, Pashto lemmas",
"url":"https://en.wiktionary.org/wiki/Category:Pashto_lemmas",
},

{
"title":"Pashto Wikipedia",
"url":"https://ps.wikipedia.org/wiki/%D9%84%D9%88%D9%85%DA%93%DB%8C_%D9%85%D8%AE",
},

{
"title":"Pashto Dictionary",
"url":"https://thepashto.com/word.php?english=&roman=&pashto=%D8%A7%D9%90%D8%B3%D9%84%D8%A7%D9%85",
},

{
"title":"Pohyar dictionary",
"url":"https://www.pohyardictionary.com/pe.php",
},


]


