
// ⒶⒷⒸⒹⒺⒻⒼⒽⒾⒿⓀⓁⓂⓃⓄⓅⓆⓇⓈⓉⓊⓋⓌⓍⓎⓏ
// ⓐⓑⓒⓓⓔⓕⓖⓗⓘⓙⓚⓛⓜⓝⓞⓟⓠⓡⓢⓣⓤⓥⓦⓧⓨⓩ⊙
// 🅐🅑🅒🅓🅔🅕🅖🅗🅘🅙🅚🅛🅜🅝🅞🅟🅠🅡🅢🅣🅤🅥🅦🅧🅨🅩
// 🅰🅱🅲🅳🅴🅵🅶🅷🅸🅹🅺🅻🅼🅽🅾🅿🆀🆁🆂🆃🆄🆅🆆🆇🆈🆉


var collections = [
{ symbol:'Ⓥ', desc:'Vowel letters', chars:'(ا|ه|و|ي|ۀ)' },
{ symbol:'ⓥ', desc:'Diphthongs', chars:'(ئ|ا|و|ي|ی|ۍ|ے)' },
{ symbol:'Ⓒ', desc:'All consonants', chars:'(ب|ت|ث|ج|ح|خ|د|ذ|ر|ز|س|ش|ص|ض|ط|ظ|غ|ف|ق|ل|م|ن|ه|و|ي|ټ|پ|ځ|څ|چ|ډ|ړ|ږ|ژ|ښ|ک|ګ|گ|ڼ)' },
{ symbol:'ⓒ', desc:'Non-vowels', chars:'(ب|ت|ث|ج|ح|خ|د|ذ|ر|ز|س|ش|ص|ض|ط|ظ|غ|ف|ق|ل|م|ن|ه|ټ|پ|ځ|څ|چ|ډ|ړ|ږ|ژ|ښ|ک|ګ|گ|ڼ)' },
{ symbol:'⊙', desc:'Invisibles', chars:'(\u200C|\u200D|2067|202B|2066|202A|2068|2069|202C|200F|200E|061C|034F)' },
]
