
// ⒶⒷⒸⒹⒺⒻⒼⒽⒾⒿⓀⓁⓂⓃⓄⓅⓆⓇⓈⓉⓊⓋⓌⓍⓎⓏ
// ⓐⓑⓒⓓⓔⓕⓖⓗⓘⓙⓚⓛⓜⓝⓞⓟⓠⓡⓢⓣⓤⓥⓦⓧⓨⓩ⊙
// 🅐🅑🅒🅓🅔🅕🅖🅗🅘🅙🅚🅛🅜🅝🅞🅟🅠🅡🅢🅣🅤🅥🅦🅧🅨🅩
// 🅰🅱🅲🅳🅴🅵🅶🅷🅸🅹🅺🅻🅼🅽🅾🅿🆀🆁🆂🆃🆄🆅🆆🆇🆈🆉


var collections = [
{ symbol:'ⓥ', desc:'Dependent vowels', chars:'(َ|ُ|ِ|ٗ)' },
{ symbol:'Ⓒ', desc:'All consonants', chars:'(ب|ت|ث|ج|ح|خ|د|ذ|ر|ز|س|ش|ص|ض|ط|ظ|ع|غ|ف|ق|ل|م|ن|و|ٹ|ٻ|پ|ڄ|چ|ڈ|ڑ|ژ|ک|گ|ڳ|ں|ھ|ہ|ی|ݙ|ݨ)' },
{ symbol:'ⓒ', desc:'Non-vowels', chars:'(ب|ت|ث|ج|ح|خ|د|ذ|ر|ز|س|ش|ص|ض|ط|ظ|ع|غ|ف|ق|ل|م|ن|ٹ|ٻ|پ|ڄ|چ|ڈ|ڑ|ژ|ک|گ|ڳ|ں|ھ|ہ|ݙ|)' },
{ symbol:'⊙', desc:'Invisibles', chars:'(\u200C|\u200D|2067|202B|2066|202A|2068|2069|202C|200F|200E|061C|034F)' },
]
