/*
native | meaning | IPA① | transcription | other transcriptions② | notes | wiktionary③


① separate each text unit (consonant+combining_mark(s)) with §, separate phonetic syllables with .
   use ‹ and › for a sound that spans 2 text units
   use – for a text unit that doesn't produce sound
   syllable boundary markers go inside previous unit, and emphasis markers begin emphasised unit

② the previous transcription field is always Latin. 
   if there is another key orthography (eg. Mongolian cyrillic) it goes here.
   vowelled/unvowelled alternatives also go here

③ if Wiktionary spells the word differently, add the spelling here
*/








autoExpandExamples.ug = `

@ wiktionary

-خانا||
-لەر-||
-مۇ-||
-ىم-||
-ۈم-||
ئا||
ئائىلە||
ئابدۇل-||
ئابدۇلئەھەد||
ئابلىز||
ئات||
ئاتمىش||
ئاتىماق||
ئاخىر||
ئاخىرلاشماق||
ئاداش||
ئادالەت||
ئادىل||
ئادەتتە||
ئادەم||
ئارال||
ئارام||
ئارتۇق||
ئارزۇ||
ئارغىماق||
ئارقا||
ئارىسلان|lion|
ئارىسىدا||
ئارپا||
ئازاب||
ئاستا|slowly, lightly||asta
ئاسمان||
ئاسىيا||
ئاش بولسۇن||
ئاش||
ئاشخانا||
ئاشقازان||
ئاشكارا||
ئاشكارىلىماق||
ئاشىق||
ئاشپەز||
ئاشۇ||
ئاغرىتماق||
ئاغزاكى||
ئاغىنە||
ئاـ||
ئافرىقا||
ئاق-||
ئاق||
ئاقساقال||
ئاقماق||
ئاقھاجى||
ئالاقاغا||
ئالاقىلىك|interconnected||alaqilik
ئالاقىچى||
ئالاقە||
ئالبانىيە||
ئالتىنچى|sixth|›§ɑ§l§t§i§n§t͡ʃ§i|altinchi
ئالتۇن||
ئالتە|six|›§ɑ§l§t§ɛ|alte|also ɑltæ, altɛ, altæ
ئالجىرىيە||
ئالد||
ئالدىراش||
ئالدىرىماق||
ئاللاھ|Allah||allah
ئاللاھۇ ئەكبەر||
ئالما||
ئالماش||
ئالىيجاناب||
ئالىيە||
ئالەم||
ئامبۇلاتورىيە||
ئامراق||
ئاممىۋى|public, common||ammiwi
ئامېرىكا قوشما شتاتلىرى||
ئامېرىكا||
ئانا||
ئانتاركتىدا||
ئاندوررا||
ئانچە||
ئاي||
ئاياغ|foot, shoe||ayagh
ئايال||
ئايرودروم||
ئايرىلىش|segregation||ayrilish
ئايرىماق||
ئايلىق||
ئاپئاشكارا||
ئاپئاق||
ئاپئايان||
ئاپارماق||
ئاپتاپ||
ئاپتاپپەرەس|sunflower||aptapperes
ئاپەت|disaster, tragedy|ʔ§ɑ§p§ɛ§t|apet
ئاچ||
ئاچقۇچ|key||achquch
ئاچلىق||
ئاڭ||
ئاڭلىماق||
ئاگاھ||
ئاۋات||
ئاۋاز|sound, noise|ʔ§ɑ§w§ɑ§z|awaz
ئاۋسترالىيە||
ئاۋستىرىيە||
ئاۋىئاتسىيە||
ئاۋۇ||
ئاۋۋال||
ئو||
ئوتتۇرا|middle, central||ottura
ئوتتۇز||
ئوتخور||
ئوتلام||
ئوخشاش|same, similar||oxshash
ئوخشىتىش||
ئوخشىماق||
ئورنىغا||
ئورۇن||
ئوزۇق-تۈلۈك||
ئوزۇق||
ئوغۇل||
ئوقۇبەت||
ئوقۇتقۇچى||
ئوقۇغۇچى||
ئوقۇماق||
ئوكيانىيە||
ئولتۇراق||
ئولتۇرۇش||
ئوماق||
ئومۇمىي||
ئون||
ئونىنچى||
ئويلىماق||
ئويناش||
ئوينىماق||
ئوچۇق||
ئوڭاي||
ئوڭۇشلۇق||
ئى||
ئىت||
ئىتتىپاق||
ئىجابىي||
ئىجتىمائىي||
ئىجرا|implementation||ijra
ئىستاكان||
ئىسسىق||
ئىسلام|Islam|›§i§s§l§a§m
ئىسىم||
ئىسپانىيە||
ئىش||
ئىشخانا||
ئىشسىز||
ئىشقىلىپ||
ئىشقۋاز||
ئىشلىمەك||
ئىشلەتكۈچى||
ئىشىك||
ئىشچى||
ئىشەنچ||
ئىشەنچسىز||
ئىشەنچلىك||
ئىقتىساد||
ئىقتىسادىي||
ئىككى||
ئىككىنچى||
ئىلھام||
ئىملا||
ئىنايەت||
ئىناۋەت||
ئىناۋەتسىز||
ئىنتايىن|very, extremely||intayin
ئىنجىل||
ئىنسان||
ئىنگلىز||
ئىنگلىزچە||
ئىنەك||
ئىپادىلىك||
ئۆ||
ئۆزبەكىستان||
ئۆزگەرتىش||
ئۆستەڭ||
ئۆسۈملۈك||
ئۆسۈملۈكلەر||
ئۆلمەك|to die|›§œ§l§m§æ§k̚|ölmek|[œlmɛk̚], [œlmæx], [œlmɛx
ئۆي||
ئۆيمۇئۆي|from door to door||öymu'öy
ئۆپكە ياللۇغى||
ئۆپكە|lung|ʔ§ø§p§k§ɛ|öpke
ئۆگەنمەك||
ئۇ||
ئۇخلىماق||
ئۇرۇش||
ئۇزاق||
ئۇزۇن||
ئۇسسۇز||
ئۇسسۇل|dance||ussul
ئۇسۇل||
ئۇقتۇرۇش||
ئۇلار||
ئۇلغايماق||
ئۇنىۋېرسىتېتى|university||uniwërsitëti
ئۇيغۇر||
ئۇيغۇرچە||
ئۇيقۇتاب||
ئۇچۇر||
ئۇگاندا||
ئۈ||
ئۈرۈمچى||
ئۈزمەك|to break, cut off||üzmek
ئۈزۈم||
ئۈستىدە||
ئۈلپەت||
ئۈمىد||
ئۈندىدار||
ئۈچ||
ئۈچىنچى||
ئې||
ئېتىز||
ئېتىقاد||
ئېستونىيە||
ئېسىل||
ئېشەك||
ئېغىز|mouth|ʔ§e§ʁ§i§z|ëghiz
ئېلان||
ئېنىق||
ئېنىقلىماق||
ئېيىق||
ئېگىز||
ئېھتىياج|need, necessity||ëhtiyaj
ئە||
ئەبۇ-||
ئەبۇبەكرى||
ئەتمەك||
ئەتىۋار||
ئەتە|tomorrow||ete
ئەدەبىيات||
ئەر||
ئەرزان||
ئەركىن||
ئەركەك|male, man||erkek
ئەرمېنىيە||
ئەرەب بىرلەشمە خەلىپىلىكى||
ئەرەب|Arab||ereb
ئەزەربەيجان||
ئەسسالام ئەلەيكۇم||
ئەسسالامۇ ئەلەيكۇم||
ئەسقاتماق||
ئەسكەرتمە||
ئەسل||
ئەقىل||
ئەكەلمەك||
ئەل||
ئەللىرى||
ئەللىك||
ئەلچىخانا||
ئەلۋەتتە||
ئەمما||
ئەمچەك||
ئەمگەك||
ئەمەس||
ئەپ||
ئەڭ||
ئەگەر||
ئەھل||
ئەھۋال||
ئەھەد||
ئەۋزەل||
ئەۋلاد||
ئ‍ىزدىمەك||
ئ‍ىمتىھان||
اپا||
ب د ت||
بار||
باراۋەر||
بارغانسېرى||
بارماق||
بازار||
باش كېلىش||
باش||
باشقا||
باشلئانگۇچ|beginning|b§ɑ§ʃ§l§›§ɑ§n§ʁ§u§t͡ʃ|||x
باشلانغۇچ||
باشلىماق||
باغ||
باغۋەنچىلىك||
باقماق||
بال ھەرىسى||
بالا||
بالىمان||
بانان|banana||banan
بايان||
بايراق||
بايرام||
بايقىماق||
بايلىق||
بور||
بوسنىيە ۋە ھېرسېگوۋىنا||
بوشلۇق||
بوشىماق||
بولكا|bread||bolka
بولماق||
بولمىسۇن||
بولۇشىچە||
بولۇپ||
بولۇۋالماق||
بويسۇنماق||
بويىچە||
بى-||
بىئەپ||
بىخەتەر|safe||bixeter
بىر||
بىراق||
بىراۋ|someone||biraw
بىردىن-بىر||
بىردەم||
بىرلىك||
بىرلەشكەن دۆلەتلەر تەشكىلاتى||
بىرىككەن سۆز||
بىرىنچى||
بىرگە||
بىز||
بىزار||
بىزنىڭكىلەر||
بىلدۈرمەك||
بىلمەك||
بىلىم||
بىلىملىك||
بىلەزۈك||
بىلەن||
بىنا||
بىچارە||
بىڭگۇر|popsicle||binggur
بۆرەك||
بۇ||
بۇرۇن|nose|b§u§r§u§n|burun
بۇقا||
بۇلاق||
بۇلغارىيە||
بۇلۇڭ||
بۇيرۇتماق||
بۇيرۇق||
بۈركۈت||
بۈگۈن||
بېسىلماق||
بېسىم||
بېلورۇسسىيە||
بېلىق||
بېلگىيە||
بەت-||
بەت||
بەتقىلىق||
بەخت||
بەرمەك||
بەرەڭگە||
بەش||
بەشىنچى||
بەك||
بەكرى||
بەلباغ||
تاتلىق||
تاجسىمان||
تاراتقۇ||
تارتما||
تارتمىلار||
تارقىتىلىش||
تارقىماق||
تاس||
تاش||
تاشلاندى||
تاشلىق||
تاشماق||
تاغ||
تاللاش|selection, sample||tallash
تام||
تاماشا||
تاماشىبىن||
تاماق||
تاماكا||
تامام|finished, completed||tamam
تانزانىيە||
تاپشۇرماق||
تاپشۇرۇق||
تاۋۇش||
توختىماق||
تورت||
توشقان||
توغرا||
توغرىسىدا||
توغرىلىق||
توقسان||
توققۇز||
توققۇزىنچى||
توقۇنماق||
تولماق||
تونۇر||
تونۇماق||
تويماق||
توپ||
توپچى||
توگو||
تىز||
تىل||
تىلشۇناس||
تىلشۇناسلىق||
تىلىمەك||
تىلەمچى||
تىنچ||
تىنچلىق||
تىياتىرخانا||
تىيىن||
تۆت|warm, hot|t§ø§t̚|töt
تۆتىنچى||
تۆلەم||
تۆمۈرچى||
تۆگىقۇش||
تۆگە||
تۆۋەن||
تۇتماق||
تۇخۇم||
تۇرماق||
تۇرۇشلۇق||
تۇغماق||
تۇغۇلماق||
تۇلپار||
تۇنىس||
تۇيغۇ||
تۇيۇقسىز||
تۈركۈم||
تۈزلەڭ||
تۈزلەڭلىك||
تۈلكە||
تۈن||
تۈپ||
تېخىمۇ||
تېرموس||
تېرىقە||
تېرە||
تېلېفون|telephone||tëlëfon
تەتقىقات||
تەخسە||
تەرتىپ||
تەرتىپسىز||
تەرجىمە||
تەرىپ||
تەرەتخانا||
تەرەپ||
تەس||
تەشكىلات||
تەكشۈرگۈچى||
تەكشۈرۈش||
تەكىتلىمەك||
تەلىمات||
تەلەت||
تەم||
تەمبۈر||
تەمسىز||
تەملىك||
تەمىن||
تەمىنلىمەك||
تەييار||
تەڭداش||
تەگمەك||
جازىبىدار||
جاسۇر|bold, brave||jasur
جالاپ||
جان||
جانلىق||
جاڭيۇ|soy sauce|d͡ʒ§ɑ§ŋ§j§u|jangyu
جاۋاب||
جىبۇتى||
جىسىم||
جىگەر||
جىھاد||
جۇمھۇرىيەت||
جۇڭگو|China|d͡ʒ§u§ŋ§ɡ§o|junggo
جۈملە||
جۈمە||
جۈپ||
جەم||
جەمئىي||
جەمئىيىتى||
جەمئىيەت|society||jem'iyet
جەننەت||
جەنۇب||
جەنۇبىي ئافرىقا||
جەنۇبىي||
جەڭچى||
خاتا||
خاتىرە||
خالا||
خالىي|deserted||xaliy
خان||
خانا||
خاپا||
خوتۇن||
خوتەن|Khotan|x§o§t§æ§n|||x
خوجايىن||
خورۋاتىيە||
خوش||
خىت||
خىتاي||
خىجىل||
خىزمەت||
خىزمەتچى||
خىل||
خىلاپ||
خىيال||
خۇددى||
خۇرسەن||
خۇشال||
خۇشپۇراق||
خەتتاتلىق||
خەلق||
خەلقئارا||
خەنزۇ||
خەنزۇچە||
خەۋپ||
خەۋپسىز||
خەۋەر||
دائىم||
دادا||
دانىيە||
دانە||
داپ||
داڭلىق|famous||dangliq
داۋام||
داۋاملىق||
دوختۇرخانا||
دوزاخ||
دوست||
دوستانە||
دوكلات||
دولقۇن||
دولقۇنلۇق||
دوپپا||
دىخان||
دىنسىزلىق||
دىنىي||
دۆلەت||
دۇتتار||
دۇخوپكا||
دۇرۇس||
دۇكان||
دۇنيا سودا تەشكىلاتى||
دۇنيا||
دۈشەنبە||
دېرىزە||
دېمەك||
دېڭىز|sea|d§e§ŋ§i§z|dëngiz
دېھقان||
دەرد||
دەرس||
دەرستىن||
دەرسخانا||
دەرىجە||
دەريا||
دەرۋازا||
دەرەخ|tree||derex
دەم ئېلىش||
دەپتەر||
راھەت||
راۋاپ||
روسىيە||
رىياسەت||
رۇسىيە فېدېراتسىيىسى||
رۇسىيە||
رەتلىك||
رەسىم||
رەندە||
رەڭ||
رەھبىرىي|leading||rehbiriy
رەھمەت||
زالىم||
زامان||
زامبىيە||
زاگرېب||
زاۋال||
زاۋۇت||
زىرە||
زىلزىلە|earthquake||zilzile
زىمبابۇۋى||
زىمىستان||
زىندان||
زىيا||
زىيالىي|educated person||zyaliy
زىيان||
زۆرۇر||
زۆرۈر||
زۇكام||
زېھىن|mind, intellect||zëhin
زەكەر||
زەيتۇن||
زەھەر||
ساتار||
ساتقۇن||
ساتماق||
سادىق||
ساقال||
ساقچى||
سالامەت||
سالامەتلىك||
سامسا||
سامساق||
ساموئا||
سان||
ساياھەت||
سايلام|election||saylam
ساپالىق||
ساپايى||
ساۋاقداش||
سودىگەر||
سوراق||
سورىماق||
سوغۇق||
سولماق||
سومالى||
سومكا||
سويۇقلۇق||
سوپۇن||
سوۋغا||
سىدىق||
سىرداش||
سىكمەك||
سىنىپ||
سىياسىي||
سىپرۇس|Cyprus||siprus
سىڭىشلىك بولسۇن||
سۆز||
سۆزلىمەك||
سۆيمەك||
سۆڭەك||
سۇ ئاستى كېمىسى||
سۇ||
سۇدان||
سۇناي||
سۈ-||
سۈت||
سۈرئەت||
سۈزۈك||
سۈلھ|peace|s§y§l§h|sülh
سۈمۈرمەك||
سۈپەت||
سېتىۋالغۇچى||
سېرىق||
سېلىشتۇرماق||
سەكسەن||
سەككىز||
سەككىزىنچى||
سەلبىي||
سەلجۇق||
سەلجۇقىي||
سەمىمىيەت||
سەنئەت||
سەي||
سەيشەنبە||
سەھىيە||
سەۋر||
سەۋەب||
ش ئۇ ئا ر||
شام||
شامال||
شاپتۇل||
شاگىرت||
شاھ|shah|ʃ§ɑ§h|shah
شوخل||
شوخلا||
شوپۇر||
شىركەت|company, firm||shirket
شىكايەت||
شىمالىي||
شىنجاڭ ئۇيغۇر ئاپتونوم رايونى||
شىنجاڭ||
شياڭگاڭ|Hong Kong|ʃ§j§ɑ§ŋ§ɡ§ɑ§ŋ|shyanggang
شۇ||
شۇنداق||
شۇڭا||
شۋېتسىيە||
شېرىن||
شەخسىي||
شەربەت||
شەرق||
شەرقىي ئاسىيا||
شەرقىي تۈركىستان||
شەرقىي||
شەك||
شەكىل||
شەكىلسىز||
شەنبە||
شەپقەت||
شەھۋەت||
شەھەر||
غارايىپ||
غاز||
غوجا||
غىزا||
غۇلاچ||
غېجەك||
غېرىچ||
غەرب||
غەربىي ساھارا||
غەزەپ||
غەلەت||
غەيرىي|other, different||gheyriy
ـئاي||
ـتا||
ـتىكى||
ـتىن||
ـتە||
ـتەك||
ـخانا||
ـدا||
ـداش||
ـدىكى||
ـدىن||
ـدە||
ـدەك||
ـراق||
ـرەك||
ـسى||
ـسىز||
ـش||
ـغا||
ـغىچە||
ـغۇچى||
ـقا||
ـقى||
ـقىچە||
ـقۇچى||
ـقە||
ـكىچە||
ـكۈچى||
ـكە||
ـلار||
ـلىرـ||
ـلىرى||
ـلىق||
ـلىك||
ـلۇق||
ـلۈك||
ـلەر||
ـماق||
ـمىز||
ـمەك||
ـنى||
ـنىڭ||
ـنىڭكى||
ـىش||
ـىم||
ـىمىز||
ـىڭ||
ـىڭلار||
ـىڭىز||
ـىڭىزلار||
ـىڭىزلەر||
ـيـ||
ـپـ||
ـچى||
ـچىلىك||
ـچە||
ـڭلار||
ـڭىز||
ـڭىزلار||
ـڭىزلەر||
ـگىچە||
ـگۈچى||
ـگە||
ـۇش||
ـۇم||
ـۇڭ||
ـۇڭلار||
ـۈش||
ـۈم||
ـۈڭ||
ـۈڭلار||
فرانسىيە|France||fransiye
فىلىپپىن||
فىنلاندىيە||
فېۋرال||
قاباھەت||
قاباھەتلىك||
قاتار||
قاتتىق||
قاتناش||
قار||
قارا||
قاراش||
قاراقالپاقىستان||
قاراچاي||
قاراڭغۇ||
قازاغىستان||
قازاقىستان||
قاش||
قالتىس||
قامۇس||
قان||
قانات||
قانداق|how||qandaq
قانچە||
قايتا||
قايتماق||
قايتىپ|to return||qaytip
قايران||
قايسى||
قاچان||
قاچىلىماق||
قوبۇل||
قورال||
قورۇنماق||
قوغۇن||
قول||
قولمۇقول|hand in hand||qolmuqol
قومۇرماق||
قوۋۇشماق||
قى-||
قىرغىزىستان||
قىرىق||
قىز||
قىزىقارلىق||
قىزىقىش||
قىزىل||
قىزىلمۇچ||
قىزىلگۈل||
قىزچاق||
قىسىم||
قىش-ياز||
قىش||
قىلماق||
قىممەت||
قىيىن||
قۇتۇلماق||
قۇتۇپ||
قۇدۇق||
قۇرئان||
قۇرت||
قۇرۇلۇش||
قۇسماق||
قۇش||
قۇل||
قۇلاق||
قۇللۇق||
قۇم||
قۇمچاق|tadpole|q§u§m§t͡ʃ§ɑ§q|qumchaq
قۇنىيە||
قیش||
قېرى||
قېرىنداش||
قېرىنداشلىق||
قېلىن||
قەبىھ||
قەدىر||
قەدىرسىز||
قەرز||
قەشقەر||
قەغەز||
قەلەم||
قەيەر||
قەھۋە||
قەۋەت||
كارىز||
كارىۋات||
كارۋات||
كارۋان||
كالتەك||
كانادا||
كاۋاك||
كاۋاپ||
كرودىيە||
كومپيۇتېر||
كونا||
كوچا||
كوچىمۇكوچا||
كىتاب||
كىرمەك||
كىشى||
كىشىلىك||
كىشىلەر||
كىم||
كىندىك||
كىنوخانا||
كىنىشكا||
كىيىم||
كىپىنەك||
كىچىك||
كۆرسىتىش||
كۆرمەك||
كۆرۈشۈش||
كۆرۈنمەك||
كۆرۈپ||
كۆز||
كۆزەتكۈچى||
كۆك||
كۆكتات||
كۆكۈچ||
كۆل||
كۆلەڭگە||
كۆيۈك||
كۆپلىگەن||
كۆپىيىش||
كۆپچىلىك|everyone||köpchilik
كۆڭۈل||
كۆڭۈللۈك||
كۈز||
كۈلكىلىك||
كۈمۈش||
كۈن||
كۈندۈز||
كۈنلۈك||
كۈچ||
كۈچلۈك||
كۈچەيمەك||
كېرەك||
كېلىش||
كېلىچەك||
كېمە||
كېيىن||
كېپىنەك||
كېچە||
كېڭەش||
كەتمەن||
كەسىپ||
كەلمەك||
كەچلىك||
كەچۈرۈم||
كەچۈرۈڭ||
كەڭچىلىك||
لاتۋىيە||
لازا||
لازىم||
لازىملىق||
لاياقەت||
لاياقەتلىك||
لايىق||
لاگېر||
لىتۋا||
لىمون||
ليۇكسېمبۇرگ|Luxembourg||lyuksëmburg
لۇغەت||
لېكىن||
لېگەن||
لەيتەكس||
لەيلىمەك|to float||leylimek
لەڭمەن||
مائارىپ||
مارت||
ماروژنا||
ماروژنى|ice cream||marozhni
ماشىنا||
ماكان||
مالائىك||
مانتا||
ماي|fat||may
مايمۇن||
ماگىزىن||
ماۋ||
ماۋۇ||
مودا||
موزاي||
موللا||
موللام||
موگۇ||
مىراس||
مىسال||
مىسىر||
مىكرو دولقۇنلۇق دۇخوپكا||
مىلتىق||
مىللەتلەر||
مىليارد|billion|m§i§l§j§ɑ§r§t|milyard
مىلياردېر||
مىليون||
مىڭ|thousand|m§i§ŋ|ming
مىڭە||
مۆتىدىل||
مۇ||
مۇئامىلە||
مۇئەللىم||
مۇئەللىمە||
مۇتلەق||
مۇتەخەسسىس||
مۇخبىر||
مۇداپىئەسى||
مۇراجىئەت||
مۇراسىم||
مۇرچ||
مۇز||
مۇسۇلمان||
مۇسۇلمانچە||
مۇشۇ||
مۇقەررەر||
مۇلاھىزە||
مۇمكىن||
مۇنار||
مۇناسىۋەت||
مۇنداق||
مۇھەببەت||
مۇھەررىر||
مۇۋەققەت|temporary||muweqqet
مۇۋەپپەق||
مۈشۈك||
مۈلۈك||
مېھمان||
مېھمانخانا||
مېۋە||
مەجبۇر||
مەجبۇرىي ئەمگەك||
مەجبۇرىي||
مەجلىس||
مەخسۇس||
مەخلۇق||
مەركىزى||
مەركىزىي||
مەرھەمەت||
مەززىلىك|tasty||mezzilik
مەست||
مەسلىھەتچى||
مەسىلە||
مەشىق||
مەكتەپ||
مەلىكە||
مەلۇم||
مەلۇمات||
مەملىكەت||
مەن ئۇيغۇر||
مەن ئۇيغۇرمەن||
مەن||
مەنبە||
مەڭگۈ|eternal||menggü
مەھەممەت||
نا-||
نائۈمىد||
نازۇك||
ناشتا||
ناغرا||
ناماز||
نان||
ناچار||
ناھايىتى||
ناھىيە||
ناھەق||
نورۇز||
نومۇس||
نوپۇزلۇق||
نىسبەتەن||
نۆل||
نۆلىنچى||
نۇرغۇن||
نېفىت|petrol|n§e§f§i§t|nëfit
نېمىدېگەن||
نېمىس||
نېمىسچە||
نېمىشقا||
نېمە||
نېپال||
نەرسە||
نەزەرباغ||
نەسىھەت||
نەم||
نەپەر||
نەپەس||
ياتاق||
ياتاقخانا||
ياتماق|to recline, sleep||yatmaq
ياخشى||
ياخشىمۇسىز||
ياخشىمۇسىلەر||
يار||
ياراتقۇچى||
ياراتماق||
ياردەم||
ياردەمچى||
ياز||
يازغۇچى||
يازماق||
ياسىماق||
ياش||
ياشاش||
ياشلىق||
ياشىماق||
ياغاچچى|woodcutter||yaghachchi
ياغماق||
ياق||
يالغان||
يالىڭاچ||
يامان||
يامغۇر||
يان||
يانار تاغ||
يانفون||
يانچۇق||
يانۋار||
ياپونىيە||
ياۋروپا||
يورۇق||
يورۇقلۇق||
يوشۇرۇن||
يوقىماق||
يولداش||
يولۇچى||
يىراق||
يىغلىماق||
يىغىلىش||
يىغىن||
يىل||
يىلان||
يىلتىز||
يىگىت||
يىگىرمە||
يۇتۇم||
يۇلتۇز||
يۇمشاق||
يۈرەك||
يۈز||
يۈزى||
يۈزە||
يېرىم||
يېزا||
يېزىمۇيېزا||
يېشىل||
يېقىن||
يېمەك||
يېپىق||
يېپىلماق||
يېڭى تىپتىكى تاجسىمان ۋىرۇسلۇق ئۆپكە ياللۇغى||
يېڭى||
يېڭىسار|Yengisar|y§e§ŋ§i§s§a§r
يەتتىنچى||
يەتتە|seven|j§ɛ§t§t§ɛ|yette
يەتمىش||
يەر تەۋرەش||
يەر||
يەرمەنكە||
يەكشەنبە||
يەمەن||
يەنە||
يەڭگە||
پائالىيەت||
پاجىئە||
پادىشاھ||
پادىچى||
پارا||
پارتىيە||
پارىژ|Paris||parizh
پاسكىنا||
پاشا||
پاشائاي||
پاك-پاكىز|very clean, pure|p§ɑ§k§§p§ɑ§k§ɪ§z|pak-pakiz
پاك||
پاكىت||
پاكىز||
پالىماق||
پروفېسسور|professor|p§r§o§p§e§s§s§o§r|profëssor
پروپاگاندا||
پورتۇگالىيە||
پوزىتسىيە||
پىرقىرىماق||
پىرەنىك||
پىشلاق||
پىل||
پىياز||
پىچاق||
پۇت||
پۇل||
پۈتكۈل||
پۈتۈكچى||
پۈتۈن||
پېئىل||
پېشانە||
پەخەس||
پەرق|difference||perq
پەرى||
پەرھات||
پەرۋاز||
پەسىل||
پەقەت||
پەمىدۇر||
پەيدا||
پەيشەنبە||
چاتاق||
چارشەنبە||
چارە||
چاشكا||
چاغدا||
چاقماق||
چاقىرغۇ||
چاقىرماق||
چاكار||
چالا||
چاي||
چايدان||
چاچ||
چوت||
چوشقا||
چوققىسى||
چوقۇم||
چوكا||
چوڭ برىتانىيە||
چوڭ||
چىراي||
چىرايلىق||
چىش||
چىشى||
چىقماق||
چىڭسەي||
چۆل||
چۆمۈلە||
چۈش||
چۈشۈرمەك||
چۈشەنمەك||
چېخ جۇمھۇرىيەتى||
چېركاۋ||
چېچەك|flower|t͡ʃ§e§ˈt͡ʃ§æ§k̚|chëchek
چېگرا||
ژۇرنال|journal, magazine|ʒ§u§r§n§ɑ§l|zhurnal
گرۇزىيە||
گرېتسىيە||
گوللاندىيە||
گىرىپتار|infected||giriptar
گۆھەر||
گۆھەرئاي||
گۇناھ||
گۇگۇت||
گۈزەل||
گۈل||
گۈڭگۈرت|sulphur||günggürt
گېرمانىيە||
گېزىت||
ھازىر||
ھازىرقى||
ھالەت||
ھايات||
ھاياتلىق||
ھاياجان||
ھايۋان||
ھاۋا||
ھوقۇق||
ھويلىمۇھويلا||
ھىندونېزىيە|Indonesia||hindonëziye
ھۆر||
ھۆكۈمەت||
ھۇرۇن||
ھۇۋقۇش||
ھېساب||
ھېسابات||
ھېكايە||
ھېچ||
ھەئە||
ھەربىي||
ھەرقانداق||
ھەرقايسى||
ھەرگىز||
ھەرە|bee, wasp||here
ھەسەل ھەرىسى||
ھەققىدە||
ھەقىقىي||
ھەم||
ھەمكارلىق||
ھەممىسى||
ھەممە||
ھەمياستۇق||
ھەيران قالماق||
ھەيكەل||
ھەپتە||
ۋاباسى||
ۋاتىكان شەھىرى||
ۋاقىت||
ۋاپات||
ۋوتكا||
ۋىتامىن|vitamin||witamin
ۋىجدان||
ۋىكىپېدىيە||
ۋىلايەت||
ۋېلىسىپىت||
ۋېنگرىيە||
ۋە||
ۋەقە||
ۋەلسىپىت||
ۋەيران||
ۋەھشىي||


@ https://en.wikipedia.org/wiki/Uyghur_language#Phonology
@ and wiktionary

ئەپسۇس|pity|æp.sus|epsus||loan
گۆش|meat|ɡøʃ|gösh||loan
سائەت|hour|sɑʔɛt|saet||loan
ۋېلسىپىت|bicycle|welsipit|wëlsipit||loan
دوختۇر|doctor|doχtur|doxtur||loan
پويىز|train|ˈpojiz|poyiz||loan
ئوبلاست|oblast, region|oblɑst|oblast||loan
تېلېۋىزور|TV|televizor|tëlëwizor||loan
لەڭپۇڭ|agar-agar jelly|lɛmpuŋ|lempung||loan|x
دۇفۇ|tofu|dufu|dufu||loan
شۇجى|secretary|ʃud͡ʒi|shuji||loan|x
جوزا|table, desk|d͡ʒozɑ|joza||loan
بىڭشاڭ|refrigerator|biŋʃɑŋ|bingshang||loan|x



ئىززەت-ھۆرمەت|dignity||izzet-hörmet|||x
ھۆرمەت|respect|hørmɛt|hörmet
بىر-بىرىگە|to each other||birbirige|||x
















































`

