/*
@ Source: https://en.wiktionary.org/w/index.php?title=Category:Urdu_lemmas&from=آ
§ 'Noto Nastaliq Urdu'
# 200
~ rtl
! ur

@ conversion: ^([^\n]+)\n		\1||\n
*/


autoExpandExamples.ur = `

آ جانا||
آئرلینڈ||
آئین||
آئینہ||
آب||
آب حیات||
آب و ہوا||
آباد||
آبادانی||
آبادی||
آبان||
آبشار||
آبنائے||
آبی||
آتش||
آتما||
آتنکوادی||
آتپ||
آج||
آج کل||
آخر||
آخرت||
آخری||
آدا||
آداب||
آدر||
آدر کرنا||
آدرنیہ||
آدم||
آدم خور||
آدمی||
آدھا||
آدھنک||
آدھی رات||
آذر||
آذربائیجان||
آرام||
آرام دینا||
آرام سے||
آرام کرنا||
آربل||
آرزو||
آرمبھ||
آرمبھ کرنا||
آریامن||
آزاد||
آزادی||
آزمائیش||
آزمانا||
آزمودگی||
آزمودہ||
آس||
آس پاس||
آسام||
آسان||
آسانی||
آستین||
آسرا||
آسمان||
آسمانی||
آسند||
آسنکا||
آسٹریلیا||
آسکت||
آشا||
آشچریہ||
آشچریہ کرنا||
آشیرواد||
آغا||
آغوش||
آفت||
آفریدی||
آقا||
آلات عبادت||
آلس||
آلسی||
آلنگن||
آلو||
آلودگی||
آلوک||
آم||
آمر||
آمریت||
آموزش||
آمیزش||
آنا||
آندھرا پردیش||
آندھی||
آنسو||
آنند||
آنند لینا||
آنکھ||
آنگن||
آوارہ||
آواز||
آواس||
آوشيکتا||
آوشیک||
آٹا||
آٹھ||
آٹھواں||
آپ||
آپ کا||
آچار||
آچاریہ||
آچھال چھکا||
آڑو||
آکاش||
آکرشت||
آکرمن||
آکھیٹ||
آگ||
آگ سے بپتسمہ||
آگار||
آگرہ||
آگرہ کرنا||
آگے||
آہستہ||
آہنگ||
آیا||
آیو||

أبطال||

ا-||
اب||
اب بھی||
اب تب||
اب تک||
اب جبکہ||
اب سے||
اب سے آگے||
اب سے پہلے||
اب کے بعد||
ابابیل||
ابال||
ابال پتھر||
ابال کر پکانا||
ابالنا||
ابتدا||
ابتدا کرنا||
ابتدا ہونا||
ابتدائی||
ابتدائی حروف||
ابتدائی طور پر||
ابتر||
ابتر کرنا||
ابتری||
ابتری پیدا کرنا||
ابتسام||
ابتلا||
ابد||
ابداع||
ابداً||
ابدی||
ابر||
ابر آلود||
ابر آلودگی||
ابر نما||
ابر چھانا||
ابرا کرنا||
ابرق||
ابرنجن||
ابرنجین||
ابرو||
ابری||
ابریق||
ابصار||
ابلاغ رسمی||
ابلاغ کرنا||
ابلق||
ابلنا||
ابلہ||
ابلیس||
ابلیسیانہ||
ابن آدم||
ابن اللہ||
ابن الوقت||
ابن الوقتی||
ابهار||
ابو||
ابٹن||
ابچل||
ابکائی||
ابھار||
ابھارنا||
ابھاو||
ابھرا ہوا||
ابھرتا||
ابھرتا ہوا||
ابھرنا||
ابھرواں تختی||
ابھشیک||
ابھلاش||
ابھلاشا||
ابھمان||
ابھنندن||
ابھی||
ابھی ابھی||
ابھی بھی||
ابھی تک||
ابھیشیک||
ابہام||
ابیض||
اتا||
اتار||
اتارنا||
اتالیق||
اتاپتہ||
اتتهہ||
اتحاد||
اتحاد اسلامیت||
اتحاد رائے||
اتحاد سے||
اتحاد ہونا||
اتحادی||
اتر||
اتر پردیش||
اترا کر چلنا||
اترانا||
اتراہٹ||
اترن||
اترنا||
اتری||
اتصال||
اتصال باہمی||
اتصال کرنا||
اتفاق||
اتفاق رائے||
اتفاق کرنا||
اتفاق کلی||
اتفاق ہونا||
اتفاقاً||
اتفاقی||
اتفاقیت||
اتلاف||
اتم||
اتم روپ||
اتمام||
اتمام حجت||
اتنا||
اتنا ہی||
اتوار||
اتپیٹھکا||
اتکا||
اتھان||
اتھاہ||
اتھاہ خلیج||
اتھاہی||
اتہاس||
اتہام||
اتی بتی||
اتیا چار||
اتینت||
اثاثہ||
اثبات||
اثباتی||
اثر||
اثر انداز ہونا||
اثر مابعد||
اثر نا پذیر||
اثر پڑنا||
اثر ڈالنا||
اثر کرنا||
اثنا||
اثنا میں||
اجارہ||
اجارہ دار||
اجارہ دارانہ||
اجارہ داری||
اجازت||
اجازت دینا||
اجازت طبع||
اجالا||
اجالا کرنا||
اجالا کرنے والا||
اجالنا||
اجاڑ||
اجاڑ منظر||
اجاڑنا||
اجاگر||
اجاگر کرنا||
اجاگری||
اجتماع||
اجتناب||
اجتناب سے||
اججول||
اجداد||
اجر||
اجرا||
اجرت||
اجرت دینا||
اجرتی||
اجرتی کام||
اجزا کا ملانا||
اجل||
اجلا||
اجلائی||
اجلانا||
اجلاپن||
اجلاہٹ||
اجلنا||
اجلی||
اجلی بوا||
اجماع||
اجماعی||
اجمالی||
اجمودا||
اجنان||
اجنبی||
اجنبیت||
اجنبیت سے||
اجوائن||
اجوائن کی شراب||
اجوڑ||
اجڈ||
اجڈ پن||
اجڈ پن سے||
اجڑے بال||
اجگر||
اجہر||
اجیت||
اجیر||
اجیر پن||
اجیرن||
احاطہ||
احاطہ بندی||
احاطہ بندی کرنا||
احاطہ کرنا||
احباب||
احتجاج||
احتجاج کرنا||
احتجاجاً چھوڑ کر چلے جانا||
احتجاجی||
احتراز||
احتراز کنندہ||
احترام||
احترام کرنا||
احتساب||
احتلام||
احتمال||
احتمال وقوع||
احتمالی||
احتياج||
احتياط||
احساس||
احساس کرنا||
احساس کمتری||
احساساتی||
احسان||
احسان فراموش||
احسان فراموشی||
احسان مند||
احسان مند ہونا||
احسان مندی||
احسان کرنا||
احسن||
احشا||
احقر||
احمق||
احمقانه||
احمقانہ بات||
احوال||
اخاہ||
اخبار||
اخبار فروش||
اخبار والا||
اخبارات||
اخباری||
اخباری اجلاس||
اخباری تھڑا||
اخباری نامہ نگار||
اخباری نمائندہ||
اخباری کاغذ||
اخبوط||
اختتام||
اختتامی||
اختتامی حصہ||
اختراع||
اختراع کرنا||
اختراعی||
اختصار||
اختلاط||
اختلاط نسل||
اختلاف||
اختلاف کرنا||
اختلاف کرنے والا||
اختلاف ہونا||
اختلافی||
اختناق||
اختناقی||
اختیار||
اختیار دینا||
اختیار نامہ||
اختیار کرنا||
اختیار ہونا||
اختیاری||
اخذ||
اخذ کرنا||
اخراج||
اخراج کرنا||
اخروٹ||
اخروٹ کا مزہ||
اخروٹ کا چھلکا||
اخلاص||
اخلاق||
اخلاق آمیز||
اخلاقاً||
اخلاقی||
اخلاقی تلقین||
اخلاقی لغزش||
اخلاقیت||
اخوت||
اخیر||
اخیرا||
اخیری||
ادا||
ادا کرنا||
ادائی||
ادائیگی||
ادائیں||
ادار||
ادارت||
ادارت کرنا||
ادارتی||
ادارہ||
اداری||
اداریاتی کارکن||
اداریہ||
اداس||
اداسی||
اداسی سے||
اداکار||
اداکارہ||
اداکاری||
اداکاری کرنا||
اداہرن||
ادب||
ادب آداب سے نا آشنا||
ادب سے||
ادب سے متعلق||
ادب نا آشنائی||
ادب کرنا||
ادبھت||
ادبی||
ادبی آدمی||
ادبی سرقہ||
ادبی شہ پارہ||
ادبیات||
ادبیت||
ادر||
ادراک||
ادراک سے||
ادراک شناسی||
ادراک پذیر||
ادراک کرنا||
ادراک کرنے والا||
ادراک ہونا||
ادراکی||
ادرک||
ادل بدل||
ادل بدل کرنا||
ادلابدلی کرنا||
ادلے کا بدلا||
ادنیٰ||
ادنیٰ انسان||
ادنیٰ بنانا||
ادنیٰ درجہ کا مطرب||
ادنیٰ درجے کا مکان||
ادنیٰ عہدے دار||
ادنیٰ چیزیں||
ادهار دینا||
ادهار لینا||
ادویاتی||
ادویت||
ادھ||
ادھ بنا||
ادھ پکا||
ادھ کچا ادھ پکا||
ادھ کھلا||
ادھ گلا رکھنا||
ادھار||
ادھار دینا||
ادھار لینا||
ادھر||
ادھر ادھر||
ادھر ادھر پھرنا||
ادھر ادھر چلنا||
ادھر ادھر کر دینا||
ادھر ادھر کرنا||
ادھر ادھر ہاتھ مارنا||
ادھر سے ادھر||
ادھر سے ادھر کرنا||
ادھر کی ادھر لگانا||
ادھم||
ادھم مچانا||
ادھم مچانے والا||
ادھم چوکڑی مچانا||
ادھماس||
ادھنا||
ادھورا||
ادھورا پن||
ادھورا کام کرنا||
ادھک||
ادھکار||
ادھکاری||
ادھیاپک||
ادھیڑ||
ادھیڑ بن||
ادھیڑ دینا||
ادھیڑنا||
ادی||
ادیب||
اذن||
اذیت||
اذیت خیز||
اذیت دینا||
اذیت رساں||
اذیت سے لطف اٹھانا||
اذیت میں||
اذیت ناک||
اذیت پانا||
اذیت پہنچانا||
اذیت پہنچانے والا||
اذیت کن||
ارادتاً||
ارادہ||
ارادہ رکھنا||
ارادہ کرنا||
ارادی||
ارادیت||
اراضی||
ارب||
اربند||
ارتداد||
ارتعاش||
ارتعاش انگیز||
ارتعاش دینا||
ارتعاش پذیر||
ارتفاع||
ارتفاعی||
ارتقا||
ارتکاب||
ارتھ||
ارجت||
ارجمند||
ارجن||
ارد گرد||
اردلی||
اردو||
اردوئے معلی||
ارزاں||
ارسطو||
ارسٹھ||
ارش||
ارشاد||
ارشادات||
ارض||
ارضی||
ارضی منظر||
ارغوانی||
ارغوانی رنگ||
ارمان||
ارمان سے||
ارمیا||
ارنڈ خربوزہ||
اروی||
ارے||
از||
ازار بند||
ازالہ حساسیت کرنا||
ازالہ سحر||
ازالہ کرنا||
ازبس||
ازحد||
ازحد جلدی والا||
ازحد خوشی||
ازحد ضروری||
ازحد قدیم||
ازحد نفرت کرنا||
ازخود||
ازدواج||
ازدواج باہمی||
ازدواجی||
ازروئے||
ازسرنو||
ازسرنو تنظیم||
ازقسم||
ازل||
ازیں||
اس||
اس جگہ پر||
اس دوران میں||
اس سے||
اس طرح||
اس طرف||
اس قابل||
اس لئے||
اس وجہ سے||
اس پر||
اس کا||
اس کو||
اس کی||
اس کے برخلاف||
اس کے برعکس||
اس کے علاوہ||
اس کے فوراً بعد||
اساتذہ||
اساس||
اساسی||
اساطیر||
اساطیری||
اسامی||
اسانی سے||
اسباب||
اسبغول||
استاد||
استاد فنکار||
استادانہ||
استادی||
استانی||
استبداد||
استبدادانہ||
استبدادی||
استبدادیت||
استثنیٰ||
استحکام||
استدلال||
استدلالی||
استر||
استراحت||
استری||
استری دھن||
استعارہ||
استعاری||
استعداد||
استعفا||
استعفا دینا||
استعمال||
استعمال نہ کرنا||
استعمال کرنا||
استعمال کرنے والا||
استغاثہ||
استغراق||
استفسار||
استفسار نامہ||
استفسار کرنا||
استفہام||
استقامت||
استقامت سے||
استقبال||
استقبال کرنا||
استقلال||
استنباط||
استوار||
استوار کرنا||
استوارنا||
استواری||
استونیا||
استھ||
استھالی||
استہزا||
استہزائی||
استہزائی سے||
اسد||
اسرائیل||
اسراع||
اسراف||
اسراف کرنا||
اسطوخودوس||
اسفار||
اسفنج||
اسفنجی||
اسفندیار||
اسقاط||
اسقاط حمل||
اسقاط کرنا||
اسقام||
اسلام||
اسلام آباد||
اسلامیت||
اسلحہ||
اسلحہ خانہ||
اسلحہ سازی||
اسلوب||
اسم||
اسم بندی||
اسم عدد||
اسم مصدر||
اسمبھو||
اسنان||
اسود||
اسٹوپا||
اسٹیشن||
اسپ||
اسپ تازی||
اسپات||
اسپتال||
اسپغول||
اسہال||
اسی||
اسی طرح سے||
اسی لئے||
اسی وقت||
اسیر||
اسیری||
اسے||
اشا||
اشارات||
اشارتاً||
اشارہ||
اشارہ کرنا||
اشارہ گر||
اشاری||
اشاریہ||
اشارے سے بلانا||
اشاعت||
اشبھ||
اشتباہ||
اشتباہاً||
اشتباہی||
اشتراک||
اشتراک خون||
اشتراک سے||
اشتراک کرنا||
اشتراکی||
اشتراکیت||
اشتعال||
اشتعال بازی کرنا||
اشتعال دلانا||
اشتعال دینا||
اشتعال سے||
اشتعالی||
اشتقاق||
اشتمالیت||
اشتہا||
اشتہا بڑھانا||
اشتہار||
اشتہار بازی||
اشتیاق||
اشتیاق سے||
اشتیاق کرنا||
اشد||
اشر||
اشراف||
اشراق||
اشراق ہونا||
اشعیا||
اشفاق||
اشنیش||
اشک||
اشک آلودہ||
اشک آمیز||
اشک بار||
اشکال بین||
اشکال سے متعلق||
اشکت||
اصحاب||
اصرار||
اصرار کرنا||
اصطباغ||
اصطبل||
اصطلاح||
اصطلاح پیشہ وران||
اصطلاحاً||
اصطلاحی||
اصغر||
اصفر||
اصل||
اصل جیسا||
اصل سے کم اندازہ||
اصل میں||
اصل پٹی||
اصلاح||
اصلاح پسندی||
اصلاح کرنا||
اصلاح کن||
اصلاحی||
اصلاحیت||
اصلاً||
اصلی||
اصلی جنگل||
اصلی حالت میں||
اصلیت||
اصلیت سے مشابہت||
اصول||
اصول تنقید کے خلاف||
اصول عقائد||
اصول قانون||
اصول مہارت||
اصولی||
اصولی قول||
اصیل||
اضافہ||
اضافہ کرنا||
اضافہ ہونا||
اضافی||
اضافی نام||
اضافی وصف||
اضافیت||
اضطراب||
اضطراب شدید||
اضطرار||
اضطراری||
اطاعت||
اطاعت کرنا||
اطاق||
اطالیہ||
اطراف||
اطفا کرنا||
اطفال||
اطلاع||
اطلاع دینا||
اطلاع دینے والا||
اطلاع نامہ||
اطلاع وفات||
اطلاقی||
اطلس||
اطمینان||
اطمینان سے||
اطوار||
اظہار||
اظہار جذبات||
اظہار غم کرنا||
اظہار کرنا||
افزائش||
افسانہ||
افسوس||
افغان||
افغانستان||
افق||
افلاس||
اقامت||
اقتصادی||
اقرار||
اقصی نقطہ||
الرجی||
اللہ||
اللہ حافظ||
الم||
الماری||
الماس||
النکار||
النکرت||
الو||
الوداع||
الگ||
الگ الگ||
الہام||
اما||
امام||
اماں||
امتحان||
امداد||
امروت||
امرود||
امروز||
امریکا||
امن||
امنیت||
امی||
امیتابھ||
امیتابھ بدھ||
امید||
امیر||
ان||
ان پڑھ||
ان کا||
اناتھ||
اناتھ اشرم||
انار||
انارکلی||
اناسی||
انبن||
انت||
انتالیس||
انتخاب||
انتر||
انتظار||
انتظار کرنا||
انتم||
انتہاپسند||
انتیس||
انجانا||
انجیر||
انجیل||
اندر||
اندلس||
اندھا||
اندھا پن||
اندھکار||
اندھیرا||
اندیشہ||
اندیکھا||
انسان||
انسانی||
انسٹھ||
انش||
انشقاق||
انطاکیہ||
انعام||
انقلاب||
انناس||
انواد||
انوادک||
انٹرنیٹ||
انپم||
انچائی||
انچاس||
انڈا||
انڈکوش||
انڈیا||
انکار||
انکار کرنا||
انکیدو||
انگ||
انگبین||
انگد||
انگریز||
انگریزی||
انگلستان||
انگلی||
انگلینڈ||
انگور||
انگوری||
انگوٹھا||
انگوٹھی||
انگیا||
انہتر||
انیاسی||
انیس||
اهنسا||
اهہ||
او||
اوتار||
اودا||
اودبلاؤ||
اودھ||
اودھی||
اور||
اوس||
اوسطا||
اوشیے||
اوقات||
اول||
اولا||
اوم||
اونٹ||
اونچائی||
اوپر والا||
اوکاش||
اوکھ||
اوکھل||
اوکھلی||
اوہ||
اوہائیو||
ايتلاف||
اٹچوک||
اٹک||
اٹک جانا||
اٹکل||
اٹھائیس||
اٹھارہ||
اٹھاسی||
اٹھانا||
اٹھانوے||
اٹھاون||
اٹھنا||
اٹھہتر||
اٹیچی||
اپاڑ||
اپاہج||
اپاہج پن||
اپاہج کر دینا||
اپج||
اپج پانا||
اپدهان||
اپدیش دینا||
اپرادھ||
اپرادھی||
اپریل||
اپستھت||
اپلبدھ||
اپنا||
اپنا حصہ ادا کرنا||
اپنا ملک||
اپنا وطن||
اپنا کام نکالنا||
اپنانا||
اپنيتر||
اپنی غلطی سے||
اپنی ماں کا قتل||
اپنی مرضی||
اپنے آپ||
اپنے تئیں||
اپنے ہی تک رکھنا||
اپواس||
اپون||
اپچتا ہوا||
اچار||
اچانک||
اچانک بول اٹھنا||
اچانک بڑھنا||
اچانک حملہ||
اچانک شورش||
اچانک طور پر||
اچانک مڑنا||
اچانک نکل بھاگنا||
اچانک پن||
اچانک چل دینا||
اچانک ڈر||
اچاٹ||
اچت||
اچنبھا||
اچها||
اچک||
اچک اچک کر چلنا||
اچک لینا||
اچکا||
اچکنا||
اچھا||
اچھا وقت گزارنا||
اچھا پن||
اچھائی||
اچھالا ہوا||
اچھالنا||
اچھل پڑنا||
اچھل کود||
اچھل کود کرنا||
اچھلتا||
اچھلنا||
اچھوت||
اچھوتا||
اچھوتی||
اچھی طرح سے||
اچھی پہچان||
اچھے حال میں||
اچھے خاندان کا||
اڑان||
اڑانا||
اڑتالیس||
اڑتیس||
اڑسٹھ||
اڑیوا||
اژدہا||
اژدہام||
اکاسی||
اکاش گنگا||
اکال||
اکانوے||
اکاون||
اکتالیس||
اکتوبر||
اکتیس||
اکثر||
اکسٹھ||
اکشر||
اکنون||
اکھروٹ||
اکہتر||
اکیاسی||
اکیانوے||
اکیاون||
اکیس||
اکیلا||
اکیلاپن||
اکیلے||
اگر||
اگرچہ||
اگست||
اگلا||
اگنا||
اگنی||
اگیان||
اگیان پن||
اہل ایمان||
اہم||
اہمیت||
اہنسا||
ایام||
ایبٹ آباد||
ایت||
ایجنٹ||
ایران||
ایرانی||
ایرشا||
ایرشالو||
ایرشاوان||
ایرکھا||
ایزد||
ایزدی||
ایسٹر||
ایسی تیسی||
ایسی تیسی کرنا||
ایشور||
ایف ایم||
ایلما||
ایمان||
ایماندار||
اینٹورپن||
ایوان||
ایڈز||
ایڈس||
ایڑ||
ایڑی||
ایک||
ایک سو ایک||
ایکھ||


بائبل||
بائیس||
بائیسکل||
بابا||
بابو||
بات||
بات کرنا||
باتونی||
باتچیت||
بادام||
بادامی||
بادبان||
بادبانی||
بادبانی کشتی||
بادشاہ||
بادشاہت||
بادل||
بادھا||
بارش||
باروت||
بارود||
بارہ||
بازار||
بازو||
بازوبند||
بازی||
باسٹھ||
باشندہ||
باغ||
باقاعدہ||
بال||
بال بچے||
بالکل||
بالی||
بانسری||
بانوے||
بانچنا||
باورچی خانہ||
باون||
باٹ||
باٹھروم||
باپ||
باڑھ||
باکرہ||
باگھ||
باہر||
باہوبلی||
بباد||
ببھکشا||
بت||
بت خانہ||
بت پرست||
بت پرستی||
بت کدہ||
بتانا||
بتی||
بتیس||
بجلی||
بحر||
بحیرہ||
بخار||
بخارا||
بد||
بد حواس||
بدر||
بدعت||
بدن||
بدھ||
بدھ دھرم||
بدھ مت||
بدھرتا||
بدھیا||
برابر||
براعظم||
براہ راست||
برتن||
برج||
برداشت کرنا||
برس||
برسات||
برصغیر||
برطانیہ||
برف||
برفشار||
برقع||
برما||
برمنگھم||
برى حے||
برچھا||
برچھیت||
برکت||
برکها||
بزرگ||
بزرگی||
بستر||
بستی||
بشیر||
بشیشن||
بطخ||
بظاہر||
بغير||
بقرعید||
بل||
بلا||
بلانا||
بلبل||
بلند||
بلوان||
بلکہ||
بلی||
بمبہ||
بنا||
بنارس||
بنانا||
بناوٹی||
بنجارا||
بند||
بند کرنا||
بند گوبھی||
بندر||
بندی||
بندیگھر||
بنزین||
بنفشی||
بنيان||
بنگلہ دیش||
بهرن||
بهنجك||
بهیس||
بور||
بوریت||
بوساطت||
بول||
بولنا||
بولی||
بونا||
بونڈر||
بوچڑ||
بوچھاڑ||
بوڑھا||
بوڑھی||
بٹورنا||
بپتسمہ||
بچهو||
بچپن||
بچہ||
بڑا||
بڑا دن||
بکاین||
بکرا||
بکرا عید||
بکری||
بکس||
بکم||
بکھراو||
بھائی||
بھاجن||
بھارت||
بھاروپیہ||
بھاشا||
بھالو||
بھانجا||
بھانجی||
بھانگ||
بھاڑا||
بھاگنا||
بھتیجا||
بھتیجی||
بھجن||
بھدرا||
بھراتا||
بھراتر||
بھرنا||
بھروسہ||
بھوتل||
بھورا||
بھوسڑی||
بھومی||
بھون||
بھوک||
بھوگول||
بھکت||
بھکتی||
بھگدڑ||
بھگوان||
بھگود گیتا||
بھی||
بھید||
بھیڑ||
بھیڑیا||
بہاء اللہ||
بہاؤالدین||
بہائی||
بہائیت||
بہادر||
بہار||
بہاران||
بہاراں||
بہت||
بہتر||
بہشت||
بہمن||
بہن||
بہنا||
بی بی||
بیاسی||
بیالیس||
بیت الخلا||
بیت عنیاہ||
بیت لحم||
بیجنگ||
بیخودی||
بیس||
بیشک||
بیلارس||
بین الاقوامی||
بینگن||
بیوی||
بیٹا||
بیٹھک||
بیٹھک خانہ||
بیٹی||
بیچ||
بیگم||
بے تحاشا||
بے شک||
بے قابو||
بے نامی||
بے کار||
بےوقوف بنایا ہوا||


تا||
تاؤ||
تاؤ مت||
تابہ||
تاتارستان||
تاج||
تاج محل||
تاجکستان||
تار||
تار گھر||
تارا||
تاریخ||
تازہ||
تاش||
تاشقند||
تال||
تالا||
تالابندی||
تالی||
تاناشاہ||
تاناشاہی||
تاپنا||
تاڑ||
تاڑی||
تب||
تبادلہ||
تتلی||
تجارت||
تحفہ||
ترائی||
ترازو||
تراسی||
ترانه||
ترانوے||
تربوز||
ترجمان||
ترجمہ||
ترجیح||
ترسٹھ||
ترقی||
ترٹی||
ترپن||
تری||
تری مورتی||
تشریح||
تشنہ||
تصریف||
تصمیم||
تعريف||
تعریف||
تعطیل||
تفصیل||
تقدیر||
تقریباً||
تقریر||
تقصیر||
تقطیع||
تقویم||
تكميل||
تل||
تلا||
تلسی||
تلوار||
تلواری||
تلہن||
تم||
تماشہ||
تمام||
تمنا||
تمنچه||
تمہارا||
تمیز||
تن||
تنازع||
تندرست||
تندرستی||
تندور||
تنظیم||
تنظیمی||
تنور||
تنگ||
تنہا||
تنہائی||
تو||
توا||
توبہ||
توبہ کرنا||
توتا||
توتی||
توحیدیت||
تودا ربا||
تولد||
تولیہ||
توپ||
توچا||
توڑنا||
توہین||
تپسوی||
تڑت||
تڑکا||
تکلیف||
تکیہ||
تگنا||
تگڑا||
تھائی لینڈ||
تھوک||
تھوکنا||
تھکا||
تہائی||
تہتر||
تہجی||
تہوار||
تیئیس||
تیار||
تیاری||
تیاگ||
تیج||
تیر||
تیر انداز||
تیر اندازی||
تیرا||
تیرتھ||
تیرتھ یاترا||
تیرتھنکر||
تیرنا||
تیرہ||
تیز||
تیزآب||
تیزاب||
تیس||
تیسرا||
تین||
تینتالیس||
تینتیس||
تیندوا||
تیکھا||


ثابت||
ثانیہ||
ثبوت||
ثروت||
ثریا||
ثقافت||
ثقالت||


جائداد||
جائپھل||
جابجا||
جادو||
جاسوس||
جامعہ||
جامن||
جامنی||
جامہ||
جان||
جانا||
جاننا||
جانور||
جانچنا||
جانکاری||
جاوتری||
جاپان||
جاپانی||
جاگنا||
جاہل||
جبرائیل||
جبل||
جبوتی||
جثہ||
جدا||
جدائی||
جدت||
جدید||
جرأت||
جرثومہ||
جرمنی||
جزوی||
جزیرہ||
جسد||
جسور||
جشن||
جشن بہاران||
جشن بہاراں||
جعلی||
جغرافیائی||
جل||
جلانا||
جلسہ||
جلق||
جلنا||
جلوس||
جلوہ||
جلیبی||
جماعت||
جمانا||
جمعدار||
جمعرات||
جمعہ||
جملہ||
جمہوریت||
جمہوریہ||
جن||
جنات||
جنت||
جنتی||
جنرل||
جنوری||
جنگ||
جنگجو||
جنگل||
جنگھی||
جنگی||
جنیئو||
جوا||
جواب||
جوان||
جوانی||
جوت||
جوتا||
جور||
جوڑا||
جوکھم||
جوکھمی||
جوں||
جوہر||
جوہری||
جٹا||
جپنا||
جڑ||
جڑواں||
جگاڑ||
جگت||
جگر||
جگنا||
جگناتھ||
جگنو||
جگہ||
جگہ جگہ||
جھانجھ||
جھانکنا||
جھنڈا||
جھولے لال||
جھکنا||
جھگڑا||
جھیل||
جہاد||
جہاز||
جہان||
جہنم||
جی||
جیب||
جیبھ||
جیت||
جیش||
جیل||
جیل خانہ||
جین||
جیوتی||
جیون||


حافظ||
حافظہ||
حالانکہ||
حالت||
حبش||
حبقوق||
حج||
حجام||
حد||
حراست||
حربی فنون||
حرف ربط||
حرف عطف||
حرم||
حروف||
حروف عطف||
حزقی ایل||
حزقیال||
حسرت||
حسین||
حضور||
حفاظت||
حق||
حقوق||
حقیقت||
حل||
حلال||
حلقہ||
حليم||
حماس||
حمل||
حملہ||
حنا||
حور||
حکمت||
حکومت||
حیات||
حیاتیات||
حیاتیاتی||
حیوان||
حیوانیات||
حیوانیاتی||


خاتمہ||
خاتون||
خادم||
خارجہ||
خاص||
خاصا||
خاقان||
خالق||
خاموش||
خاموشی||
خان||
خاندان||
خانسامان||
خانساماں||
خانہ||
خاوند||
خاک||
خاکسار||
خاکستری||
خاکنائے||
خاکی||
خبر||
ختم||
ختنہ||
ختنہ کرنا||
خدا||
خدا بیٹا||
خدا حافظ||
خدا کا بیٹا||
خدا کا میمنہ||
خداحافظ||
خداوند||
خداوند خدا||
خدمت||
خراش||
خراماں خراماں||
خربوزہ||
خردبین||
خردل||
خروس||
خرگوش||
خریدنا||
خزاں||
خسارہ||
خسرہ||
خط||
خطرناک||
خلاف||
خلافت||
خلفا||
خلق||
خلیج||
خلیفہ||
خمیر||
خنجر||
خواب||
خواب گاہ||
خواہش||
خوبانی||
خوبصورت||
خودمختاری||
خودکش||
خودکشی||
خوراک||
خورشید||
خوش||
خوش خبری||
خوشبو||
خوشی||
خوف||
خون||
خوک||
خیاط||
خیال||
خیر||
خیمہ||


داخلہ||
دادر||
داردر||
دارو||
داستان||
داعش||
داغ||
داكھ||
دام||
دانت||
دانش||
دانش گاہ||
دانہ||
داڑم||
دایاں||
دجلہ||
دراڑ||
دربل||
درخت||
درد||
درست||
درمیانی||
دروان||
درود||
درویش||
درپں||
درگ||
درہ||
دریا||
دریائی||
دریاچہ||
دس||
دست خطی||
دستخط||
دسمبر||
دسواں||
دشت||
دشمن||
دشمنی||
دعا||
دعائے ربانی||
دفتری زبان||
دفعہ||
دقیقہ||
دل||
دلربا||
دلچسپ||
دلی||
دم||
دماغ||
دن||
دندان||
دنڈ||
دنگا||
دنیا||
دو||
دوات||
دوار||
دوالی||
دودھ||
دودھ والا||
دور||
دورلیکھ||
دوری||
دوزخ||
دوست||
دوستانہ||
دوستی||
دوسرا||
دوسری اور||
دوش||
دونا||
دونمہ||
دوڑنا||
دوکان||
دوگنا||
دکان||
دکشن||
دکھ||
دکھانا||
دگنا||
دھات||
دھارا||
دھاندل||
دھاندلی||
دھبا||
دھرتی||
دھرم||
دھرمی||
دھمال||
دھمکی دینا||
دھن||
دھندھا||
دھنش||
دھنی||
دھنیہ واد||
دھواں||
دھوج||
دھوسر||
دھول||
دھونا||
دھونے والی مشین||
دھوپ||
دھیان||
دھیان دینا||
دھیریہ||
دھیرے دھیرے||
دھیمے||
دہریہ||
دہشت||
دہشت گردی||
دہقان||
دہلی||
دیا||
دیروز||
دیرگھ||
دیش||
دین||
دین دار||
دینا||
دیو||
دیوار||
دیوبندی||
دیوتا||
دیور||
دیول||
دیوناگری||
دیپ||
دیپک||
دیپکا||
دیکھنا||
دیگر||
دیہ||


ذائقہ||
ذات||
ذاتی||
ذرا||
ذرہ||
ذریعہ||
ذمہ||
ذکر||
ذہن||
ذہنی||
ذہین||


رابطہ||
رات||
راتا||
راج||
راج شاہی||
راجا||
راجبھاشا||
راجنیتی||
راستہ||
راشٹر||
راضی||
رال||
رام اللہ||
رامائن||
رانی||
راچڈیل||
راکٹ||
راکھ||
راکھشس||
راکھی||
راگ||
راہ||
راہبہ||
راہداری||
رب||
ربا||
ربوہ||
رتن||
رتو||
رحیم||
رزق||
رس||
رسالہ||
رسالہ نکالنا||
رستم||
رستہ||
رسل||
رسم||
رسمی||
رسول||
رسید||
رشک||
رضا||
رطل||
رفتار||
رفتن||
رفتنی||
رفتگی||
رفتہ||
رفتہ رفتہ||
رمضان||
رنڈی||
رنگ||
رنگت||
رنگولی||
روانڈا||
روایت||
روح||
روح القدس||
رود||
روز||
روزن||
روزنامہ||
روزہ||
روس||
روسی||
روشن||
روشنی||
رونا||
روندنا||
رونق||
روٹھا||
روٹھنا||
روٹی||
روپ||
روچڈیل||
روچک||
روکڑ||
روگ||
روی||
روی وار||
رياضت||
رکاوٹ||
رکت||
رکشا||
رکشا بندھن||
رہنا||
رہنما||
ریاست||
ریاستی زبان||
ریاض||
ریاضی||
ریت||
ریختہ||
ریش||
ریشم||
ریشمی||
ریپھ||
ریچه||
ریچھ||
ریگ||
ریگستان||


زائچہ||
زار||
زار زار||
زبان||
زبان اردوئے معلی||
زخم||
زخم بھرنا||
زخم کھانا||
زرتشت||
زرد||
زرد آلو||
زردوزی||
زعفران||
زعفرانی||
زلزلہ||
زمانہ||
زمستان||
زمین||
زمین اور آسمان||
زن مرید||
زنا||
زنجبیل||
زندگی||
زندہ||
زندہ باد||
زور||
زيربند||
زہر||
زیادتی||
زیتون||
زیرہ||


سؤر||
سائنس||
سائنسی||
سابق||
سات||
ساتواں||
ساتھی||
ساجن||
ساحل||
سادھارن||
سادھوی||
سادہ رو||
سازش||
ساقی گری||
سال||
سالنا||
سالگرہ||
سامان||
سامنا||
سانس||
سانس لینا||
سانولا||
سانپ||
سانڈ||
ساودھان||
ساٹھ||
ساڑی||
ساکھ||
ساگر||
ساگرتٹ||
ساہتیہ||
سایہ||
سبد||
سبز||
سبز انقلاب||
سبزی||
سبق||
سبھا||
ستائیس||
ستارہ||
ستاسی||
ستانوے||
ستاون||
ستر||
سترک||
سترہ||
ستری||
ستمبر||
ستوتر||
ستھان||
ستہتر||
ستیہ||
سجدہ||
سحر||
سدا||
سدابہار||
سدھار||
سدھار کرنا||
سدھارنا||
سر||
سرائیکی||
سرائے||
سراب||
سرحد||
سرخ||
سرد||
سردی||
سردیاں||
سرسوتی||
سرسوں||
سرسٹھ||
سرشت||
سرشٹی||
سرشپ||
سرفروش||
سرل||
سرمئی||
سرمہ||
سرنگ||
سرور||
سرونام||
سرپ||
سرکار||
سرگرم||
سری لنکا||
سزا||
سستا||
سستی||
سفارت||
سفارتخانہ||
سفر||
سفيد||
سفید||
سلاح||
سلام||
سلام علیکم||
سلسلہ||
سلطان||
سلوار قمیض||
سمئے||
سمائ||
سماس||
سماعت||
سماق||
سمان||
سماچار||
سماچار پتر||
سمبندھ||
سمجھدار||
سمجھنا||
سمدر||
سمراٹ||
سمرتی||
سمندر||
سموسہ||
سمپرداے||
سمکھ||
سنا||
سناتن||
سنان||
سنانگھر||
سنت||
سنترا||
سنجها||
سندر||
سندھ ندی||
سندھی||
سنسار||
سنسکار||
سنسکرت||
سننا||
سنوائی||
سنگ||
سنگاپور||
سنگھ||
سنگھرش||
سنگیت||
سنہ||
سنیوگ||
سو||
سوادشٹ||
سوادو||
سوار||
سوال||
سوانگ||
سواگت||
سوتنتر||
سوتیلا||
سودا کرنا||
سوداگر||
سورج||
سورۃ||
سوریہ||
سوستک||
سوغات||
سولہ||
سونا||
سويمور||
سوٹی||
سوپن||
سوپن دیکھنا||
سوچنا||
سوکھا||
سوگند||
سویرا||
سپاس||
سپاہی||
سپتاہ||
سپنا||
سپھل||
سچ||
سچائی||
سڑسٹھ||
سڑک||
سکنا||
سکھ||
سکھ دھرم||
سکھ مت||
سکہ||
سگریٹ||
سہل||
سہم||
سہمانا||
سہمنا||
سہمناک||
سہن||
سہواس||
سیاحت||
سیاست||
سیاستدان||
سیاہ||
سیب||
سیر||
سیر سپاٹا||
سینتالیس||
سینتیس||
سینکڑا||
سینگ||
سینیٹر||
سیکھنا||
سے||


شائستہ||
شاخ||
شاد||
شاد باد||
شاداب||
شادی||
شارع||
شاستر||
شاعر||
شاعرہ||
شاعری||
شال||
شانہ||
شاپر||
شاہ||
شاہ مکھی||
شاہانہ||
شاہد||
شاہراہ||
شاہزادہ||
شاہی||
شاہین||
شب||
شب برات||
شبد||
شبدکوش||
شبنم||
شبھ||
شبہہ||
شترو||
شجرہ||
شخص||
شراب||
شردھا||
شرن||
شروع||
شروع کرنا||
شرک||
شرکرا||
شریر||
شریف||
ششن||
ششک||
شطرنج||
شعار||
شعاری||
شعر||
شغل||
شلا||
شلپشالا||
شمشان||
شمشیر||
شمع||
شناخت||
شنتانو||
شنتنو||
شو||
شوہر||
شپتھ||
شکار||
شکار کرنا||
شکایت||
شکتی||
شکریہ||
شکم||
شہد||
شہد کی مکھی||
شہر||
شہرت||
شہزادہ||
شہلا||
شہنشاہ||
شہید||
شیخ||
شیر||
شیر آبی||
شیشہ||
شیشی||
شیطان||
شیطانی||
شیطانیت||
شیطنت||
شینا||
شینککش||
شیو||
شیو مت||
شیوی||


صائب||
صابر||
صابن||
صاحب||
صارف||
صارفین||
صاف||
صاف کرنا||
صبح||
صحافی||
صحت||
صحرا||
صحیح||
صد||
صدر مملکت||
صدی||
صرف||
صفائی نظام||
صفات||
صفت||
صفحہ||
صفحۂ اول||
صفر||
صفرواں||
صلیب||
صندوق||
صندوقچہ||
صنم||
صوبہ||
صوفہ||


ضبط کرنا||
ضرور||
ضرورت||
ضمانت||


طالب علم||
طبلہ||
طبیب||
طبیعت||
طبیعیات||
طرف||
طلا کاري||
طلاق||
طور||
طوطا||
طوطی||
طوفان||


ظفر||


عادت||
عادی||
عاری||
عاصی||
عالم||
عالم مسیحیت||
عام||
عام طور سے||
عام طور پر||
عبادت||
عبادتی||
عبرانی||
عبری||
عجائب||
عجائب خانہ||
عجائب گھر||
عجوبہ||
عجیب||
عدالت||
عدد||
عراق||
عراقی||
عربی||
عرض||
عزت||
عزم||
عزیز||
عسل||
عشق||
عشقیہ||
عصیان||
عطا||
عطر||
عفریت||
عقاب||
علاج||
علاج کرنا||
علاقہ||
علف||
علم||
علمی||
علمیات||
عمارت||
عمر||
عمل||
عموما||
عنابی||
عنایت||
عنب||
عنصر||
عوام||
عوامی||
عورت||
عکس||
عہد نامہ||
عہد نامہ جدید||
عہد نامہ قدیم||
عیاشی||
عید میلاد مسیح||
عیسائی||
عیسائی دھرم||
عیسائی مذہب||
عیسائیت||
عیسوی||
عیسیٰ||
عیسیٰ مسیح||
عیش کرنا||
عینک||


غائب||
غائب ہونا||
غرور||
غریب||
غصہ||
غفیر||
غلط||
غلط سمجھنا||
غلط فہمی||
غلط کرنا||
غلطی||
غم||
غنائیت||
غنچہ||
غنہ||
غیر حاضری||
غیرت||


فائدہ||
فارسی||
فاس||
فاصلہ||
فالسئی||
فالسہ||
فانی||
فایدہ||
فتح||
فحش||
فخر||
فراموشی||
فرانس||
فردوس||
فرزند||
فرش||
فرشتہ||
فرصت||
فرض||
فرضی||
فرعون||
فرمائش||
فرمان||
فرمانا||
فسانہ||
فطرت||
فعل||
فعل متعدی||
فلسطین||
فلم||
فلک||
فلکیات||
فوج||
فوجداری||
فورا||
فولاد||
فون||
فکر||
فیروزی||
فیصد||
فیصلہ||
فیل||
فیل پا||


قابض||
قابل||
قابلیت||
قاتل||
قاضی||
قاعدہ||
قاموس||
قانون||
قانون بقائے توانائی||
قانونی||
قبر||
قبرستان||
قبضہ||
قبل مسیح||
قبول||
قبول کرنا||
قتل||
قد||
قدیم||
قرآن||
قراقل پاقستان||
قرمز||
قرمزی||
قریب||
قریب قریب||
قسط||
قسطنطنیہ||
قسم||
قسمت||
قصاب||
قصبہ||
قصہ||
قضیب||
قفس||
ققنس||
قلب||
قلعہ||
قلم||
قلی||
قمار خانہ||
قمچی||
قمیض||
قوت||
قوم||
قوم پرست||
قوم پرستی||
قومی||
قومی زبان||
قومیت||
قہوہ||
قیامت||
قیدخانہ||
قیمت||
قیمتی||
قیمہ||
قینچی||


لائبریری||
لابھ||
لاج||
لار||
لازم||
لاش||
لاشہ||
لال||
لالہ||
لالی وڈ||
لالیوڈ||
لامتناہی||
لاوی شیطانیت||
لاپتہ||
لاکھ||
لاہور||
لب||
لداخ||
لدھیانہ||
لرزاں||
لسان||
لسانیات||
لسبین||
لسی||
لطف اندوز ہونا||
لطوریا||
لغت||
لغو||
لفظ||
للاٹ||
لمبا||
لمبائی||
لمپٹ||
لندن||
لنڈ||
لنگ||
لنگایت||
لنگایت دھرم||
لوبیا||
لوتھ||
لوح جہاں||
لوری||
لوقا||
لوهو||
لوٹنا||
لوک شاہی||
لوگ||
لچک||
لڑاکا||
لڑاکا طیارہ||
لڑکا||
لڑکی||
لکشمی||
لکھنا||
لگاتار||
لگانا||
لگنا||
لہجہ||
لہذا||
لہسن||
لہنگا||
لیتھوینیا||
لیسٹر||
لینا||
لیٹنا||
لیکن||
لیکھنی||
لیکھک||


مؤذن||
ماتا||
ماتر||
ماتھا||
ماحول||
ماخولیا||
مادر||
مادری زبان||
مادہ||
مارتول||
مارخور||
مارنا||
مارگ||
ماسکو||
مال||
مالا||
مالدیپ||
مالٹا||
مالک||
مالیخولیا||
ماما||
مان||
مان جانا||
ماندہ||
مانس||
مانچسٹر||
ماہر||
ماہی||
مایا||
مایی||
مبارز||
مبارک||
مبتلا||
مت||
متر||
مترا||
مترائی||
مترجم||
متسیہ||
متوالا||
متوالیگر||
متوجہ||
متھرا||
متھن||
متھیا||
متی||
مجبور||
مجرم||
مجھے پیاس لگی ہے||
مجہول||
محاسب||
محافظ||
محبت||
محشر||
محفل||
محل||
محمد||
محنت||
محنت کرنا||
محنتی||
مختصر||
مخصوص||
مخمل||
مخملی||
مد نظر||
مدد||
مدرسہ||
مدھم||
مدھو||
مدیرا||
مذاق||
مذاکره||
مذکر||
مذہب||
مذہبی||
مراٹھی||
مراکش||
مرت||
مرتبہ||
مرتیو||
مرد||
مردار||
مردانگی||
مردانہ||
مردد||
مردن||
مردنی||
مردنیا||
مردہ||
مرستھل||
مرض||
مرغی||
مرنا||
مرچ||
مرگ||
مرگھٹ||
مریخ||
مریم||
مزاج||
مزہ||
مسئلہ||
مسافر||
مست||
مستونگ||
مستک||
مسجد||
مسلمان||
مسیح||
مسیحا||
مسیحی||
مسیحیت||
مشتری||
مشرق||
مشرقی پاکستان||
مشک||
مشکل||
مصر||
مصیبت||
مضبوط||
مطلب||
مطلق العنان||
مطلق العنانی||
مظاہرہ||
معاشرہ||
معاف کرنا||
معافی||
معاملہ||
معتبر||
معتقد کنفیوشس||
معجزہ||
معدن||
معطل||
معلم||
معلمہ||
معلمی||
معلوم||
معنی||
معیشت||
مغربی بنگال||
مغربی دیوار||
مغربی پاکستان||
مغلیہ سلطنت||
مفاہمت||
مفتی||
مقبوض||
مقبوضہ||
مقدار||
مقدس||
مقدسات||
مقدسہ||
مقدسہ مریم||
مقدسین||
مقدسین آخری ایام||
مقدمہ||
ملائیشیا||
ملاح||
ملاحن||
ملاقات||
ملانا||
ململ||
ملن||
ملنسار||
ملک||
ملکہ||
ملیریا||
ممبئی||
مملکت متحدہ||
من||
مناسب||
مناظر||
منانا||
منتر||
منتظم||
منحوس||
مندر||
منشیہ||
منٹ||
منپسند||
منڈا||
منڈک||
منگل||
منگوانا||
منی||
مواصلات||
موت||
موتر||
موترمارگ||
موجودگی||
مور||
مورتی||
مورتی پوجا||
مورمن||
مورمن کی کتاب||
مورمنیت||
مورکھ||
موسم||
موضع||
مولا||
مونچھ||
موٹر سائیکل||
مویشی||
مٹانا||
مٹر||
مٹنا||
مٹھ||
مچھلی||
مڑنا||
مکا||
مکهر||
مکڑی||
مکھ||
مکھر||
مکھن||
مکھڑا||
مکہ||
مگر||
مہابھارت||
مہاجر||
مہاجرت||
مہاجرین||
مہاراشٹر||
مہارانی||
مہاوت||
مہایان||
مہبل||
مہتاب||
مہر||
مہمان||
مہمان داری||
مہمانی||
مہندس||
مہندسی||
مہندی||
مہنگا||
مہیلا||
مہینا||
مہینہ||
میاں||
میتھن||
میرا||
میز||
میزان||
میزبان||
میش||
مینڈک||
مینڈھک||
مینہ||
میوہ||
میٹھا||
میگھ||
میں||


نئی دہلی||
نا||
نائی||
نااہل قرار دینا||
نابھی||
ناتھ||
ناخدا||
ناخن||
نادان||
نارنجی||
نارنگی||
ناستک||
ناسمجھ||
ناشتا||
ناصرت||
ناظر||
ناف||
ناقوس||
نام||
ناممکن||
نامہ نگار||
نان||
نانگل||
ناولٹ||
ناچ||
ناچ نہ جانے آنگن ٹیڑھا||
ناچله||
ناک||
ناکام||
ناگ||
ناگن||
نباتیات||
نباتیاتی||
نباتیاتی باغ||
نبض||
نبھاگا||
نتیجتا||
نتیہ||
نجار||
نجاری||
نخرا||
ندی||
نر||
نرایت||
نرتیہ||
نرد||
نردوش||
نردیی||
نرمان||
نروان||
نرگس||
نرگس شہلا||
نسبتا||
نستعلیق||
نسخ||
نسل||
نشان||
نشانہ||
نشانی||
نشر مکرر||
نشریات||
نشریہ||
نشست||
نشور||
نصاب||
نصرانی||
نصرت||
نصیب||
نظام||
نظامت||
نظر||
نظر سے دور، دل کے قریب||
نظم||
نظیف||
نعرہ||
نعل||
نعم البدل||
نغمہ||
نفاذ||
نفاذ فرمان||
نفاق||
نفرت||
نقاب||
نقاش||
نقصان||
نقطہ||
نقلی||
نم||
نماز||
نمبو||
نمستے||
نمک||
نمکین||
نن||
ننانوے||
ننگا||
ننیانوے||
نو||
نواب||
نواسی||
نوبت||
نونی||
نونیت||
نوواں||
نوکر||
نوکر شاہی||
نوکرانی||
نوکری||
نوید||
نوے||
نيت||
ن٘||
نپولین||
نکاراتمک||
نکالنا||
نکسیر||
نکما||
نگر||
نگرانی||
نہانا||
نہایت||
نہیں||
نیا||
نیا عہد نامہ||
نیتر||
نیتن یاہو||
نیرو||
نیروگ||
نیشکر||
نیل||
نیلا||
نیم||
نین||
نے||


وا||
وائی فائی||
واحد||
وادرا||
وار||
وارانسی||
وامن||
واوین||
واکیہ||
ـواں||
وایو||
وبال دوش||
وتر||
ودوان||
ودکا||
ورزش||
ورنہ||
وزارت||
وزير خارجہ||
وزیر||
وزیر اعظم||
وزیرستان||
وستو||
وسرجت||
وسرجن||
وسنت||
وشنو||
وشنوی||
وشواس||
وشوه||
وشیش||
وصال||
وعدہ||
وغیرہ||
وفا||
وفاق||
وقت||
ولائتی||
ولایت||
ولول||
ولولہ||
ولی||
ولیہ||
ومان||
ومانتل||
ونا||
وواہ||
وچار||
وچن||
وڑا||
وگیان||
وہ||
وہاں||
وہسکی||
وہی||
ویاکرن||
ویران||
ویریہ||
وینجن||
ویکیپیڈیا||


ٹانگ||
ٹاپو||
ٹرام||
ٹرو||
ٹلفورڈ||
ٹماٹر||
ٹونا||
ٹوٹنا||
ٹوٹی پھوٹی||
ٹوپی||
ٹٹى||
ٹکر||
ٹکراو||
ٹکٹ||
ٹکڑا||
ٹھنڈا||
ٹھوس||
ٹھوڑی||
ٹھٹھا||
ٹھڈی||
ٹھہرنا||
ٹھیک||
ٹینک||


پا||
پا خانہ||
پاؤں||
پابند||
پاخانہ||
پاد||
پاد مارنا||
پاد گرم ہونا||
پادری||
پارسی||
پارسی مذہب||
پاروتی||
پارچہ||
پاستا||
پاسپورٹ||
پال||
پان||
پانا||
پانچ||
پانچ سو||
پانچواں||
پانڈو||
پانی||
پاپ||
پاک روح||
پاکستان||
پاکستانی||
پاگانیت||
پاگل||
پایہ||
پت||
پتا||
پتر||
پتری||
پتلون||
پتھر||
پتی||
پجاری||
پد||
پدر||
پدم||
پدید||
پر||
پراتھنا||
پراسیکیوٹر||
پرانا||
پرانا عہد نامہ||
پراکرت||
پربهات||
پرتگالی||
پرتگیا||
پرتھوی||
پردہ||
پردیش||
پردیشی||
پرستا||
پرستار||
پرستان||
پرستاو||
پرستش||
پرسوں||
پرش||
پرشنسا||
پرشیا||
پرمکھ||
پرمیشور||
پرندہ||
پرنی||
پروار||
پروانگی||
پروانہ||
پروت||
پروسٹیٹ||
پرول||
پرونا||
پروہت||
پرچم||
پرچہ||
پرچی||
پرکاش||
پری||
پریت||
پریتم||
پریم||
پریڈ||
پریکشا||
پستان||
پستک||
پستہ||
پسنديدہ||
پسینہ||
پشاور||
پل||
پلانڈو||
پلنگ||
پلٹنا||
پلک||
پن ہارا||
پنا||
پناہ||
پنجاب||
پنجابی||
پنجاہ||
پندرہ||
پنچھی||
پنکھ||
پنکھا||
پنکھا والا||
پنکھڑی||
پنگھٹ||
پنیر||
پنیشالا||
پوت||
پوجا||
پوجنا||
پودا||
پورا||
پولس||
پولیس والا||
پون||
پوپ||
پوکا||
پٹل||
پٹول||
پپاسا||
پچ گنا||
پچاس||
پچاسی||
پچانوے||
پچپن||
پچھتر||
پچہتر||
پچیس||
پڑھائی||
پڑھنا||
پکار||
پکارنا||
پکشی||
پگوڈا||
پگڑی||
پھدی||
پھل||
پھلنا||
پھول||
پھوڑا||
پھیلاو||
پہاڑ||
پہلا||
پہلوان||
پہنچنا||
پہیلی||
پیار||
پیارا||
پیاز||
پیاس||
پیج||
پیر||
پیرس||
پیش||
پیشاب||
پیشہ||
پیلا||
پیمان||
پینا||
پینتالیس||
پینتیس||
پینسٹھ||
پیپل||
پیڑ||
پیڑا||


چا||
چائے خانہ||
چائے والا||
چابھی||
چابی||
چادر||
چار||
چاشنی||
چاقو||
چال||
چالو کرنا||
چالُو کرنا||
چالیس||
چاند||
چاندی||
چانٹا||
چاول||
چاٹ||
چاٹنا||
چاپ||
چاکر||
چاہت||
چاہنا||
چای||
چاۓ||
چبانا||
چبک||
چتھڑا||
چراغ||
چراک||
چربی||
چرخہ||
چرس||
چرم||
چرنا||
چرنجیو||
چرندہ||
چرپرا||
چرچ||
چشم||
چشمک||
چق||
چلانا||
چلاہٹ||
چلن||
چلنا||
چلون||
چلچتر||
چمو||
چمچ||
چمچہ||
چمڑا||
چمک||
چمکنا||
چمکیلا||
چنتا||
چند||
چندا||
چندر||
چندربند||
چندرما||
چنگال||
چوالیس||
چوبیس||
چوت||
چوتر||
چوتڑ||
چوتھا||
چوتھائی||
چودنا||
چودگھر||
چودہ||
چور||
چوراسی||
چورانوے||
چوری||
چولھا||
چولہا||
چومنا||
چون||
چونتیس||
چونسٹھ||
چوٹ||
چوٹ لگنا||
چوٹ کرنا||
چوٹکی||
چوپان||
چوڑا||
چوڑائی||
چوڑی||
چوگنا||
چوہا||
چوہتر||
چپ||
چپاتی||
چپل||
چڑھنا||
چڑیا||
چڑیا خانہ||
چڑیا گھر||
چکت||
چکر||
چکرورتی||
چکنا||
چکنگنیا||
چھ گنا||
چھاتر||
چھال||
چھایا||
چھبیس||
چھتری||
چھتیس||
چھری||
چھما||
چھونا||
چھوٹ||
چھوٹا||
چھوٹنا||
چھوچھا||
چھوڑ دینا||
چھٹا||
چھٹی||
چھپانا||
چھپن||
چھپنا||
چھپکلی||
چھڑکاؤ||
چھہ||
چھہتر||
چھیاسٹھ||
چھیاسی||
چھیالیس||
چھیانوے||
چھینک||
چہارم||
چہرہ||
چیز||
چیل||
چین||
چینٹی||
چینی||
چیونٹی||


ڈالنا||
ڈاکا||
ڈاکٹر||
ڈاکیا||
ڈاکیہ||
ڈایناسور||
ڈبہ||
ڈر||
ڈراوا||
ڈمرو||
ڈنکی||
ڈنکی لگانا||
ڈوری||
ڈچ||
ڈکار||
ڈھانپنا||
ڈھانچہ||
ڈھولک||
ڈھونا||
ڈھونڈھ||
ڈھونڈھنا||
ڈھونڑھنا||
ڈھيٹھ||
ڈھکن||


ژالہ||
ژوژ||


کئی||
کا||
کاؤ دائی||
کاؤ دائیت||
کابوس||
کاتھولک||
کار||
کارا||
کاراگار||
کارخانہ||
کارن||
کاروبار||
کارڈ||
کارکردگی||
کاریه||
کاریہ||
کاش||
کاشف||
کاغذ||
کالا||
کام||
کامل||
کان||
کان لگانا||
کاندا||
کانسا||
کانسی||
کانٹا||
کانپنا||
کاویہ||
کاٹنا||
کاڑھا||
کاہکشان||
کباب||
کباڑ||
کبج||
کبوتر||
کبھو||
کتا||
کتاب||
کتاب اقدس||
کتاب ایقان||
کتاب مقدس||
کتب خانہ||
کتراپی||
کتره||
کتی||
کدو||
کردنت||
کرسمس||
کرسی||
کرشن||
کرنا||
کروڑ||
کرویشیا||
کرکٹ||
کری||
کریا||
کس||
کسان||
کسر||
کسک||
کشتی||
کشدھا||
کشری||
کشف||
کشما||
کشور||
کشورا||
کشورک||
کشوری||
کشٹ||
کشیدگی||
کعبہ||
کل||
کلا||
کلائی||
کلام||
کلام کرنا||
کلاونت||
کلب||
کلبہ||
کلمہ||
کلہاڑیا||
کلیجا||
کلیجی||
کلیدی تختہ||
کلیسیا||
کلیوا||
کمال||
کمان||
کمانا||
کمبل||
کمبھ||
کمر||
کمرہ||
کمزور||
کمزوری||
کمل||
کمپ||
کمپت||
کمپن||
کمپیوٹر||
کمی||
کنارہ||
کنجی||
کندرا||
کندھا||
کنفیوشس||
کنفیوشس مت||
کنفیوشسی||
کنواری||
کنواری مریم||
کنگارو||
کنگال||
کنیا||
کهان||
کو||
کوارک||
کوتا||
کور||
کوشش||
کوفی||
کومل||
کون||
کوٹ||
کوٹھی||
کوکب||
کوہ||
کوہرا||
کوی||
کٹھن||
کٹھنائی||
کٹھور||
کٹی||
کپاس||
کپاسی||
کپوت||
کپڑا||
کچا||
کچالو||
کچھ||
کڑا||
کڑوا پن||
ککش||
کھاتا||
کھادیہ||
کھانا||
کھانی||
کھاڑی||
کھجلی||
کھجور||
کھجور کا اتوار||
کھدیوت||
کھرجو||
کھلنا||
کھنن||
کھنڈ||
کھنک||
کھنکنا||
کھولنا||
کھونا||
کھونٹا||
کھوٹا||
کھوپ||
کھٹا||
کھٹائی||
کھڑا||
کھڑا ہونا||
کھڑکی||
کھڑی بولی||
کھید||
کھیرا||
کھیل||
کھیلا||
کھیلنا||
کھینچنا||
کہ||
کہانی||
کہاوت||
کہرا||
کہنا||
کہنی||
کی طرف||
کیا||
کیتھولک||
کیسری||
کیسے||
کیش||
کیل||
کیلا||
کیلکولیٹر||
کیلی||
کیمرہ||
کیمیا||
کیمیائی||
کینسر||
کینچلی||
کیول||
کیول گیان||
کیوں||
کیچڑ||
کیڑا||
کیکڑا||
کے بغل میں||
کے بنا||
کے مطابق||


گاؤں||
گائے||
گاتر||
گاتے گاتے کلاونت ہو جاتے ہیں||
گاجر||
گال||
گالی||
گالی دینا||
گان||
گان کرنا||
گانا||
گانتھ کا پورا عقل کا اندھا||
گانجا||
گانووالا||
گانڈ||
گانڈ پھٹنا||
گانڈو||
گاڑی||
گاہے بہ گاہے||
گایک||
گایکا||
گتودھ||
گج||
گجرات||
گدا||
گدگدانا||
گدھ||
گدھا||
گذارش||
گذارنا||
گذر جانا||
گذراننا||
گرام||
گرانا||
گربھ||
گربھ پات||
گربہ||
گرج||
گرجا||
گرجا گھر||
گرجنا||
گردش||
گردن||
گردہ||
گرم||
گرمکھی||
گرمی||
گرمی پڑنا||
گرمیاں||
گرنا||
گرو||
گرووار||
گروہ||
گرڈ||
گرہ||
گرہن||
گریشم||
گزر||
گفتن||
گفتگو||
گل||
گلا||
گلا بیٹھنا||
گلاب||
گلابی||
گلاس||
گلال||
گلانی||
گلدستۂ تحریر||
گلو||
گلوکار||
گلہری||
گلی||
گلیم||
گمبھیر||
گمنام||
گنبھیر||
گنت||
گنتی||
گند||
گندا||
گندمی||
گندہ||
گنوانا||
گنگا||
گنگنا||
گنی||
گنیش||
گود||
گودنا||
گور||
گورستان||
گورو||
گوشت||
گول||
گولا||
گولی||
گوگرد||
گپ||
گپ شپ||
گپت||
گڈا||
گڑگڑاہٹ||
گڑھ||
گڑیا||
گگن||
گھاس||
گھاو||
گھبرانا||
گھر||
گھرانا||
گھرم||
گھرنا||
گھرنا کرنا||
گھمنڈ||
گھن||
گھنٹا||
گھنٹہ||
گھنٹی||
گھولنا||
گھوڑا||
گھٹنا||
گھٹنی||
گھڑی||
گھڑیال||
گھی||
گہرا||
گیارہ||
گیان||
گیت||
گیتا||
گیلا||
گیلا پن||
گیند||
گیہوں||
گے||


ہاتھ||
ہاتھی||
ہارٹلیپول||
ہارٹلے پول||
ہانک||
ہانکنا||
ہاں||
ہتھیار||
ہتھیلی||
ہتیارا||
ہجری||
ہجڑا||
ہجے||
ہدایت کار||
ہدف||
ہدیہ||
ہر||
ہرا||
ہردا||
ہردی||
ہزار||
ہسپانیہ||
ہفتہ||
ہل||
ہل چلانا||
ہلال||
ہم||
ہمارا||
ہماہمی||
ہمت||
ہمسفر||
ہمنوائی||
ہمیشگی||
ہمیشہ||
ہمیں||
ہند||
ہندسہ||
ہندو||
ہندو دھرم||
ہندو مت||
ہندوستان||
ہندوستانی||
ہندومت||
ہندی||
ہنسا||
ہنساتمک||
ہنسنا||
ہنٹر||
ہوا||
ہوا چھوڑنا||
ہوائی جہاز||
ہوس||
ہوسیع||
ہوشیار||
ہوشیع||
ہولی||
ہولے||
ہون||
ہونا||
ہونٹھ||
ہوٹل||
ہٹ دھرم||
ہٹا کٹا||
ہچکنا||
ہچکی||
ہکا||
ہی||
ہیجڑا||
ہیک||
ہے||


یا||
یات||
یار||
یاقوت||
یت||
یتیم||
یخ||
ید||
یدھ||
یدی||
یرمیاہ||
یروشلم||
یسعیاہ||
یسوع||
یسوعی||
یشوع||
یعنی||
یقین||
یقینا||
یمراج||
ین||
یوحنا||
یوحنا اصطباغی||
یورپ||
یوسف ثانی||
یوم||
یوم آزادی||
یوم مزدور||
یونائٹڈ کنگڈم||
یونان||
یونانی||
یوناہ||
یونس||
یوکرین||
یوگی||
یوگیتا||
یوگیتو||
یوگیہ||
یوں||
یوں ہی||
یہ||
یہود||
یہوداہ||
یہوداہ اسکریوتی||
یہودنی||
یہودی||
یہودیت||
یہودیہ||
یہوواہ کے گواہ||


※‎||
`











































