/*
native | meaning | IPA① | transcription | other transcriptions② | notes | wiktionary③


① separate each text unit (consonant+combining_mark(s)) with ,, separate phonetic syllables with .
   use ‹ and › for a sound that spans 2 text units
   use – for a text unit that doesn't produce sound
   syllable boundary markers go inside previous unit, and emphasis markers begin emphasised unit

② the previous transcription field is always Latin. 
   if there is another key orthography (eg. Mongolian cyrillic) it goes here.
   vowelled/unvowelled alternatives also go here

③ if Wiktionary spells the word differently, add the spelling here
*/






autoExpandExamples.ur = `


@ https://en.wiktionary.org/w/index.php?title=Category:Urdu_terms_with_IPA_pronunciation


آ جانا||␣||
آؤ|come|ɑː,o
آئرلینڈ||␣||
آئس لینڈ||␣||
آئس کریم||␣||
آئی||␣||
آئین|constitution|ɑː.,–,iː,n
آئینہ||␣||
آئیوری کوسٹ||␣||
آب حیات|aqua vitae|ɑː,b.eː.,ɦə.,j,ɑː,t̪
آب زمزم||␣||
آب و ہوا|weather, climate|ɑː,b‿,oː‿,ɦə.,ʋ,ɑː
آب|now|ɑː,b
آباد||␣||
آبادانی||␣||
آبادی|population|ɑː.,b,ɑː.,d̪,iː
آبدوز||␣||
آبشار|waterfall|ɑː,b.,ʃ,ɑː,ɾ
آبنائے||␣||
آبچین||␣||
آبی|blue, watery|ɑː.,b,iː
آتش|fire, flame|ɑː.,t̪ɪ,ʃ|ātiś|آتَش
آتما|soul, ghost|ɑː,t̪.,m,ɑː
آتنکوادی||␣||
آج کل||␣||
آج|today|ɑː,ʤ
آخرت||␣||
آخری||␣||
آخن||␣||
آخور||␣||
آداب||␣||
آدر||␣||
آدرنیہ||␣||
آدم خور|cannibal, man eater|ɑː.,d̪ə,m‿,x,oː,ɾ
آدم ذات||␣||
آدم||␣||
آدمی|human being, man|ɑː,d̪.,m,iː
آدهنك|modern, contemporary|ɑː.,d̪ʱʊ.,‹,nɪ,k
آدھا|half|ɑː.,d̪ʱ,‹,ɑː
آدھنک||␣||
آدھی رات||␣||
آذر||␣||
آذربائجان|Azerbaijan|ɑː.,zə,ɾ.,b,ɑː.,ɪ.,d͡ʒ,ɑː,n
آذربائیجان||␣||
آرام دینا||␣||
آرام کرنا||␣||
آرام|relaxation|ɑː,ɾ,ɑː,m|ārām|آرَام
آربل||␣||
آرزو|wish, desire|ɑː,ɾ.,z,uː
آرمبھ کرنا||␣||
آرمبھ||␣||
آرمی||␣||
آرمینیا||␣||
آروگیہ||␣||
آریامن||␣||
آریہ ورت||␣||
آریہ||␣||
آرے||␣||
آزاد جموں و کشمیر||␣||
آزاد کشمیر||␣||
آزاد||␣||
آزادئ مذہب|freedom of religion|ɑː,z,ɑː,d,iː ɛ, ,mə,z,hə,b
آزادی|freedom, independence|ɑː.zɑː.d̪iː
آزادیاں||␣||
آزادیوں||␣||
آزمائش||␣||
آزمائشوں||␣||
آزمائشیں||␣||
آزمانا||␣||
آزمودگی||␣||
آزمودہ|experienced|ɑːz.muː.də
آس پاس||␣||
آس|longing, hope|ɑːs
آسام|Assam|ɑː.sɑːm
آسامی||␣||
آسان||␣||
آسانی||␣||
آساں||␣||
آستھا||␣||
آستین|sleeve|ɑːs.t̪iːn
آسرا|shelter, haven|ɑːs.ɾɑː
آسمان||␣||
آسمانوں||␣||
آسمانی|sky blue, azure|ɑːs.mɑː.niː
آسماں||␣||
آسن||␣||
آسند||␣||
آسٹریا||␣||
آسٹریلیا||␣||
آسکت|attached to, fond of|ɑː.səkt̪
آسکول||␣||
آسیب||␣||
آشا||␣||
آشنا||␣||
آشچریہ کرنا||␣||
آشچریہ||␣||
آشیرواد||␣||
آغا||␣||
آغاز||␣||
آغوش|embrace|ɑː.ɣoːʃ
آفت|calamity, plague|ɑː.fət̪
آفتاب||␣||
آفتابی||␣||
آفریدی||␣||
آفرین||␣||
آقا||␣||
آقچہ||␣||
آلات عبادت||␣||
آلس|laziness, sloth|ɑː.ləs
آلسی|lazy, lethargic|ɑːl.siː
آلنگن|hug, embrace|ɑː.lɪŋ.ɡən
آلو||␣||
آلود||␣||
آلودگی|pollution, contamination|ɑː.luː.d̪ə.ɡiː
آلودہ||␣||
آلوچنا||␣||
آلوچہ||␣||
آلچی||␣||
آلہ||␣||
آم||␣||
آمدنی||␣||
آمر||␣||
آمریت|dictatorship|ɑː.mɪ.ɾɪ.jət̪
آملہ||␣||
آمنہ||␣||
آموختہ||␣||
آمود||␣||
آموزش|learning|ɑː.moː.zɪʃ
آمیزش|mixture, amalgamation|ɑː.meː.zɪʃ
آنا|to come|ɑː.nɑː
آندھرا پردیش|Andhra Pradesh|ɑːn.d̪ʱɾəp.ɾə.d̪eːʃ
آندھی|storm, tempest|ɑːn.d̪ʱiː||آنْدھی
آنساؤ||␣||
آنساؤں||␣||
آنسائیں||␣||
آنسو|tear(s)|ɑ̃ː.suː||آنْسُو
آنسہ||␣||
آنند لینا||␣||
آنول||␣||
آنْدھی|storm, tempest|ɑːn.d̪ʱiː||آندھی
آنْسُو|tear(s)|ɑ̃ː.suː||آنسو
آنْکھ|eye, sight|ɑ̃ːkʰ||آنکھ
آنکھ|eye, sight|ɑ̃ːkʰ||آنْکھ
آنکھو||␣||
آنکھوں||␣||
آنکھیں||␣||
آنگن||␣||
آواران||␣||
آوارہ||␣||
آواز|sound, noise|ɑː.ʋɑːz
آوازو||␣||
آوازوں||␣||
آوازیں||␣||
آوشيکتا|necessity, need|ɑː.ʋəʃ.jək.t̪ɑː
آٹا||␣||
آٹھ||␣||
آٹھواں|eighth|ɑː,ʈʰ.,‹,ʋ,ɑ̃ː,‹, / ɑːʈʰ.wɑ̃ː
آپ کا نام کیا ہے||␣||
آپ کا|your|ɑːp.kɑː
آپ کو||␣||
آپ|you (polite & plural)|ɑːp
آپا||␣||
آپی||␣||
آچار||␣||
آچھال چھکا||␣||
آڑو||␣||
آکاش گنگا||␣||
آکاش|sky|ɑː.kɑːʃ
آکاشی||␣||
آکرشت|attracted, charmed|ɑː.kəɾ.ʂɪt̪
آکرمن|attack, assault|ɑːk.ɾə.məɳ
آکھیٹ|hunting, fright|ɑː.kʰeːʈ
آگ||␣||
آگار|house, hall|ɑː.ɡɑːɾ
آگرہ||␣||
آگھات||␣||
آگے||␣||
آہ||␣||
آہستہ||␣||
آہو||␣||
آیا|nurse maid|ɑː.jɑː
آیت اللہ||␣||
آیت||␣||
آیتوں||␣||
آیتیں||␣||
آیوجن||␣||
اب تب||␣||
اب تک||␣||
اب سے||␣||
اب|now|ə,b||اَب
ابا||␣||
ابابیل|swallow|ə.bɑː.biːl| abābīl |اَبابِیْل
اباضی||␣||
ابال پتھر||␣||
ابال||␣||
ابالنا||␣||
ابتدا||␣||
ابتدائی اسکول||␣||
ابتدائی حروف|initials|ɪb.t̪ɪ.d̪ɑː.iː‿ɦʊ.ɾuːf
ابتدائی طور پر||␣||
ابتدائی||␣||
ابتری پیدا کرنا||␣||
ابتسام||␣||
ابدا||␣||
ابداع||␣||
ابر آلودگی||␣||
ابر نما||␣||
ابر چھانا||␣||
ابراہیم||␣||
ابرق||␣||
ابرنجن||␣||
ابرنجین||␣||
ابریق||␣||
ابلق||␣||
ابلنا||␣||
ابلیس||␣||
ابلیسیانہ||␣||
ابن آدم||␣||
ابن اللہ||␣||
ابن الوقت|unprincipled|ɪbn.ʊl.ʋəqt̪
ابن الوقتی|opportunistic|ɪbn.ʊl.ʋəq.t̪iː
ابن||␣||
ابنہ||␣||
ابهار|emergence|ʊ.bʱɑːɾ
ابو ظہبی||␣||
ابو|father, dad|əb.buː
ابٹن|ointment|ʊ,b.,ʈə,n||اُبْٹَنْ
ابکائی||␣||
ابھار||␣||
ابھال||␣||
ابھاو||␣||
ابھرا ہوا||␣||
ابھرتا||␣||
ابھرواں تختی||␣||
ابھشیک|annointing, inauguration|ə.,bʱɪ.,‹,ʂ,eː,k| abhiṣek |اَبِھشیک
ابھلاش||␣||
ابھمان||␣||
ابھی||␣||
ابھے||␣||
ابہام||␣||
اتارنا||␣||
اتاق||␣||
اتالیق||␣||
اتحاد ہونا||␣||
اتحاد|unity, coalition|ɪ.,t̪t̪ɪ.,ɦ,ɑː,d̪| ittihād |اِتِّحاد
اتحادی|allied, coalition|ɪt̪.t̪ɪ.ɦɑː.d̪iː
اتر پردیش|Uttar Pradesh|ʊt̪.t̪əɾ‿pɾə.d̪eːʃ
اتر کھنڈ||␣||
اترنا||␣||
اتصال|juncture|ɪt̪.t̪ɪ.sɑːl|ittisāl|اِتِّصال
اتفاق|unity, coincidence|ɪt̪.t̪ɪ.fɑːq|ittifāq|اِتِّفاق
اتفاقا||␣||
اتم||␣||
اتمام||␣||
اتمک||␣||
اتنا|so much|ɪ,t,n,ɑː|itnā|اِتْنَا
اتوار|Sunday|ɪt̪.ʋɑːɾ|itvār|اِتْوار
اتکا||␣||
اتھان|surge, consciousness|ʊt̪.t̪ʰɑːn||اُتّھان
اتہاس||␣||
اتہام||␣||
اتیا چار|atrocity|ət̪.jɑː.t͡ʃɑːɾ
اتیاچاری||␣||
اثاث||␣||
اثبات|attestation|ɪs.bɑːt̪
اثر کرنا||␣||
اثر||␣||
اثنا||␣||
اجازت|authorisation, authority|ɪ.d͡ʒɑː.zət̪
اجازتوں||␣||
اجازتیں||␣||
اجالا|light, dawn|ʊ.d͡ʒɑː.lɑː
اجالنا|enlighten|ʊ.d͡ʒɑːl.nɑː||اُجالْنا
اجاگر کرنا||␣||
اجتماع||␣||
اجر||␣||
اجرا||␣||
اجرت دینا||␣||
اجرت||␣||
اجرک||␣||
اجزا||␣||
اجل||␣||
اجلاس||␣||
اجمالی||␣||
اجنبی||␣||
اجوائن|anise|əd͡ʒ.ʋɑː.ɪn
اجگر|python|əd͡ʒ.ɡəɾ||اَجْگَر
اجی||␣||
احباب|friends, companions|əɦ.bɑːb
احتجاج|protest|eːɦ.t̪ɪ.d͡ʒɑːd͡ʒ
احترام||␣||
احتلام||␣||
احتمال|possibility|eːɦ.t̪eː.mɑːl
احتیاج||␣||
احساس||␣||
احسان فراموشی||␣||
احسان|favour, kindness|ə.ɦə.sɑːn
احشا||␣||
احمد آباد||␣||
احمد پور شرقیہ||␣||
احمد|Ahmed|ɛ,h,ma,d||اَحمد
احمق|asinine|əɦ.məq
احوال||␣||
احیا||␣||
اخاہ|aha|ə.xxɑː||اَخّاہ
اخبار|newspaper, journal|əx.bɑːɾ
اختصار||␣||
اختلاف||␣||
اختہ||␣||
اختیار ہونا||␣||
اختیار||␣||
اختیاری||␣||
اخذ|seizing, taking|əxz
اخروٹ|walnut|əx.ɾoːʈ
اخلاط||␣||
اخلاق|morals, ethics|əx.lɑːq
ادا کار||␣||
ادا کارہ||␣||
ادا|beauty, charm, elegance|ə.d̪ɑː
ادائیگی||␣||
ادارتی||␣||
ادارہ||␣||
اداری||␣||
اداس|sad, gloomy|ʊ.d̪ɑːs||اُدَاس
اداسی|sorrow, indifference|ʊ.d̪ɑː.siː
اداسیاں||␣||
اداسیوں||␣||
اداہرن|example|ʊ.d̪ɑːɦ.ɾəɳ
ادب||␣||
ادبا||␣||
ادبی||␣||
ادبیات|literature|əd̪.bɪ.jɑːt̪
ادرنہ||␣||
ادرک||␣||
ادریس||␣||
ادهار دینا||␣||
ادوان||␣||
اديان||␣||
ادھار||␣||
ادھلنا||␣||
ادھماس||␣||
ادھنا|now (rare)|ə.d̪ʱʊ.nɑː
ادھورا||␣||
ادھکار||␣||
ادھکاری||␣||
ادھیڑ||␣||
ادہم||␣||
ادی|today|əd̪.jᵊ
ادیب||␣||
ادیہ||␣||
اذن||␣||
اذیت||␣||
ارادو||␣||
ارادوں||␣||
ارادہ||␣||
ارادے||␣||
ارب|billion|ə.,ɾə,b||اَرَب|अरब
ارتداد||␣||
ارتعاش دینا||␣||
ارتعاش|tremor, vibration|ɪɾ.t̪eː.ɑːʃ
ارتھ||␣||
ارجت||␣||
ارجن||␣||
ارجنٹائن||␣||
ارد گرد||␣||
اردلی||␣||
اردن||␣||
اردو|Urdu|ʊ,ɾ.,d̪,uː||اُردو
اردوئے معلی||␣||
ارز||␣||
ارسطو|Aristotle|ə.ɾəs.t̪uː||اَرَسطُو
ارسل||␣||
ارسلہ||␣||
ارش||␣||
ارض||␣||
ارغوانی|burgundy|əɾ.ɣʋɑː.niː
ارمان|hope, desire|əɾ.mɑːn
ارمنستان||␣||
ارمیا||␣||
اروناچل پردیش||␣||
ارے|hey, whew|ə.ɾeː
از|from, by|əz
ازبک||␣||
ازبکستان||␣||
ازدواج|marriage, wedding|ɪz.d̪ɪ.ʋɑːd͡ʒ
اساس||␣||
اساسی||␣||
اساطیر نگار||␣||
اساطیر پرست||␣||
اساطیر||␣||
اساطیری||␣||
اسباب||␣||
استاد||␣||
استبداد||␣||
استحکام||␣||
استخلاف||␣||
استخوان||␣||
استر||␣||
استری|iron|ɪs.t̪ɾiː
استعفا||␣||
استعمال|usage|ɪs.t̪eː.mɑːl
استقبال|welcome, reception|ɪs.t̪ɪq.bɑːl
استقلال||␣||
استنبول||␣||
استوار||␣||
استور||␣||
استھ||␣||
اسحاق||␣||
اسد||␣||
اسرائیل||␣||
اسراف||␣||
اسطورہ||␣||
اسطوری||␣||
اسلام آباد|Islamabad|ɪs.lɑː.mɑː.bɑːd̪
اسلام|Islam|ɪ,s,l,ɑː,m
اسلامی جمہوریہ پاکستان||␣||
اسلامی||␣||
اسلحہ||␣||
اسلوب||␣||
اسم|name|ɪsm||اِسْم
اسماعیل||␣||
اسٹیشن||␣||
اسٹیڈیم||␣||
اسپ||␣||
اسپات||␣||
اسپتال||␣||
اسپغول||␣||
اسکاٹ لینڈ||␣||
اسکندریہ||␣||
اسکول||␣||
اسہال||␣||
اسیر||␣||
اسیران||␣||
اسیرو||␣||
اسیروں||␣||
اسیری||␣||
اشارو||␣||
اشاروں||␣||
اشارہ|sign, signal|ɪ.ʃɑː.ɾɑː||اِشارَہ
اشارے||␣||
اشاعت||␣||
اشبھ|bad, evil|ə.ʃʊbʱ
اشبیلیہ||␣||
اشتباہا||␣||
اشتراک||␣||
اشتراکیت|socialism|ɪʃ.t̪e.ɾɑː.kɪ.jət̪
اشتقاق|etymology|ɪʃ.t̪ɪ.qɑːq
اشتمالیت|communism|ɪʃ.t̪e.mɑː.lɪ.jət̪||اِشْتِمالِیَت
اشتہا||␣||
اشتہار||␣||
اشتیاق||␣||
اشراق||␣||
اشوک||␣||
اشک||␣||
اصطبل|stable|əs.t̪ə.bəl
اصطلاح||␣||
اصغر||␣||
اصفہان||␣||
اصل|fundamental, radical|əs.(ə)l
اصلاح||␣||
اصول|principles, motto|ʊ.suːl
اصہار||␣||
اصیل|thoroughbred|ə.siːl
اضافت||␣||
اضافہ|increase, addition|ɪ.zɑː.fə||اِضافَہ
اضطراری|impulsive|ɪz.t̪ɪ.ɾɑː.ɾiː
اطالیہ||␣||
اطراف||␣||
اطفال||␣||
اطلاع||␣||
اطلاقی|applied|ɪt̪.lɑː.qiː
اطلس|satin|ət̪.ləs
اطمینان|trust, satisfaction|ɪt̪.miː.nɑːn
اعتبار||␣||
اعتراض||␣||
اعتراضوں||␣||
اعتراف||␣||
اعتماد||␣||
اعضا||␣||
اعظم||␣||
اعلی|paramount, highest|a,–,l,ɑː||اعلیٰ
اعلیٰ|paramount, highest|a,–,l,ɑː||اعلی
اغوا||␣||
افراد||␣||
افریقہ||␣||
افریقی||␣||
افزائش|increase, growth|əf.zɑː.ɪʃ
افسانو||␣||
افسانوں||␣||
افسانوی||␣||
افسانہ|story, legend|əf.sɑː.nə
افسانے||␣||
افضل گنج||␣||
افطار||␣||
افطاری||␣||
افغان||␣||
افغانستان|Afghanistan|əf.ɣɑː.nɪs.t̪ɑːn
افق|horizon|ɑː.fəq
افلاس|poverty|ɪf.lɑːs
اقامت|residence permit|ɪ.qɑː.mət̪
اقتدار||␣||
اقتصادی|economic|ɪq.t̪ɪ.sɑː.d̪iː
اقصی نقطہ||␣||
اقلیت||␣||
اقلیم||␣||
اقوام متحدہ||␣||
اقوام||␣||
الا ماشاء اللہ||␣||
الائچی||␣||
البانیا||␣||
البتہ||␣||
الجزائر||␣||
الحاق||␣||
الزام||␣||
السلام علیکم|greetings|a,–,ssa,l,ɑː,m, ,a,la,i,ku,m
الف||␣||
الفاظ||␣||
القرآن|the Qur'an|a,l,ku,r,ɑː,n
اللہ اکبر||␣||
اللہ حافظ||␣||
اللہ قلی||␣||
اللہ|Allah|əl.lɑːɦ||اَللہ
الم|enough|ə.ləm
الماری||␣||
الماس|diamond|əl.mɑːs
النکار|ornament, decoration|ə.ləŋ.kɑːɾ
النکرت|decorated, adorned|ə.ləŋ.kɾɪt̪
الو||␣||
الوداع|farewell, goodbye|əl.ʋɪ.d̪ɑː
الٹی مارنا||␣||
الٹی کرنا||␣||
الٹی||␣||
الٹیاں||␣||
الٹیوں||␣||
الکحل||␣||
الگ الگ||␣||
الگ|separate, distinct|ə.ləɡ
الہ آباد||␣||
الہام||␣||
الہاموں||␣||
الیاس||␣||
الیسع||␣||
امارت||␣||
امام بارگاہ||␣||
امام||␣||
امانت||␣||
امانتو||␣||
امانتوں||␣||
امانتیں||␣||
امتحان|examination, test|ɪm.t̪ɪ.ɦɑːn
امتحانوں||␣||
امداد|aid, help|ɪm.d̪ɑːd̪
امر||␣||
امرا||␣||
امرت||␣||
امرتسر||␣||
امرود|guava|əm.ɾuːd̪
امروز||␣||
امریکا||␣||
امریکہ||␣||
امل||␣||
املا||␣||
املی||␣||
امن|peace, tranquility|ə.mən
امور||␣||
امپورٹڈ حکومت نا منظور||␣||
امکان||␣||
امی|mom, mummy|əm.miː
امید||␣||
امیدوار||␣||
امیر||␣||
امینہ||␣||
ان شاء اللہ||␣||
ان پڑھ|illiterate|ən‿pəɽʱ
اناتھ آشرم||␣||
اناتھ||␣||
انار|pomegranate|ə.nɑːɾ
انارکلی بازار||␣||
انارکلی||␣||
انبار||␣||
انبیاء||␣||
انت|end, close|ənt̪
انتباہ||␣||
انتخاب|election(s)|ɪn.t̪ɪ.xɑːb/ɪn.t̪eː.xɑːb
انتر||␣||
انترم||␣||
انتظار|wait, expectation|ɪn.t̪ɪ.zɑːɾ/ɪn.t̪eː.zɑːɾ
انتظام||␣||
انتظامی تقسیم||␣||
انتظامی||␣||
انتظامیہ||␣||
انتقال||␣||
انتم|last, final|ən.t̪ɪm
انتہا پسندی||␣||
انتہائی||␣||
انتہاپسند|extremist|ɪn.t̪e.ɦɑː.pə.sənd̪||اِنْتِہاپَسَنْد
انجام||␣||
انجانا|unknown, ignorant|ən.d͡ʒɑː.nɑː
انجماد||␣||
انجمن||␣||
انجیر||␣||
انداز||␣||
اندر||␣||
اندراج||␣||
اندرون شہر||␣||
اندرون ملک||␣||
اندرون||␣||
اندلس|Andalusian|ʊn.d̪ʊ.lʊs
اندھا پن||␣||
اندھا||␣||
اندھو||␣||
اندھوں||␣||
اندھکار||␣||
اندھی||␣||
اندھیرا||␣||
اندھیروں||␣||
اندھیری||␣||
اندھیرے||␣||
اندھے||␣||
اندیشوں||␣||
اندیشہ||␣||
اندیشے||␣||
اندیکھا|unseen, invisible|ən.d̪eː.kʰɑː
انسان|human|ɪ,n,s,ɑː,n|insān|اِنسَان
انسانی||␣||
انسانیت||␣||
انش|part, portion|ə,n,ʃ
انشاءاللہ|God willing|ɪnʃallaː
انشاءﷲ|God willing|ɪnʃallaː
انصاف||␣||
انطاکیہ||␣||
انطلیاس||␣||
انعام||␣||
انعامو||␣||
انعاموں||␣||
انقلاب|change, revolution|ɪn.qɪ.lɑːb
انوادک||␣||
انوکھا||␣||
انوکھی||␣||
انوکھے||␣||
انٹارکٹکا||␣||
انپم|unequalled|ə.nʊ.pəm
انچل||␣||
انڈا|egg|ə,ɳ.,ɖ,ɑː|aṇḍā|اَنْڈا
انڈو||␣||
انڈونیشیا||␣||
انڈوں||␣||
انڈکوش||␣||
انڈیا||␣||
انڈے||␣||
انکار||␣||
انکل||␣||
انگریز||␣||
انگریزی|English|ə̃,ŋ.,ɡ,ɾ,eː.,z,iː
انگلستان|England|ɪŋ.ɡlɪs.t̪ɑːn
انگلی|finger|ʊ,ŋ.,ɡ,l,iː
انگلینڈ||␣||
انگور|grape|ən.ɡuːɾ
انگوری|grape wine|əŋ.ɡuː.ɾiː
انگولہ||␣||
انگوٹھا|thumb, toe|əŋ.ɡuː.ʈʰɑː
انگوٹھی||␣||
انگھیٹی||␣||
انھیں||␣||
انہ||␣||
انہوں نے||␣||
انہیں||␣||
انیس||␣||
انیک||␣||
اهہ|here|ɪɦ
اوتار||␣||
اوتھل||␣||
اودا|purple|uː.d̪ɑː
اودبلاؤ|otter|uːd̪.bɪ.lɑː.oː
اودھی||␣||
اور|and|ɔː,‹,r||اَور
اورماڑا||␣||
اورنگ||␣||
اورنگزیب||␣||
اوروں||␣||
اوس|dew|oː,‹,s
اوساکا||␣||
اوستہ محمد||␣||
اوسطا|on average|ɔːs.t̪ən
اوقات|means, circumstances|ɔː.qɑːt̪
اوقیانوس||␣||
اول|first|əʋ.ʋəl
اولا|hailstone|oː.lɑː
اولاد||␣||
اولو||␣||
اولی||␣||
اولین ترجیح||␣||
اونٹ|camel|ũːʈ
اونٹوں||␣||
اونچا|tall|›,ũ,‹,t͡ʃ,ɑː
اونچائی||␣||
اونگھ||␣||
اوٗپَر|above|uː,‹,pa,r||اوپر
اوپر والا||␣||
اوپر|above|uː,‹,pə,r||اوٗپر / اُوپر
اوڈیشہ||␣||
اوڑی||␣||
اوکاش||␣||
اوکاڑہ||␣||
اوکھی||␣||
اوہ|oh no!|›,uː,ɦ
اویغور||␣||
اویغورستان||␣||
اَب|now|ə,b||اب
اَبابِیْل|swallow|ə.bɑː.biːl| abābīl |ابابیل
اَبِھشیک|annointing, inauguration|ə.,bʱɪ.,‹,ʂ,eː,k| abhiṣek |ابھشیک
اَجْگَر|python|əd͡ʒ.ɡəɾ||اجگر
اَحمد|Ahmed|ɛ,h,ma,d||احمد
اَخّاہ|aha|ə.xxɑː||اخاہ
اَرَب|billion|ə.,ɾə,b||ارب|अरब|ارب
اَرَسطُو|Aristotle|ə.ɾəs.t̪uː||ارسطو
اَللہ|Allah|əl.lɑːɦ||اللہ
اَنْڈَا|egg|ə,ɳ.,ɖɑː,‹|aṇḍā|انڈا
اَور|and|ɔː,‹,r||اور
اَیسَا|such a|ɛː,‹,sɑː,‹||ایسا
اُبْٹَنْ|ointment|ʊ,b.,ʈə,n||ابٹن
اُتّھان|surge, consciousness|ʊt̪.t̪ʰɑːn||اتھان
اُجالْنا|enlighten|ʊ.d͡ʒɑːl.nɑː||اجالنا
اُدَاس|sad, gloomy|ʊ.d̪ɑːs||اداس
اُردو|Urdu|ʊ,ɾ.,d̪,uː||اردو
اُوپَر|above|uː,‹,pa,r||اوپر
اُڑنَا|to fly|ʊ,ɽ.,nɑː,‹,||اڑنا
اِتِّحاد|unity, coalition|ɪ.,t̪t̪ɪ.,ɦ,ɑː,d̪| ittihād |اتحاد
اِتِّصال|juncture|ɪt̪.t̪ɪ.sɑːl|ittisāl|اتصال
اِتِّفاق|unity, coincidence|ɪt̪.t̪ɪ.fɑːq|ittifāq|اتفاق
اِتْنَا|so much|ɪ,t,n,ɑː|itnā|اتنا
اِتْوار|Sunday|ɪt̪.ʋɑːɾ|itvār|اتوار
اِسْم|name|ɪsm||اسم
اِشارَہ|sign, signal|ɪ.ʃɑː.ɾɑː||اشارہ
اِشْتِمالِیَت|communism|ɪʃ.t̪e.mɑː.lɪ.jət̪||اشتمالیت
اِضافَہ|increase, addition|ɪ.zɑː.fə||اضافہ
اِنسَان|human|ɪ,n,sɑː,‹,n|insān|انسان
اِنْتِہاپَسَنْد|extremist|ɪn.t̪e.ɦɑː.pə.sənd̪||انتہاپسند
اِیمان|belief, faith|iː,‹.,m,ɑː,n||ایمان
اِینٹ|brick|iː,‹,n,ʈ||اینٹ
اٹاری||␣||
اٹاچی||␣||
اٹک||␣||
اٹھارہ||␣||
اٹھانا||␣||
اٹھنا||␣||
اٹیچی|briefcase|ə.ʈɛː.t͡ʃiː/ʈɛː.t͡ʃiː
اپاسک||␣||
اپاہج|halt, lame|ə.pɑː.ɦɪd͡ʒ
اپدهان|support, cushion|ʊp.d̪ʱɑːn
اپدیش دینا||␣||
اپدیش||␣||
اپرادھ||␣||
اپرادھی|criminal, sinner|əp.ɾɑː.d̪ʱiː
اپرمپار||␣||
اپریل|April|əp.ɾɛːl
اپستھت|present|ʊ.pəs.t̪ʰɪt̪
اپلبدھ|achieved|ʊp.ləbd̪ʱ
اپنا||␣||
اپنيتر||␣||
اپنی خیر منانا||␣||
اپہار||␣||
اپیوگ||␣||
اچار||␣||
اچانک|suddenly|ə.t͡ʃɑː.nək
اچت|right, fitting|ʊ.t͡ʃɪt̪
اچکیریہ||␣||
اچھا پن|goodness, excellence|ət͡ʃ.t͡ʃʰɑː.pən
اچھا|good, all right|ət͡ʃ.t͡ʃʰɑː
اچھلنا||␣||
اچھی||␣||
اچھے||␣||
اڑان||␣||
اڑانا||␣||
اڑنا|to fly|ʊ,ɽ.,n,ɑː,||اُڑنَا
اڑیوا|riches, wealth|ə.ɽeː.ʋɑː
اژدہا|dragon, python|ə,ʒ.,d̪ə.,ɦ,ɑː
اژدہو||␣||
اژدہوں||␣||
اژدہے||␣||
اک||␣||
اکا||␣||
اکائی||␣||
اکادمک||␣||
اکادمی||␣||
اکال||␣||
اکانوے||␣||
اکتوبر||␣||
اکثر|often, usually|ək.səɾ
اکثریت||␣||
اکلوتا||␣||
اکلوتی||␣||
اکلوتے||␣||
اکنون||␣||
اکڑ||␣||
اکھاڑا||␣||
اکھروٹ||␣||
اکیس||␣||
اکیلا||␣||
اکیلاپن||␣||
اکیلی||␣||
اکیلے||␣||
اگر||␣||
اگربتی||␣||
اگرچہ|although, even|ə.ɡəɾ.t͡ʃeː
اگست||␣||
اگلا|next, first|əɡ.lɑː
اگلی||␣||
اگلے||␣||
اگن||␣||
اگنا||␣||
اگنی||␣||
اہل|people|a,h,l
ایالت||␣||
ایبٹ آباد||␣||
ایت|10,000|ə.jʊt̪
ایتھنز||␣||
ایتھوپیا||␣||
ایجنٹ|agent|eː.d͡ʒəɳʈ
ایران||␣||
ایرانی|Iranian|iː.ɾɑː.niː
ایزد||␣||
ایسا|such a|ɛː,‹,s,ɑː||اَیسا
ایسٹر||␣||
ایشور|god, master|iːʃ.ʋəɾ
ایف ایم|FM (radio)|eːf‿eːm
ایلچی||␣||
ایمان|belief, faith|iː,‹.,m,ɑː,n||اِیمان
ایماندار|faithful, honest|iː.mɑːn.d̪ɑːɾ
ایمانوں||␣||
اینٹ ورپ||␣||
اینٹ|brick|iː,‹,n,ʈ||اِینٹ
اینٹوں||␣||
اینٹیں||␣||
ایوان|hall, palace, chamber|ɛː.ʋɑːn
ایوب||␣||
ایڈنبرا||␣||
ایک|one|›,eː,k
اے||␣||
بائبل||␣||
بائیسکل||␣||
بابو||␣||
بابی||␣||
بات||␣||
باتوں||␣||
باتھروم||␣||
باتیں||␣||
باجی||␣||
باختر||␣||
باد||␣||
بادام|almond|bɑː.d̪ɑːm
بادامی||␣||
بادشاہ|king, monarch|bɑːd̪.ʃɑːɦ
بادشاہت|monarchy|bɑːd̪.ʃɑː.ɦət̪
بادل|cloud|bɑː.d̪əl
بادلو||␣||
بادلوں||␣||
بار بار||␣||
بار||␣||
بارات||␣||
باراں||␣||
بارش|rain|b,ɑː.,ɾɪ,ʃ
بارشوں||␣||
بارشیں||␣||
بارکھان||␣||
بارہ سنگا||␣||
بارہ||␣||
بارہا||␣||
باریک||␣||
باز||␣||
بازار||␣||
بازاروں||␣||
بازو|arm|bɑː.zuː
بازی||␣||
باسن||␣||
باشندہ|resident|bɑː.ʃən.d̪ɑː/bɑː.ʃɪn.d̪ɑː
باعث||␣||
باغ|garden|b,ɑː,ɣ||بَاغ
باغوں||␣||
باغی||␣||
باغیچہ||␣||
باقی||␣||
بال بچے||␣||
بال|hair|bɑːl
بالآخر||␣||
بالش||␣||
بالفرض||␣||
بالفعل||␣||
بالم||␣||
بالکل|quite, absolutely|bɪ,–,l.,kʊ,l
باندھنا||␣||
بانس||␣||
بانسری||␣||
بانسو||␣||
بانسوں||␣||
بانو||␣||
بانٹنا||␣||
بانچنا|to read|bɑ̃ːt͡ʃ.nɑː
بانہو||␣||
بانہوں||␣||
بانہہ||␣||
بانہیں||␣||
بانی||␣||
باورچی خانہ||␣||
باورچی||␣||
باون||␣||
باٹ|way, road, track|باٹ
باڑھ||␣||
باکو||␣||
باہر||␣||
باہم||␣||
باہمی||␣||
باہوبلی||␣||
بایاں||␣||
ببھکشا|hunger, appetite|bʊ.bʱʊk.ʂɑː
بت شکن||␣||
بت پرست|idolater|bʊt̪.pə.ɾəst̪
بت پرستی||␣||
بت||␣||
بتانا||␣||
بجائے||␣||
بجری||␣||
بجلی|electricity, lightning|bɪd͡ʒ.liː
بجلیاں||␣||
بجلیوں||␣||
بجنا||␣||
بجے|PM|ba,d͡ʒ,e
بحال||␣||
بحث||␣||
بحر الکاہل||␣||
بحر اوقیانوس||␣||
بحر منجمد جنوبی||␣||
بحر منجمد شمالی||␣||
بحر ہند||␣||
بحر|ocean|bəɦɾ
بحران||␣||
بحرین||␣||
بحریہ||␣||
بخار||␣||
بخش||␣||
بخیریت||␣||
بد بو||␣||
بد بودار||␣||
بدبو||␣||
بدتر||␣||
بددعا||␣||
بدر|outside|bə.d̪əɾ
بدصورت||␣||
بدعنوانی||␣||
بدقسمتی سے||␣||
بدلنا||␣||
بدلوانا||␣||
بدلہ||␣||
بدن|body|bə.d̪ən
بدنصیب||␣||
بدنوں||␣||
بدنیت||␣||
بدولت||␣||
بدھ||␣||
بدھوار||␣||
بدھیا||␣||
بدیع||␣||
بدین||␣||
برآمد||␣||
برا منانا||␣||
برا||␣||
برات||␣||
براتو||␣||
براتوں||␣||
براتیں||␣||
برازیل||␣||
براعظم||␣||
براعظمی||␣||
براہ راست|directly|bə,r,ɑː,ɦ ɛ, ,r,ɑː,s,t||براہِ راست बराह-ए-रास्त
براہِ راست|directly|bə,r,ɑː,ɦ ɛ, ,r,ɑː,s,t||براہ راست बराह-ए-रास्त||براہ راست
براۂ راست|directly|bərɑːɦ ɛ rɑːst
برباد||␣||
برتاؤ||␣||
برتن|pot, bowl|bəɾ.t̪ən
برج||␣||
برخاست||␣||
برخاستوں||␣||
برخاستیں||␣||
برس||␣||
برسات||␣||
برساتوں||␣||
برساتیں||␣||
برسلز||␣||
برسنا||␣||
برسی||␣||
برسیاں||␣||
برسیوں||␣||
برصغیر||␣||
برطانیہ عظمی||␣||
برطانیہ||␣||
برف باری||␣||
برف||␣||
برق||␣||
برقع||␣||
برقی خانہ||␣||
برقی ڈاک پتہ||␣||
برقی ڈاک||␣||
برقی||␣||
برلن||␣||
برما|drill (tool)|bəɾ.mɑː
برمنگھم||␣||
بروخے||␣||
برودت||␣||
برچھا|spear, lance|bəɾ.t͡ʃʰɑː
برچھیت|spearman, lancer|bəɾ.t͡ʃʰɛːt̪
برکت||␣||
برکتوں||␣||
برکتیں||␣||
برکها|rain, showers|bə,ɾ.,kʰ,‹,ɑː
برکھا||␣||
برگزیدہ||␣||
برہا||␣||
برہسپت وار||␣||
برہسپت||␣||
برہما||␣||
برہنہ||␣||
بری||␣||
بریشال||␣||
برے||␣||
بزار||␣||
بزرگ|aged person|bʊ.zʊɾɡ
بزرگی||␣||
بس||␣||
بستر||␣||
بستی|settlement, village|bəs.t̪iː
بستیاں||␣||
بستیو||␣||
بستیوں||␣||
بسنا||␣||
بسنت||␣||
بسکٹ||␣||
بسیار||␣||
بشیر||␣||
بضاعت||␣||
بطخ|duck|bə,t̪.t̪ə,x||بَطَّخ
بظاہر|seemingly|bə.zɑː.ɦɪɾ
بعث||␣||
بعثت||␣||
بعد|after|bɑː,‹,d||بَعد
بعلبک||␣||
بغاوت||␣||
بغاوتوں||␣||
بغاوتیں||␣||
بغل||␣||
بغير|without|bə.ɣɛːɾ
بغیر||␣||
بغیچہ||␣||
بفرض محال||␣||
بقار||␣||
بقر||␣||
بقرعید|Eid al-Adha|bə.qəɾ.(ʔ)iːd̪/bəq.ɾiːd̪
بقرہ||␣||
بلا وجہ||␣||
بلا|affliction, scourge|bə.lɑː
بلاد ہندوستان||␣||
بلب||␣||
بلبل||␣||
بلبلو||␣||
بلبلوں||␣||
بلبلیں||␣||
بلغاری||␣||
بلغاریہ||␣||
بلغم||␣||
بلند دروازہ||␣||
بلند شہر||␣||
بلند||␣||
بلوغت||␣||
بلوچ||␣||
بلوچستان||␣||
بلکہ|rather, but|bəl.kiː
بلہ باز||␣||
بلہ||␣||
بلہار||␣||
بلی||␣||
بلیدہ||␣||
بم||␣||
بمبئی||␣||
بمباری||␣||
بمبہ|(water) pump|bəm.bᵊ
بمقابلہ||␣||
بن مانس||␣||
بنا||␣||
بنارس||␣||
بنانا||␣||
بناوٹ||␣||
بناوٹی|artificial|bə.nɑː.ʋə.ʈiː
بنت||␣||
بنتی||␣||
بنجارا||␣||
بنجی||␣||
بند کرنا||␣||
بند گوبھی|cabbage|bənd̪‿ɡoː.bʱiː
بند||␣||
بندر|monkey|bən.d̪əɾ
بندش||␣||
بندو||␣||
بندوق||␣||
بندوں||␣||
بندھن||␣||
بندہ||␣||
بندے||␣||
بنزین|benzine, petrol|bən.ziːn
بنفشی|violet (colour)|bə.nəf.ʃiː
بنيان|vest, undershirt|bə.nɪ.jɑːn
بنٹنا||␣||
بنگ||␣||
بنگال||␣||
بنگالن||␣||
بنگالی||␣||
بنگلہ دیش||␣||
بنیاد پرست||␣||
بنیاد||␣||
بنیادی طور پر||␣||
بنیادی||␣||
بهرن|carrying, maintaining|bʱə.ɾəɳ
بهنجك|breaking, severing|bʱən.d͡ʒək
بهیس|disguise|bʱeːs
بو دار||␣||
بو||␣||
بوا||␣||
بواؤ||␣||
بواؤں||␣||
بوائیں||␣||
بواب||␣||
بوتل||␣||
بوجھ||␣||
بوجھوں||␣||
بودار||␣||
بور||␣||
بوریت|boredom|boː.ɾɪ.jət̪
بورے والا||␣||
بوستان||␣||
بوسنیا||␣||
بوسيدہ||␣||
بوسہ||␣||
بولنا|to speak, tell|boːl.nɑː||بولْنَا
بولْنَا|to speak, tell|boːl.nɑː||بولنا
بولی||␣||
بوم||␣||
بونا|to sow, plant|boː.nɑː
بونڈر||␣||
بوٹ||␣||
بوچڑ||␣||
بوڑھا|old man|buː.ɽʱɑː
بوڑھو||␣||
بوڑھوں||␣||
بوڑھی||␣||
بوڑھے||␣||
بَاغ|garden|bɑː,‹,ɣ||باغ
بَطَّخ|duck|bə,t̪.t̪ə,x||بطخ
بَعد|after|bɑː,‹,d||بعد
بَچّہ|child|bətt͡ʃʰɑː||بچہ
بَکَّم|kite|bək.kəm||بکم
بٹن||␣||
بٹوا||␣||
بٹورنا|to collect|bə.ʈoːɾ.nɑː
بٹھانا||␣||
بپتسمہ|baptism|bəp.t̪ɪs.mɑː
بچانا||␣||
بچنا||␣||
بچو||␣||
بچوں||␣||
بچپن|childhood|bət͡ʃ.pən
بچھو||␣||
بچہ|child|bətt͡ʃʰɑː||بَچّہ
بچی||␣||
بچے||␣||
بڑا دن||␣||
بڑا|big, important|bə.,ɽ,ɑː|baṛā|बड़ा
بڑھاپا||␣||
بڑھنا||␣||
بڑی حے||␣||
بڑی||␣||
بڑے||␣||
بکاؤ||␣||
بکتاش||␣||
بکتاشی||␣||
بکرا|goat m.|bək.ɾɑː
بکری|goat f.|bək.ɾiː
بکس|box, chest|bəks
بکم|kite|bək.kəm||بَکَّم
بکواس||␣||
بکھراو|scattering|bɪkʰ.ɾɑːʋ
بھاؤ نگر||␣||
بھائی چارہ||␣||
بھائی|brother|bʱɑː.iː
بھائیو||␣||
بھائیوں||␣||
بھابھی||␣||
بھابی||␣||
بھابیاں||␣||
بھابیو||␣||
بھابیوں||␣||
بھاجن|division (maths)|bʱɑː.d͡ʒən
بھادوں||␣||
بھارت سرکار||␣||
بھارت||␣||
بھارتی||␣||
بھاروپیہ|Indo=European|bʱɑː.ɾoː.pɪ.jɑː
بھاری|heavy|bʱ,‹,ɑː.,ɾ,iː
بھاشا|language, speech, dialect|bʱɑː.ʂɑː
بھاشن||␣||
بھاشنوں||␣||
بھالو|bear (mammal)|bʱɑː.luː
بھانجا||␣||
بھانجو||␣||
بھانجوں||␣||
بھانجی||␣||
بھانجیاں||␣||
بھانجیو||␣||
بھانجیوں||␣||
بھانجے||␣||
بھانگ|cannabis|bʱɑːŋɡ
بھاپ||␣||
بھاڑ میں جاؤ||␣||
بھاکھا||␣||
بھاگ||␣||
بھاگنا||␣||
بھتیجا||␣||
بھتیجی||␣||
بھجن||␣||
بھراتا|brother|bʱɾɑː.t̪ɑː
بھرم||␣||
بھرن||␣||
بھرنا||␣||
بھروسہ|trust, faith|bʱə.ɾoː.sɑː
بھلوال||␣||
بھلکڑ||␣||
بھنجک||␣||
بھنور||␣||
بھنورو||␣||
بھنوروں||␣||
بھنڈ||␣||
بھوت||␣||
بھوتل||␣||
بھوتنی||␣||
بھور||␣||
بھورا|brown|bʱuː.ɾɑː
بھوسڑی کے||␣||
بھوسڑی||␣||
بھولنا||␣||
بھومی||␣||
بھونکنا||␣||
بھونیشور||␣||
بھوٹان||␣||
بھوک|appetite, hunger|bʱuːk
بھوکا||␣||
بھوکی||␣||
بھوکے||␣||
بھوگول||␣||
بھکت|devotee|bʱəkt̪
بھکتی||␣||
بھکر||␣||
بھگدڑ||␣||
بھگوان||␣||
بھگود گیتا|Bhagavad Gita|bʱəɡ.ʋəd̪‿ɡiː.t̪ɑː
بھی|fear, apprehension|bʱəj
بھیا||␣||
بھیانک||␣||
بھیجنا||␣||
بھید بھاو||␣||
بھید|mystery, secret|bʱeːd̪
بھیدوں||␣||
بھیس||␣||
بھینا||␣||
بھینس||␣||
بھیڑ||␣||
بھیڑو||␣||
بھیڑوں||␣||
بھیڑیں||␣||
بھیک||␣||
بہ||␣||
بہاء اللہ||␣||
بہاء||␣||
بہاؤالدین||␣||
بہائی||␣||
بہادری||␣||
بہار|Spring|bə.ɦɑːɾ
بہارا||␣||
بہاراں|Spring|bə.ɦɑː.ɾɑ̃ː
بہارو||␣||
بہاروں||␣||
بہاریں||␣||
بہاول پور||␣||
بہاولنگر||␣||
بہت|many|bə,ˈhʊ,t̪
بہتان||␣||
بہتانوں||␣||
بہتر||␣||
بہر حال||␣||
بہرا||␣||
بہرام||␣||
بہروز||␣||
بہشت|paradise, heaven|bɪ.ɦɪʃt̪
بہن چود||␣||
بہن||␣||
بہنا|to float|bəɦ.nɑː
بہنو||␣||
بہنوئی||␣||
بہنوئیو||␣||
بہنوئیوں||␣||
بہنوں||␣||
بہنیں||␣||
بہو||␣||
بی بی|lady (honorific)|ˈbi(ː)bi(ː)
بیت الخلاء||␣||
بیت اللحم||␣||
بیت عنیاہ||␣||
بیت لحم||␣||
بیت||␣||
بیتا||␣||
بیج||␣||
بیجا||␣||
بیجنگ||␣||
بیخ||␣||
بید||␣||
بیدار||␣||
بیدق||␣||
بیر||␣||
بیروت||␣||
بیرون ملک||␣||
بیزتی||␣||
بیس||␣||
بیستی||␣||
بیش||␣||
بیشک||␣||
بیضہ||␣||
بیعت||␣||
بیعتو||␣||
بیعتوں||␣||
بیعتیں||␣||
بیل||␣||
بیلاروس||␣||
بیلجیم||␣||
بیلن||␣||
بیلہ||␣||
بیمار||␣||
بیماری||␣||
بین الاقوامی صوتیاتی ابجد||␣||
بین الاقوامی|international|bɛːn.ʊl.əq.wɑː.miː
بین السطور||␣||
بین الملکی||␣||
بین الملی||␣||
بین النجوم||␣||
بین الکلیات||␣||
بین براعظمی||␣||
بین خلوی||␣||
بین نسلی||␣||
بین||␣||
بینک||␣||
بیوقوف||␣||
بیوی|wife|biː.ʋiː
بیویاں||␣||
بیویو||␣||
بیویوں||␣||
بیٹا|son|b,e,ʈ,ɑː
بیٹو||␣||
بیٹوں||␣||
بیٹھنا||␣||
بیٹھک||␣||
بیٹی||␣||
بیٹیاں||␣||
بیٹیو||␣||
بیٹیوں||␣||
بیٹے||␣||
بیچ|middle, centre|b,iː,t͡ʃ
بیچنا||␣||
بیکر||␣||
بیگ||␣||
بیگم||␣||
بے ایمان||␣||
بے تحاشا|recklessly|beː.t̪ə.ɦɑː.ʃɑː
بے ترتیب||␣||
بے خبر||␣||
بے خبری||␣||
بے روزگاری||␣||
بے زبان||␣||
بے شک||␣||
بے ضرر||␣||
بے عزتی||␣||
بے قابو||␣||
بے مثال||␣||
بے نامی|anonymous|beː.nɑː.miː
بے||␣||
تائو||␣||
تائوں||␣||
تائے||␣||
تابش||␣||
تابندہ||␣||
تاثیر||␣||
تاثیرو||␣||
تاثیروں||␣||
تاثیریں||␣||
تاج محل|Taj Mahal|t̪ɑːd͡ʒ‿mə.ɦəl
تاج پوشی||␣||
تاج||␣||
تاجکستان||␣||
تار|cord, wire|t̪ɑːɾ
تارا||␣||
تارو||␣||
تاروں||␣||
تارکین||␣||
تاریخ||␣||
تاریخچہ||␣||
تاریخی||␣||
تاریک||␣||
تاریکی||␣||
تارے||␣||
تازہ|fresh, new|t̪ɑː.zɑː
تازی||␣||
تازے||␣||
تاش||␣||
تاشقند||␣||
تال|rhythm, beat|t̪ɑːl
تالا||␣||
تالو||␣||
تالی||␣||
تامل ناڈو||␣||
تانا شاہی||␣||
تاناشاہ|despot, dictator|t̪ɑː.nɑː.ʃɑːɦ
تانبا||␣||
تانگا||␣||
تاپنا|to warm, heat|t̪ɑːp.nɑː
تاڑ||␣||
تاڑی|palm wine|t̪ɑː.ɽiː
تاہم||␣||
تایا||␣||
تب||␣||
تبادلہ||␣||
تبادلۂ خیال||␣||
تبت||␣||
تبدیل||␣||
تبریز||␣||
تبصرہ||␣||
تتلی||␣||
تتلیاں||␣||
تتلیو||␣||
تتلیوں||␣||
تجارت||␣||
تجارتی ادارہ||␣||
تجارتی||␣||
تجاوز||␣||
تجربہ||␣||
تجزیہ||␣||
تجھ کو||␣||
تجھے||␣||
تحریک||␣||
تحصیل||␣||
تحفظ||␣||
تحفہ||␣||
تحقیق||␣||
تخت||␣||
تختہ||␣||
تخلیق||␣||
تخم||␣||
تخمہ||␣||
تخیل||␣||
ترازو||␣||
ترانه|anthem, melody|t̪ə.ɾɑː.nə
ترانہ||␣||
تراویح||␣||
تربت||␣||
ترجمان||␣||
ترجموں||␣||
ترجمہ|interpretation, translation|t̪əɾ.d͡ʒʊ.mɑː
ترجمے||␣||
ترجیح|preference, priority|t̪əɾ.d͡ʒiːɦ/t̪əɾ.d͡ʒiː
ترس||␣||
ترسوں||␣||
ترقی||␣||
ترنگ||␣||
ترٹی|loss, error|t̪ɾʊ.ʈiː||تْرُٹِی
ترک||␣||
ترکستان||␣||
ترکی||␣||
ترکیہ||␣||
ترکیے||␣||
تری مورتی||␣||
تریپورہ||␣||
تسلیم||␣||
تشریح||␣||
تشنہ|thirsty|t̪ɪʃ.nɑː
تشویشناک||␣||
تشکیل||␣||
تصاویر||␣||
تصدیق||␣||
تصریف||␣||
تصور||␣||
تصویر||␣||
تصویرو||␣||
تصویروں||␣||
تصویریں||␣||
تعارف||␣||
تعبیر||␣||
تعبیرو||␣||
تعبیروں||␣||
تعبیریں||␣||
تعجب||␣||
تعجبو||␣||
تعجبوں||␣||
تعداد||␣||
تعدد||␣||
تعریف||␣||
تعلق||␣||
تعلقوں||␣||
تعلیم||␣||
تعلیموں||␣||
تعلیمیں||␣||
تغافل||␣||
تغییر||␣||
تفاح||␣||
تفصیل|detail|t̪ə,f.,s,iː,l
تفصیلوں||␣||
تفصیلیں||␣||
تفنگ||␣||
تقدیر||␣||
تقریبا|nearly, about|t̪əq.ɾiː.bən||تقریباً
تقریباً|nearly, about|t̪əq.ɾiː.bən||تقریبا
تقسیم||␣||
تقلید||␣||
تكميل|completion, finishing|t̪ək.miːl
تل ابیب||␣||
تلا||␣||
تلاوت||␣||
تلخ||␣||
تلخی||␣||
تلسی||␣||
تلفظ||␣||
تلنگانہ||␣||
تلوار|sword|t̪əl.ʋɑːɾ
تلواروں||␣||
تلواریں||␣||
تلہ گنگ||␣||
تم نے||␣||
تم کو||␣||
تم|you (informal)|t̪ʊm
تماشہ||␣||
تمام||␣||
تمرکز||␣||
تمغا||␣||
تملق||␣||
تمنا|wish, desire|t̪ə.mən.nɑː
تمناؤ||␣||
تمناؤں||␣||
تمنائیں||␣||
تمنچه|gun, pistol|t̪ə.mən.t͡ʃɑː
تمنچہ||␣||
تمپ||␣||
تمھیں||␣||
تمہارا||␣||
تمہیں||␣||
تمیز|manners, respect|t̪ə.,m,iː,z||تَمِیْز
تن|body|t̪ən
تنازع|conflict, struggle|t̪ə.nɑː.zoː(ʔ)
تنبولی||␣||
تندر||␣||
تندرست|healthy|t̪ən.d̪ʊ.ɾʊst̪
تندرستی|good health|t̪ən.d̪ʊ.ɾʊs.t̪iː
تندور||␣||
تنزانیہ||␣||
تنظیم||␣||
تنظیمی||␣||
تنقید||␣||
تنگ|tight, narrow|t̪əŋɡ
تنہائی||␣||
تو نے||␣||
تو||␣||
توبہ|repentance, recantation|t̪ɔː.bɑː/t̪ə.ʊ.bɑː
توجُّہ|attention|ta,va,d͡ʒːɔ,h||توجہ
توجہ|attention|ta,va,d͡ʒːɔ,h||توجُّہ
توحید||␣||
توحیدیت|monotheism|t̪ɔː.ɦiː.d̪ɪ.jət̪
تودہ||␣||
توران||␣||
توقع|hope|ta,va,qqo,‹||تَوَقُّع
تولد||␣||
تولیہ|towel|t̪ɔː.lɪ.jə/t̪oː.lɪ.jə
تولیے||␣||
توپ||␣||
توچا|skin|t̪,ʋə.,t͡ʃ,ɑː
توڑنا||␣||
توہین||␣||
تَمِیْز|manners, respect|t̪ə.,m,iː,z||تمیز
تَوَقُّع|hope|ta,va,qqo,‹||توقع
تِین|three|tiː,‹,n||تین
تْرُٹِی|loss, error|t̪ɾʊ.ʈiː||ترٹی
تڑت||␣||
تکبر||␣||
تکبیر||␣||
تکلیف||␣||
تکمیل||␣||
تکھان||␣||
تکیہ دار||␣||
تکیہ نشین||␣||
تکیہ||␣||
تگنا|thrice|t̪ɪɡ.nɑː
تھا||␣||
تھائی لینڈ||␣||
تھائیلینڈ||␣||
تھنہ منڈی||␣||
تھوڑا||␣||
تھوک|spit, saliva|t̪ʰuːk
تھوکنا|to spit|t̪ʰ,‹,uː,k.,n,ɑː
تھکنا||␣||
تھی||␣||
تھے||␣||
تہ دل||␣||
تہ||␣||
تہائی|third (fraction)|t̪ɪ.ɦɑː.iː
تہجد||␣||
تہجی|alphabet, orthography|t̪ə.ɦə.d͡ʒː.iː
تہذیب||␣||
تہران||␣||
تہمت||␣||
تہمتوں||␣||
تہمتیں||␣||
تہوار||␣||
تہواروں||␣||
تہہ خانہ||␣||
تہہ||␣||
تیئیس|twenty-three|t,e,–,iː,s
تیار||␣||
تیاری||␣||
تیاگ|sacrifice|t̪jɑːɡ
تیر انداز|archer|t̪iː.ɾən.d̪ɑːz
تیر اندازی|archery|t̪iː.ɾən.d̪ɑː.ziː
تیرا||␣||
تیراک||␣||
تیراکوں||␣||
تیرتھنکر||␣||
تیرنا|to swim, float|t̪ɛːɾ.nɑː
تیرگی||␣||
تیرہ||␣||
تیز||␣||
تیزاب|acid|t̪eːˈzaːb
تیزابیت||␣||
تیسرا||␣||
تیل||␣||
تیمور||␣||
تین تلوار||␣||
تین|three|t,iː,n||تِین
تیکھا|pungent, spicy|t̪iː.kʰɑː
ثابت|constant, static|s,ɑː.,bɪ,t̪|sābit|साबित
ثانیہ||␣||
ثبوت|evidence, proof|sə.buːt̪
ثروت|wealth, affluence|səɾ.ʋət̪
ثقافت|culture|sə.qɑː.fət̪
ثقالت||␣||
ثم||␣||
ثواب||␣||
ثورہ||␣||
جاؤں|I may go|ʤ,ɑː,ũː,‹
جائداد||␣||
جائزہ||␣||
جائپھل|nutmeg|d͡ʒ,ɑː.,ɪ.,pʰə,‹,l
جائیدادوں||␣||
جائیدادیں||␣||
جادو|magic, enchantment|d͡ʒɑː.d̪uː
جادوگر||␣||
جارجیا||␣||
جال||␣||
جالندھر||␣||
جالوں||␣||
جام||␣||
جامعہ|university|d͡ʒɑː.mɪ.(ʔ)ɑː/d͡ʒɑː.mɪ.jɑː
جامن||␣||
جامنی|purple|d͡ʒɑːm.niː
جان||␣||
جانا||␣||
جاننا|to know|d͡ʒɑːn.nɑː
جانو||␣||
جانور|animal|d͡ʒ,ɑː,n.,ʋə,ɾ
جانوں||␣||
جان٘چْنا|to investigate|d͡ʒɑːn.t͡ʃnɑː||جانچنا
جانچنا|to investigate|d͡ʒɑːn.t͡ʃnɑː||جان٘چْنا
جانکاری|information|d͡ʒɑːn.kɑː.ɾiː
جانیں||␣||
جاوید||␣||
جاپان||␣||
جاپانی|Japanese|d͡ʒɑː.pɑː.niː||جَاپَانِی|
جاگ||␣||
جاگنا||␣||
جاگہ||␣||
جاہل||␣||
جب||␣||
جبرائیل||␣||
جبرالٹر||␣||
جبل پور||␣||
جبوتی|Djibouti|d͡ʒɪ.buː.t̪iː
جبڑا||␣||
جبیل||␣||
جتوئی||␣||
جج||␣||
جدا|to separate|d͡ʒʊ.d̪ɑː
جدید|new, recent|d͡ʒə.d̪iːd̪
جذبہ|emotion|d͡ʒə,z,b,ɑː
جرأت|courage|d͡ʒʊɾ.ɾət̪
جراثیم||␣||
جراح||␣||
جراحت||␣||
جرثومہ|bacterium, germ|d͡ʒʊɾ.suː.mɑː
جرح||␣||
جرسی||␣||
جرم||␣||
جرمانوں||␣||
جرمانہ||␣||
جرمانے||␣||
جرمن||␣||
جرمنی||␣||
جرگہ||␣||
جزائر انڈمان و نکوبار||␣||
جزاک اللہ||␣||
جزیرہ||␣||
جس ہانڈی میں کھانا اسی میں چھید کرنا||␣||
جستجو||␣||
جسور|bold, brave|d͡ʒə.suːɾ
جشن بہاران|Spring festival|d͡ʒəʃn.eː.bə.ɦɑː.ɾɑːn||جَشنِ بَہاران
جشن بہاراں|celebration|d͡ʒəʃn.eː.bə.ɦɑː.ɾɑ̃ː||جَشْنِ بَہاراں
جشن|banquet, feast|d͡ʒə.ʃən
جعلی|fake|d͡ʒɑː.liː
جغرافیائی|geographical|d͡ʒʊɣ.ɾɑː.fɪ.jɑː.iː
جغرافیہ||␣||
جفتی||␣||
جل پری||␣||
جل|water|d͡ʒəl
جلانا|to turn on a light|d͡ʒə.lɑː.nɑː
جلتے گھر میں ہاتھ سینکنا||␣||
جلسو||␣||
جلسوں||␣||
جلسہ||␣||
جلسے||␣||
جلنا|to burn|d͡ʒəl.nɑː
جلوس||␣||
جماعت||␣||
جماعتو||␣||
جماعتوں||␣||
جماعتیں||␣||
جماگی||␣||
جمعرات|Thursday|d͡ʒʊ.meː.ɾɑːt̪
جمعراتوں||␣||
جمعو||␣||
جمعوں||␣||
جمعہ|Friday|d͡ʒʊm.(ʔ)ɑː
جمعے||␣||
جمنا||␣||
جموں اور کشمیر||␣||
جموں و کشمیر||␣||
جموں||␣||
جمہوری جمہوریہ کانگو||␣||
جمہوری||␣||
جمہوریت|democracy|d͡ʒəm.ɦuː.ɾɪ.jət̪
جمہوریہ|republic|d͡ʒʊm.ɦuː.ɾɪ.jɑː/d͡ʒəm.ɦuː.ɾɪ.jɑː
جن||␣||
جناب||␣||
جناح||␣||
جنازو||␣||
جنازوں||␣||
جنازہ||␣||
جنازے||␣||
جنت|heaven, paradise|d͡ʒə.nːət̪
جنتا||␣||
جنتو||␣||
جنتوں||␣||
جنتی|heavenly, pious|d͡ʒə.nːə.t̪iː||جَنَّتِی
جنتیں||␣||
جنرل|general (military)|d͡ʒən.ɾəl
جنسی||␣||
جنم||␣||
جنوبی افریقہ||␣||
جنوبی کوریا||␣||
جنوبی||␣||
جنوری||␣||
جنگ||␣||
جنگل|jungle|d͡ʒəŋ.ɡəl||جَنْگَل / جَن٘گَل
جنگلا||␣||
جنگی||␣||
جنیئو|(Hindu) janeu|d͡ʒə.,n,eː.,–,uː||جَنییُٔو
جو||␣||
جوا||␣||
جواب|answer, reply|d͡ʒə.ʋɑːb
جواد||␣||
جواز||␣||
جوازوں||␣||
جوان||␣||
جوانو||␣||
جوانوں||␣||
جوانی|youth|d͡ʒə.ʋɑː.niː
جوت|cord, rope|d͡ʒoːt̪
جوتا||␣||
جوتوں||␣||
جوتے||␣||
جوجھنا||␣||
جور|fever|d͡ʒʋəɾ
جوز||␣||
جوناگڑھ||␣||
جونپوری||␣||
جوڈیو||␣||
جوڑ||␣||
جوڑنا||␣||
جوکھم||␣||
جوگی||␣||
جوں|louse|d͡ʒũː
جوہر|jewel, gem|d͡ʒɔː.ɦəɾ
جوہری|atomic, nuclear|d͡ʒɔːɦ.ɾiː
جوہی||␣||
جَشنِ بَہاران|Spring festival|d͡ʒəʃn.eː.bə.ɦɑː.ɾɑːn||جشن بہاران
جَشْنِ بَہاراں|celebration|d͡ʒəʃn.eː.bə.ɦɑː.ɾɑ̃ː||جشن بہاراں
جَنَّتِی|heavenly, pious|d͡ʒə.nːə.t̪iː||جنتی
جَنْگَل|jungle|d͡ʒəŋ.ɡəl||جنگل
جَن٘گَل|jungle|d͡ʒəŋ.ɡəl||جنگل
جَنییُٔو|(Hindu) janeu|d͡ʒə.,n,eː.,–,uː||جنیئو
جَیسا|as|ʤɛ,‹,s,ɑː||جیسا
جٹا||␣||
جٹھانی||␣||
جٹھانیاں||␣||
جٹھانیو||␣||
جٹھانیوں||␣||
جپنا||␣||
جڑ|root, foundation|d͡ʒəɽ
جڑانوالہ||␣||
جڑواں|twin|d͡ʒʊɽ.ʋɑ̃ː/d͡ʒʊɽ.wɑ̃ː
جگ||␣||
جگاڑ|(computing) hack|d͡ʒʊ.ɡɑːɽ
جگر||␣||
جگنا||␣||
جگنو|firefly|d͡ʒʊɡ.nuː
جگہ||␣||
جھارکھنڈ||␣||
جھانجھ|rage, small cymbal|d͡ʒʱɑ̃ːd͡ʒʱ||جھان٘جھ
جھان٘جھ|rage, small cymbal|d͡ʒʱɑ̃ːd͡ʒʱ||جھانجھ
جھاڑنا||␣||
جھاڑو||␣||
جھلمل||␣||
جھنڈا|flag, banner|d͡ʒʱən.ɖɑː
جھنگ||␣||
جھولا||␣||
جھولے لال||␣||
جھوٹ||␣||
جھوٹا||␣||
جھوٹوں||␣||
جھوٹھ||␣||
جھگڑا||␣||
جھیل|lake|d͡ʒʱ,‹,iː,l
جھیلمی||␣||
جہاد||␣||
جہاز||␣||
جہازوں||␣||
جہازی||␣||
جہان||␣||
جہانگیر نگر||␣||
جہاں||␣||
جہلم||␣||
جہنم|hell|d͡ʒə.ɦən.nəm
جہنمو||␣||
جہنموں||␣||
جہیز||␣||
جی||␣||
جیالا||␣||
جیب||␣||
جیبوں||␣||
جیبھ|tongue|d͡ʒiːbʱ
جیبیں||␣||
جیت||␣||
جیرا||␣||
جیسا|as|ʤɛ,‹,s,ɑː||جَیسا
جیسس کرائسٹ||␣||
جیش|army|d͡ʒæːʃ
جیل||␣||
جین||␣||
جینا||␣||
جیوتی|light, lustre|d͡ʒjoː.t̪iː
جیومیٹری||␣||
جیون|life, existence|d͡ʒ,iː.,ʋə,n
جیونی||␣||
جیٹھ||␣||
جیٹھانی||␣||
جیٹھوں||␣||
جیکب آباد||␣||
حائل||␣||
حاجت||␣||
حادثوں||␣||
حادثہ||␣||
حادثے||␣||
حاسب||␣||
حاصل پور||␣||
حاصل||␣||
حاضری||␣||
حافظ آباد||␣||
حافظ||␣||
حافظہ||␣||
حال||␣||
حالانکہ|although, however|ɦɑː.lɑ̃ː.kiː
حالت||␣||
حامی||␣||
حامیو||␣||
حامیوں||␣||
حاکم|governer|h,ɑː,kɪ,m||حَاکِم
حب||␣||
حبش|Ethiopia|ɦə.bəʃ
حبشہ||␣||
حبشی||␣||
حبقوق||␣||
حج|hajj|ɦəd͡ʒd͡ʒ
حجام|barber|ɦəd͡ʒ.d͡ʒɑːm
حجرہ||␣||
حدیث||␣||
حراست||␣||
حرام زادہ||␣||
حرام||␣||
حرف عطف|conjunction (grammar)|ɦəɾf‿(ʔ)ət̪f
حرمت||␣||
حرمزئی||␣||
حروف تہجی||␣||
حساب||␣||
حسد||␣||
حسرت||␣||
حسین||␣||
حسیں||␣||
حشرہ||␣||
حشفہ||␣||
حشیش||␣||
حصہ||␣||
حضرت گنج||␣||
حضرت||␣||
حضور|huzoor, master|ɦʊ.zuːɾ/ɦə.zuːɾ
حفاظت||␣||
حق||␣||
حقو||␣||
حقوق|rights|ɦʊ.quːq
حقوں||␣||
حقہ||␣||
حقیقت||␣||
حقے||␣||
حلال|halal|ɦə.,l,ɑː,l
حلب||␣||
حلقہ|circle, ring|ɦəl.qə
حلم||␣||
حلیہ||␣||
حمار||␣||
حمارہ||␣||
حماقت||␣||
حمام||␣||
حمایت||␣||
حمد||␣||
حملوں||␣||
حملہ|invasion, attack|ɦəm.lɑː
حملے||␣||
حنا||␣||
حنوکاہ||␣||
حواری||␣||
حواریو||␣||
حواریوں||␣||
حور||␣||
حوصلہ||␣||
حوض||␣||
حول||␣||
حویلی||␣||
حَاکِم|governer|h,ɑː,kɪ,m||حاکم
حکایت||␣||
حکم||␣||
حکومت ہند||␣||
حکومت|government|ɦʊ.kuː.mət̪
حکیم||␣||
حیا||␣||
حیات|life|ɦə.jɑːt̪
حیاتیات|biology|ɦə.,j,ɑː.,t̪ɪ.,j,ɑː,t̪
حیاتین||␣||
حیدر آباد||␣||
حیران||␣||
حیرانگی||␣||
حیرانگیاں||␣||
حیرانگیو||␣||
حیرانگیوں||␣||
حیراں||␣||
حیرت انگیز||␣||
حیرت||␣||
حیرتو||␣||
حیرتوں||␣||
حیرتیں||␣||
حیفا||␣||
حیوان||␣||
حیوانیات|zoology|ɦɛː.ʋɑː.nɪ.jɑːt̪
خاتمہ|conclusion, end|xɑː.t̪ɪ.mə/xɑːt̪.mə
خاتون|lady|xɑː.t̪uːn
خادم|domestic servant|xɑː.d̪ɪm
خار||␣||
خاران||␣||
خارج||␣||
خارجہ|foreign affairs|xɑː.ɾɪ.d͡ʒɑː
خارجی||␣||
خاص طور پر||␣||
خاص||␣||
خاصا|special|xɑː.sɑː
خاصگی||␣||
خاصی||␣||
خاطر||␣||
خاقانیت||␣||
خال||␣||
خالق||␣||
خالو||␣||
خالہ||␣||
خالی||␣||
خاموش ہونا||␣||
خاموش|quiet, silent|xɑː.moːʃ
خاموشی||␣||
خان||␣||
خاندان||␣||
خانسامان||␣||
خانساماں||␣||
خانقاہ||␣||
خانوزئی||␣||
خانپور||␣||
خانہ|place, box|x,ɑː.,n,ɑː
خانیت||␣||
خانیوال||␣||
خاکسار|humble|xɑːk.sɑːɾ
خاکستری|grey|xɑː.kɪs.t̪ə.ɾiː
خاکی||␣||
خبر|news, information|xə.bəɾ
ختم||␣||
ختنہ کرنا||␣||
خجیر||␣||
خدا حافظ||␣||
خدا نخواستہ||␣||
خدا||␣||
خداوند|owner, master|xʊ.d̪ɑː.ʋənd̪
خدمات||␣||
خدمت|service, labour|xɪd̪.mət̪
خدمتوں||␣||
خدمتیں||␣||
خدیو||␣||
خراب||␣||
خراج تحسین||␣||
خراش|scar|xə.ɾɑːʃ
خراماں خراماں|leisurely|xɪ.ɾɑː.mɑ̃ː‿xɪ.ɾɑː.mɑ̃ː
خربوزہ|melon|xəɾ.buː.zɑː
خرد||␣||
خرس||␣||
خرگوش|rabbit, hare|xəɾ.ɡoːʃ
خریدنا|to buy|xə.ɾiːd̪.nɑː
خریدوانا||␣||
خزاؤں||␣||
خزائیں||␣||
خزانہ||␣||
خزاں|autumn|xɪ.zɑ̃ː/xə.zɑ̃ː
خسارہ||␣||
خسرہ||␣||
خشبو||␣||
خشت||␣||
خشم||␣||
خشک||␣||
خصوصا||␣||
خصوصی||␣||
خضدار||␣||
خط||␣||
خطا||␣||
خطاؤں||␣||
خطائی||␣||
خطائیں||␣||
خطبا||␣||
خطبوں||␣||
خطبہ||␣||
خطبے||␣||
خطرو||␣||
خطروں||␣||
خطرہ||␣||
خطرے||␣||
خطوط|letters|xʊ,t,uː,t||خُطُوط
خطہ||␣||
خطیب||␣||
خطیر||␣||
خطیہ||␣||
خفیہ||␣||
خلا نورد||␣||
خلا||␣||
خلاف|opposed|xɪ.lɑːf
خلافت||␣||
خلفا||␣||
خلق|mankind, humanity|xəlq
خلقت||␣||
خلل||␣||
خلوی||␣||
خلیج|gulf, bay|xə.liːd͡ʒ
خلیفہ||␣||
خنجر|dagger|xən.d͡ʒəɾ
خنجرو||␣||
خنجروں||␣||
خنزیر||␣||
خنزیرو||␣||
خنزیروں||␣||
خنزیریں||␣||
خواب گاہ|bedroom, dormitory|xʋɑːb‿ɡɑːɦ/xɑːb‿ɡɑːɦ
خواب|dream|x,–,ɑː,b, / xʋɑːb
خوابوں||␣||
خواتین و حضرات||␣||
خواتین|ladies|xə.wɑː.t̪iːn
خواجہ||␣||
خواہ مخواہ||␣||
خواہ||␣||
خواہر||␣||
خواہش|wish, desire|x,–,ɑː.,ɦɪ,ʃ,/xʋɑː.ɦɪʃ
خواہشوں||␣||
خواہشیں||␣||
خوب||␣||
خوبانی|apricot|xuː.bɑː.niː
خوبصورت|beautiful|xuːb.suː.ɾət̪
خود|self|x,ʊ,d||خُود
خودمختاری|self-government|xʊd̪.mʊx.t̪ɑː.ɾiː
خودکش||␣||
خودکشی کرنا||␣||
خودکشی|suicide|xʊd̪.kʊ.ʃiː
خوراک|food|xʊ.ɾɑːk
خورشید||␣||
خوش آمدید||␣||
خوش خبری||␣||
خوش گوار||␣||
خوش|happy|x,ʊ,ʃ||خُوش
خوشاب||␣||
خوشبو||␣||
خوشبودار||␣||
خوشی|happiness, pleasure|xʊ.ʃiː
خوف|fear|xɔːf||خَوف
خوفناک||␣||
خول||␣||
خون کا بدلہ خون||␣||
خون|blood|x,uː,n
خوک||␣||
خوں||␣||
خيرپور||␣||
خَوف|fear|xɔːf||خوف
خُطُوط|letters|xʊ,t,uː,t||خطوط
خُود|self|x,ʊ,d||خود
خُوش|happy|x,ʊ,ʃ||خوش
خچر||␣||
خیابان||␣||
خیاط||␣||
خیال||␣||
خیالوں||␣||
خیبر پختونخوا||␣||
خیر|well, anyway|xɛːɾ
خیریت||␣||
خیلا||␣||
خیمہ||␣||
داؤد||␣||
دائرۃ المعارف||␣||
دائی||␣||
داخل||␣||
داخلہ|admission fee|d̪ɑː.xɪ.lɑː
داد گاہ||␣||
دادا||␣||
دادرا و نگر حویلی و دمن و دیو||␣||
دادو||␣||
دادوں||␣||
دادی||␣||
دادے||␣||
دار الحکومت||␣||
دار پر کھینچنا||␣||
دار||␣||
دارالحکومت|capital|d,ɑː,rʊ,–,l,hʊ,k,uː,ma,t
داردر|poverty, indigence|d̪ɑː.ɾɪd̪.ɾᵊ||دارِدْر
دارو||␣||
دارِدْر|poverty, indigence|d̪ɑː.ɾɪd̪.ɾᵊ||داردر
داریل||␣||
داستان|story|d̪ɑːs.t̪ɑːn
داستانوں||␣||
داستانیں||␣||
داسی||␣||
داعش|Daesh, ISIS|d̪ɑː.(ʔ)ɪʃ
داغ|stain, spot|d̪ɑːɣ
داغستان||␣||
دال||␣||
دالبندین||␣||
دام||␣||
داماد||␣||
دامادو||␣||
دامادوں||␣||
دامن||␣||
دانت|tooth, tusk|d̪,ɑ̃ː,‹,t̪| dā̃t/dānt|دان٘ت/دانْت दाँत /दांत
دانتی||␣||
دانش گاہ|college|d̪ɑː.nɪʃ.ɡɑːɦ
دانش|knowledge, science|d̪,ɑː.,nɪ,ʃ
دانْت|tooth|d̪,ɑ̃ː,‹,t̪|dānt|दांत||دانت
دان٘ت|tooth|d̪,ɑ̃ː,‹,t̪|dā̃t|दाँत||دانت
داڑم||␣||
داہنا||␣||
دایاں|right (side)|d̪ɑː.jɑ̃ː
دایہ||␣||
دبئی||␣||
دباؤ||␣||
دبانا||␣||
دبستان||␣||
دجلہ|the Tigris|d̪əd͡ʒ.lɑː
دختر||␣||
دخمہ||␣||
دراصل||␣||
دربار||␣||
درجات||␣||
درجہ||␣||
درجۂ حرارت|temperature|də,r,d͡ʒa ,ɛ, ,hə,r,ɑː,rə,t
درخت|tree|d̪ə.ɾəxt̪
درخش||␣||
درخواست||␣||
درد ناک||␣||
درد||␣||
دردو||␣||
دردوں||␣||
درزی||␣||
درس گاہ||␣||
درست||␣||
درفش||␣||
درمیان||␣||
درمیانی||␣||
درندو||␣||
درندوں||␣||
درندے||␣||
دروازوں||␣||
دروازہ||␣||
دروازے||␣||
دروبست||␣||
درود||␣||
درودوں||␣||
درگ||␣||
درگاہ||␣||
درگت||␣||
درہال||␣||
دری||␣||
دریا||␣||
دریائے سندھ||␣||
دریاچہ||␣||
دریجی||␣||
دریودھن||␣||
دزد||␣||
دس|ten|d̪əs
دستانو||␣||
دستانوں||␣||
دستانہ||␣||
دستانے||␣||
دستاویز||␣||
دستور||␣||
دستک||␣||
دستکاری||␣||
دستہ||␣||
دسمبر||␣||
دسواں|tenth|d̪əs.ʋɑ̃ː
دشت|desert|d̪əʃt̪
دشمن|enemy, foe|d̪ʊʃ.mən
دشمنوں||␣||
دشمنی||␣||
دشک||␣||
دعا||␣||
دعاؤں||␣||
دعائیں||␣||
دعوت نامہ||␣||
دعوت||␣||
دعوتوں||␣||
دعوتیں||␣||
دعوی|law suit, claim|da,–,v,ɑː||دعویٰ
دعویٰ|law suit, claim|da,–,v,ɑː||دعوی
دغا باز||␣||
دفاع||␣||
دفتر||␣||
دفعہ|occasion, time|d̪əf.(ʔ)ɑː
دفنانا||␣||
دقت||␣||
دقتوں||␣||
دقتیں||␣||
دقیقہ||␣||
دل|heart, mind, soul|d̪ɪl
دلدادہ||␣||
دلربا|attractive, charming|d̪ɪl.ɾʊ.bɑː
دلو||␣||
دلوں||␣||
دلچسپ|interesting|d̪ɪl.t͡ʃəsp
دلہا||␣||
دلہن||␣||
دلہنو||␣||
دلہنوں||␣||
دلہنیں||␣||
دلی|Delhi|d̪eː.liː
دم||␣||
دماغ||␣||
دماغو||␣||
دماغوں||␣||
دمشق||␣||
دموں||␣||
دمہ||␣||
دمے||␣||
دن|day|dɪ,n||دِن
دنداسہ||␣||
دنوں||␣||
دنڈ||␣||
دنیا||␣||
دنیاؤں||␣||
دنیائیں||␣||
دنیاوی||␣||
دنیور||␣||
دو|two|d̪,oː
دوائی||␣||
دوات||␣||
دواتیں||␣||
دوالی||␣||
دوبارہ||␣||
دودمان||␣||
دودھ|milk|d̪uːd̪ʱ
دور نمائی||␣||
دور||␣||
دوربین||␣||
دوردرشن||␣||
دورلیکھ|telegraph|d̪uːɾ.leːkʰ
دوزخ|hell|d̪oː.zəx
دوست یاری||␣||
دوست||␣||
دوستانہ|friendly|d̪oːs.t̪ɑː.nɑː
دوستو||␣||
دوستوں||␣||
دوستی||␣||
دوسرا|other, another|d̪uːs.ɾɑː
دوسری اور||␣||
دوش|fault, blame|d̪oːʂ
دولت||␣||
دولتوں||␣||
دولتیں||␣||
دولہا||␣||
دولہو||␣||
دولہوں||␣||
دولہے||␣||
دوم||␣||
دونا|double, twice|d̪uː.nɑː
دونمہ||␣||
دوپٹہ||␣||
دوپہر||␣||
دوڑنا||␣||
دوکی||␣||
دوگنا||␣||
دوں گا|I will give|d̪ũː‿ɡɑː
دوں گی||␣||
دِن|day|dɪ,n||دن
دژ||␣||
دژم||␣||
دکان دار||␣||
دکان||␣||
دکھ||␣||
دکھانا|to show|d̪ɪ.kʰɑː.nɑː
دکھاوا||␣||
دکھن||␣||
دکھنا||␣||
دگنا|twice, double|d̪ʊɡ.nɑː
دھات|metal|d̪ʱɑːt̪
دھادر||␣||
دھارا|stream|d̪ʱɑː.ɾɑː
دھارمک||␣||
دھاندل|cheating|d̪ʱɑːn.d̪əl
دھاندلی|rigging, dishonesty|d̪ʱɑːn.d̪liː||دھان٘دْلی
دھان٘دْلی|rigging, dishonesty|d̪ʱɑːn.d̪liː||دھاندلی
دھبا||␣||
دھرتی|earth, soil|d̪ʱəɾ.t̪iː
دھرم|dharma|d̪ʱəɾm
دھرمو||␣||
دھرموں||␣||
دھلائی||␣||
دھمال||␣||
دھماکہ||␣||
دھمکی دینا||␣||
دھن|melody, tune|d̪ʱʊn
دھند||␣||
دھندا||␣||
دھندوں||␣||
دھندھ||␣||
دھندھا||␣||
دھندیں||␣||
دھنیہ واد|thank you|d̪ʱən.jə.ʋɑːd̪
دھواں|smoke|d̪ʱuː.ɑ̃ː
دھوج|flag, banner|d̪ʱʋəd͡ʒ
دھوسر|grey|d̪ʱuː.sər
دھول|dust|d̪ʱ,‹,uː,l
دھونا|gum, resin|d̪ʱuː.nɑː
دھونے والی مشین||␣||
دھوپ|sunshine|d̪ʱuːp
دھوپوں||␣||
دھوپیں||␣||
دھڑکن||␣||
دھڑکنوں||␣||
دھڑکنیں||␣||
دھکا دینا||␣||
دھکا مارنا||␣||
دھیریہ||␣||
دہ||␣||
دہائی||␣||
دہائیاں||␣||
دہائیو||␣||
دہائیوں||␣||
دہان||␣||
دہرہ دون||␣||
دہشت گردی||␣||
دہشت||␣||
دہقان||␣||
دہلوی||␣||
دہلی|Delhi|d̪ɛɦ.liː
دہی||␣||
دہیز||␣||
دیا|gift, present|d̪ə.jɑː
دیار مقدسہ||␣||
دیاوان||␣||
دیدار||␣||
دیروز|yesterday|d̪iː.ɾoːz
دیز||␣||
دیس||␣||
دیسو||␣||
دیسوں||␣||
دیسی||␣||
دیش|country, nation|d̪eːʃ
دیشج||␣||
دینا|to give, grant|d̪eː.nɑː
دینی||␣||
دینے||␣||
دیو مالائی||␣||
دیوار گریہ||␣||
دیوانہ||␣||
دیوبندی||␣||
دیور||␣||
دیورانی||␣||
دیورانیاں||␣||
دیورانیو||␣||
دیورانیوں||␣||
دیورو||␣||
دیوروں||␣||
دیوناگری|devanagari|d̪eːʋ.nɑːɡ.ɾiː
دیپ||␣||
دیپک|light, lamp|d̪iː.pək
دیپکا|light, lamp|d̪iː.pɪ.kɑː
دیکھنا|to look, see|d̪eːkʰ.nɑː
دیگچی||␣||
ذائقو||␣||
ذائقوں||␣||
ذائقہ|taste|zɑːj.qɑː
ذائقے||␣||
ذات||␣||
ذرہ|particle, atom|zərːə
ذریعہ|means, way|zə.ɾɪ.jə
ذلت||␣||
ذلیل||␣||
ذو الحجہ||␣||
ذوالکفل||␣||
ذوق||␣||
ذکاء|intelligence|za,k,aː,–
ذکر الہی||␣||
ذکر خیر||␣||
ذکر||␣||
ذیابیطس||␣||
رؤسا||␣||
رئیس||␣||
رائس||␣||
رائے||␣||
رابطہ|connection, tie|ɾɑː.bɪ.t̪ɑː
رات گئی بات گئی||␣||
رات|night, nighttime|ɾɑːt̪
راتا||␣||
راتوں رات||␣||
راتوں||␣||
راتیں||␣||
راج شاہی|monarchy|ɾɑːd͡ʒ.ʃɑː.ɦiː
راج نیتی||␣||
راج|royalty, reign|ɾɑːd͡ʒ
راجا|king, sovereign|ɾ,ɑː.,d͡ʒ,ɑː
راجبھاشا||␣||
راجدھانی||␣||
راجستھان||␣||
راجستھانی||␣||
راجشاہی||␣||
راجن پور||␣||
راجنیہ||␣||
راجوری||␣||
راجہ|king, sovereign|ɾ,ɑː.,d͡ʒ,ɑː
راجیہ سبھا||␣||
راحت||␣||
راحتو||␣||
راحتوں||␣||
راحتیں||␣||
راز||␣||
راستوں||␣||
راستہ|path, route|ɾɑːs.t̪ə
راستے||␣||
راشٹر||␣||
راضی|accepting, satisfied|ɾɑː.ziː
رال||␣||
رام اللہ||␣||
رام||␣||
رامائن||␣||
ران||␣||
رانجھا||␣||
رانجھو||␣||
رانجھوں||␣||
رانجھے||␣||
رانی||␣||
راولپنڈی||␣||
راکٹ|rocket|ɾɑː.kɪʈ
راکھ|ashes|ɾɑːkʰ
راکھس||␣||
راکھشس||␣||
راکھو||␣||
راکھوں||␣||
راکھیں||␣||
راہ آہن||␣||
راہ|path, route|ɾɑːɦ
راہب||␣||
راہبہ||␣||
راہداری|corridor, passage|ɾɑːɦ.d̪ɑː.ɾiː
راہو||␣||
راہوں||␣||
راہیں||␣||
رب||␣||
ربا||␣||
رباعی||␣||
ربوہ||␣||
ربیع الاول||␣||
رتبہ||␣||
رتن|gem, jewel|ɾə.t̪ən
رتھ||␣||
رجا||␣||
رجل||␣||
رجنی گندھا||␣||
رحیم یار خان||␣||
رحیم||␣||
رخ||␣||
رخسار||␣||
رخشان||␣||
رخصتی||␣||
رد||␣||
ردیف||␣||
رسالہ نکالنا|to publish|ɾɪ.sɑː.lɑː nɪ.kɑːl.nɑː
رسالہ|message, letter|ɾɪ.sɑː.lɑː
رستم||␣||
رسم الخط||␣||
رسن||␣||
رسول||␣||
رسولو||␣||
رسولوں||␣||
رسی||␣||
رسید||␣||
رسیدو||␣||
رسیدوں||␣||
رسیدیں||␣||
رشتو||␣||
رشتوں||␣||
رشتہ||␣||
رشتے||␣||
رشوت||␣||
رشوتوں||␣||
رشوتیں||␣||
رشی||␣||
رضا||␣||
رضیع||␣||
رفتار|motion, speed|ɾəf.t̪ɑːɾ
رفع||␣||
رفقا||␣||
رقص||␣||
رقیب||␣||
رقیبو||␣||
رقیبوں||␣||
رم جھم||␣||
رمزی||␣||
رمضان|Ramadan|ɾəm.zɑːn
رمہ||␣||
رنڈی رونا||␣||
رنڈی||␣||
رنگ||␣||
رنگت|complexion|ɾəŋ.ɡət̪
رنگو||␣||
رنگولی||␣||
رنگوں||␣||
رنگپور||␣||
روئے زمین|the surface of the ground|r,uː,ɛ,‹, ,za,m,iː,n
روان||␣||
روانئ خون||␣||
روانڈا|Rwanda|ɾə.ʋɑːɳ.ɖɑː
روانگی||␣||
روانہ||␣||
روایت||␣||
روح افزا||␣||
روح||␣||
روحانی||␣||
روحو||␣||
روحوں||␣||
روحیں||␣||
روز||␣||
روزانہ||␣||
روزن|crevice, hole|ɾɔː.zən
روزنامہ||␣||
روزوں||␣||
روزہ کھولنا||␣||
روزہ|fast|ɾoː.zɑː
روزے||␣||
روس||␣||
روسی||␣||
روشن گر||␣||
روشن||␣||
روشنی|brightness|ɾɔːʃ.niː/ɾoːʃ.niː
روغن||␣||
روم||␣||
رومال||␣||
رومانیہ||␣||
رومی||␣||
رونا|to cry, weep|ɾoː.nɑː
روٹی||␣||
روپ||␣||
روپیہ||␣||
روچڈیل||␣||
روگ||␣||
روگوں||␣||
روی وار||␣||
روی||␣||
رویئہ||␣||
رویہ||␣||
رَہنا|to live, remain|rɛ,h,n,ɑː||رہنا||رہنا
رڑک||␣||
رکاوٹ||␣||
رکت|red|ɾə,k,t̪
رکشا بندھن||␣||
رکشا|protection, safety|ɾək.ʂɑː
رکعت||␣||
رگوید||␣||
رہائش||␣||
رہبر||␣||
رہنا|to live, remain|rɛ,h,n,ɑː||رَہنا
ریاست||␣||
ریاستہا||␣||
ریاض||␣||
ریاضی|mathematics|ɾɪ.jɑː.ziː
ریب||␣||
ریت||␣||
ریختہ||␣||
ریش||␣||
ریشم|silk|ɾeː.ʃəm
ریشہ||␣||
رین||␣||
رینو||␣||
رینوں||␣||
رینیں||␣||
ریپھ|reph|ɾeːpʰ
ریچھ|bear (animal)|ɾiːt͡ʃʰ
ریڈیو||␣||
ریکھا||␣||
ریگستان||␣||
زائر||␣||
زائنہ||␣||
زار||␣||
زایندہ||␣||
زبان اردوئے معلی||␣||
زبان|tongue, langauge|zʊ.bɑːn/zə.bɑːn
زبانو||␣||
زبانوں||␣||
زبانیں||␣||
زباں||␣||
زبر||␣||
زبردستی||␣||
زخم بھرنا||␣||
زخم کھانا||␣||
زخم|wound, gash|zəxm
زرافہ||␣||
زرتشت||␣||
زردوزی||␣||
زرشک||␣||
زعفران||␣||
زلزلو||␣||
زلزلوں||␣||
زلزلے||␣||
زلف||␣||
زمان پارک||␣||
زمانو||␣||
زمانوں||␣||
زمانہ||␣||
زمانے||␣||
زمستان||␣||
زمین اور آسمان||␣||
زمین||␣||
زمینو||␣||
زمینوں||␣||
زمینیں||␣||
زن مرید|henpecked|zən.mʊ.ɾiːd̪
زن||␣||
زنجیر||␣||
زنجیرو||␣||
زنجیروں||␣||
زنجیریں||␣||
زنخا پن||␣||
زنخا||␣||
زندان||␣||
زندانو||␣||
زندانوں||␣||
زندگی|life|zɪ,n.,d̪ə.,ɡ,iː
زندگیاں||␣||
زندگیو||␣||
زندگیوں||␣||
زندہ||␣||
زنگ آلود||␣||
زنگ||␣||
زنگبار||␣||
زنگی||␣||
زور||␣||
زوردار||␣||
زون||␣||
زيربند||␣||
زکات||␣||
زکریا||␣||
زکوۃ||␣||
زہر|poison, venom|zə.ɦəɾ
زہری||␣||
زہیب||␣||
زیادتی|injustice|zjɑːd̪.t̪iː/zɪ.jɑːd̪.t̪iː
زیادتیاں||␣||
زیادتیوں||␣||
زیارت||␣||
زیتون||␣||
زینت||␣||
زینتو||␣||
زینتوں||␣||
زینتیں||␣||
زیور||␣||
سؤر|hog, pig, boar|suː.əɾ
سؤرو||␣||
سؤروں||␣||
سا||␣||
سائز||␣||
سائمہ||␣||
سائنس|science|sɑː.ɪns/sɑː.eːns
سائنسدان||␣||
سائنسی|scientific|sɑː.ɪn.siː/sɑː.eːn.siː
سائیکل||␣||
سائے دار||␣||
سات||␣||
ساتواں|seventh|sɑːt̪.ʋɑ̃ː
ساتھ||␣||
ساتھی|companion|sɑː.t̪ʰiː
ساحل|coast, shore|sɑː.ɦɪl
ساحلی||␣||
سادہ رو||␣||
سارا||␣||
ساری||␣||
سارے||␣||
سازش|conspiracy, plot|sɑː.zɪʃ
ساس||␣||
ساسانی||␣||
ساسو||␣||
ساسوں||␣||
ساسیں||␣||
ساقی گری||␣||
ساقی||␣||
سال||␣||
سالانہ||␣||
سالگرہ|anniversary, birthday|sɑːl.ɡɪ.ɾəɦ
سامراجیہ||␣||
سامعین||␣||
سامنا||␣||
سامی||␣||
سامیہ||␣||
سانبہ||␣||
سانس||␣||
سانسوں||␣||
سانسیں||␣||
سانولا|dark, sooty|sɑ̃ːʋ.lɑː
سانپ|snake|s,ɑ̃ː,‹,p
ساودھان||␣||
ساون||␣||
ساڑی|sari|sɑː.ɽiː
ساکشیہ||␣||
ساگر||␣||
ساگرتٹ||␣||
ساہتیہ||␣||
ساہیوال||␣||
سایہ دار||␣||
سایہ|shadow|s,ɑː,j,ɑː
سب||␣||
سبحان اللہ||␣||
سبد|basket|sə.bʊd̪
سبز||␣||
سبزی|vegetable|sə,b.,z,iː
سبزیاں||␣||
سبزیوں||␣||
سبق||␣||
سبھا|assembly, council|sə.bʱɑː
سبھی||␣||
سبی||␣||
ست سری اکال||␣||
ستارو||␣||
ستاروں||␣||
ستارہ||␣||
ستارے||␣||
ستر|seventy|sa,tta,r|sattar|سَتَّر
سترہ||␣||
ستم||␣||
ستون||␣||
ستّر|seventy|sa,tta,r|sattar|ستر||ستر
سجدو||␣||
سجدوں||␣||
سجدہ||␣||
سجدے||␣||
سحر||␣||
سحری||␣||
سخت|hard|sa,x,t||سَخْت
سخی||␣||
سدابہار|evergreen|sə.d̪ɑː.bə.ɦɑːɾ
سدن||␣||
سدھارنا|to improve|sʊ.d̪ʱɑːɾ.nɑː
سدھارک||␣||
سر قلم ہونا||␣||
سر کشی||␣||
سر|head|sə,ɾ||سَر
سرائیکی||␣||
سراب|mirage, apparition|sə.ɾɑːb
سراسر||␣||
سرانان||␣||
سرحد||␣||
سرخ||␣||
سرخی||␣||
سردی||␣||
سردیاں|winter, cold|səɾ.d̪ɪ.jɑ̃ː
سرزمین||␣||
سرسائی||␣||
سرسوتی|Saraswati|sə.ɾəs.ʋə.t̪iː/səɾ.suː.t̪iː
سرسوں|mustard|səɾ.sõː
سرشت|nature, disposition|sə.ɾɪʃt̪
سرشپ|mustard seed|səɾ.ʂəp
سرفروش||␣||
سرمئی|grey|sʊɾ.mə.iː/səɾ.mə.iː
سرما||␣||
سرمایہ داری||␣||
سرمایہ پرستی||␣||
سرمایہ||␣||
سرمہ||␣||
سرور|exhiliration, delight|sʊ.ɾuːɾ
سرورق||␣||
سروش||␣||
سرونام|pronoun|səɾ.ʋnɑːm
سرکار|government|səɾ.kɑːɾ
سرکس||␣||
سرکو||␣||
سرکوں||␣||
سرکہ||␣||
سرکے||␣||
سرگ||␣||
سرگرم|active, working|səɾ.ɡəɾm
سرگرمی||␣||
سرگودھا||␣||
سرہانہ||␣||
سری لنکا||␣||
سری نگر||␣||
سریانی||␣||
سریر||␣||
سریع||␣||
سزا|punishment, penalty|sə.zɑː
سسا||␣||
سست|lazy|sʊ,s,t||سُست
سستا||␣||
سستی|laziness, sloth|sʊs.t̪iː
سسر||␣||
سسرال||␣||
سسروں||␣||
سسری||␣||
سطح||␣||
سعآدت|fortunate|sə,ʔ,ɑː,də,t, / sɑːdət
سعودی عرب||␣||
سغدی||␣||
سفارت خانہ||␣||
سفارت|embassy, consulate|sɪ.fɑː.ɾət̪
سفارتخانہ|embassy, consulate|sɪ.fɑː.ɾət̪.xɑː.nɑː
سفارش||␣||
سفال||␣||
سفر نامہ||␣||
سفر|travel, trip|sə.fəɾ
سفرو||␣||
سفروں||␣||
سفید|white|sə.,f,eː,d̪
سفیر||␣||
سلاح|weapon, arms|sɪ.lɑː
سلاد||␣||
سلام دعا||␣||
سلام علیکم|salaam alaikum|sə.lɑːm‿ə.lɛː.kʊm
سلام|greeting|sə.lɑːm
سلامت||␣||
سلامتی||␣||
سلجوق||␣||
سلجوقی||␣||
سلسلہ||␣||
سلطان بازار||␣||
سلطان||␣||
سلطنت||␣||
سلوواکیہ||␣||
سلوک||␣||
سلہٹ||␣||
سلیمان||␣||
سمئے|time, period|sə.məj
سماج||␣||
سمادھان||␣||
سماس|compound word|sə.mɑːs
سماعت||␣||
سماپت||␣||
سماپن||␣||
سماچار پتر||␣||
سماچار|news, information|sə.mɑː.t͡ʃɑːɾ
سمبڑیال||␣||
سمجھ||␣||
سمجھدار|intelligent|sə.məd͡ʒʱ.d̪ɑːɾ
سمجھنا|to understand|sə.məd͡ʒʱ.nɑː
سمجھوتہ||␣||
سمدائے||␣||
سمدر||␣||
سمراج||␣||
سمراٹ|emperor|səm.ɾɑːʈ
سمرتھک||␣||
سمرتی|memory, recollection|smɾɪ.t̪iː/ɪs.mɾɪ.t̪iː
سمرقند||␣||
سمسم||␣||
سمع||␣||
سمعی بصری||␣||
سمندر||␣||
سمندری||␣||
سموسہ|samosa|sə.moː.sɑː
سموہ||␣||
سمپردائے||␣||
سمپرداے|sect, denomination|səm.pɾə.d̪ɑː.eː
سمکالین||␣||
سمکھ|facing|səm.mʊkʰ
سمین||␣||
سن||␣||
سناتن||␣||
سنار||␣||
سنارو||␣||
سناروں||␣||
سنانا||␣||
سناٹا||␣||
سنت ابراہیمی||␣||
سنت||␣||
سنتان||␣||
سنترا||␣||
سنتھالی||␣||
سنجها|evening|sən.d͡ʒʱɑː
سنجھا||␣||
سندر|handsome, beautiful|sʊn.d̪əɾ
سندھ ندی|Indus river|sɪnd̪ʱ‿nə.d̪iː
سندھ||␣||
سندھی||␣||
سندیش||␣||
سندیہ||␣||
سنسار||␣||
سنسکرت|Sanskrit|sən.skɾɪt̪
سنشیہ||␣||
سننا||␣||
سنچائی||␣||
سنگ بستہ||␣||
سنگ||␣||
سنگار||␣||
سنگاپور||␣||
سنگم||␣||
سنگھ|lion|sɪ̃ŋɡʱ
سنگھرش||␣||
سنگیت||␣||
سنہ|lion|sɪ̃ŋɦ
سنیوگ||␣||
سنیچر||␣||
سوئی||␣||
سواد||␣||
سوادو|tasty|sʋɑː.d̪uː
سوال||␣||
سوالات||␣||
سوالو||␣||
سوالوں||␣||
سوانگ|imitation, disguise|sʋɑːŋɡ
سواگت|welcome|s,ʋ,ɑː.,ɡə,t̪
سوتا||␣||
سوتن||␣||
سوتنو||␣||
سوتنوں||␣||
سوتنیں||␣||
سوتیلا||␣||
سوتے||␣||
سوجن||␣||
سوجنا||␣||
سودا||␣||
سوراب||␣||
سورج|sun|s,uː.,ɾə,d͡ʒ
سورجو||␣||
سورجوں||␣||
سورن کوٹ||␣||
سورہ||␣||
سوری||␣||
سوریہ||␣||
سوستک|swastika|sʋəs.t̪ɪk
سوغات||␣||
سولہ||␣||
سوم||␣||
سوموار||␣||
سونا||␣||
سونگھنا||␣||
سوویت||␣||
سويمور||␣||
سوپن||␣||
سوچنا|to think|soːt͡ʃ.nɑː
سوڈا||␣||
سوڈان||␣||
سوکھا|dry|suː.kʰɑː
سوگ||␣||
سویرا||␣||
سویٹزرلینڈ||␣||
سویڈن||␣||
سَخْت|hard|sa,x,t||سخت
سَر|head|sə,ɾ||سر
سُست|lazy|sʊ,s,t||سست
سِینہ|breast|s,iː,n,ɑː||سینہ
سپارو||␣||
سپاروں||␣||
سپارہ||␣||
سپارے||␣||
سپاس||␣||
سپاہ||␣||
سپاہنی||␣||
سپاہی|soldier|sɪ.pɑː.ɦiː
سپاہیو||␣||
سپاہیوں||␣||
سپتاہ||␣||
سپنا||␣||
سپنوں||␣||
سپنے||␣||
سچ||␣||
سچا||␣||
سچی||␣||
سچے||␣||
سڑا||␣||
سڑک|road|sə.,ɽə,k
سکا||␣||
سکنا|to be able to|sək.nɑː
سکندر آباد||␣||
سکندر||␣||
سکھ||␣||
سکھر||␣||
سکھی||␣||
سکہ||␣||
سگ||␣||
سگریٹ نوشی||␣||
سگریٹ||␣||
سہاگ||␣||
سہایک||␣||
سہج||␣||
سہس||␣||
سہلانا||␣||
سہمانا||␣||
سہمت||␣||
سہمنا||␣||
سہن شیل||␣||
سہواس||␣||
سہولت||␣||
سہون سریف||␣||
سہیلی||␣||
سہیلیاں||␣||
سہیلیو||␣||
سہیلیوں||␣||
سیاحت||␣||
سیاروں||␣||
سیارہ||␣||
سیارے||␣||
سیاست|politics|sɪ.jɑː.sət̪
سیاستدان|politician|sɪ.jɑː.sət̪.d̪ɑːn
سیاسی||␣||
سیالکوٹ||␣||
سیب||␣||
سیتا||␣||
سیخ||␣||
سیدھا||␣||
سیر سپاٹا|outing, excursion|sɛːɾ.sə.pɑː.ʈɑː
سیر|tour, journey|sɛːɾ
سیرا لیون||␣||
سیلاب||␣||
سینو||␣||
سینوں||␣||
سینچنا||␣||
سینکڑا|hundred|sɛːŋ.kə.ɽɑː/sɛːŋ.kɽɑː
سینگ|horn (anatomy)|siːŋɡ
سینہ|breast|s,iː,n,ɑː||سِینہ
سینیٹر|senator|siː.neː.ʈəɾ
سینے||␣||
سیٹھا||␣||
سیڑھی||␣||
سیکھنا|to learn|siːkʰ.nɑː
سے|by, with, to|s,eː
شاباش||␣||
شاخ||␣||
شاد||␣||
شادی||␣||
شارجہ||␣||
شاستر|study, science|ʃɑːs.t̪əɾ
شاسن کال||␣||
شاسن||␣||
شاسک||␣||
شاطر||␣||
شاعر|poet|ʃɑː.jəɾ
شاعرہ|poetess|ʃɑːj.ɾɑː
شاعری|poetry|ʃɑːj.ɾiː
شال||␣||
شام||␣||
شامل||␣||
شاموں||␣||
شامیں||␣||
شان||␣||
شانتی||␣||
شانو||␣||
شانوں||␣||
شانہ||␣||
شانے||␣||
شاور||␣||
شاپر||␣||
شاگرد||␣||
شاہ رخ||␣||
شاہ رگ||␣||
شاہ قلی||␣||
شاہ مکھی||␣||
شاہ نامہ||␣||
شاہ||␣||
شاہراہ|highway|ʃɑːɦ.ɾɑːɦ
شاہی|kingly, princely|ʃɑː.ɦiː
شاہین||␣||
شاید||␣||
شب بخیر||␣||
شب برات||␣||
شب||␣||
شبد||␣||
شبدکوش||␣||
شبنم||␣||
شبھ|good, auspicious|ʃʊbʱ
شتابدی||␣||
شترو|enemy, adversary|ʃət̪.ɾuː
شتک||␣||
شجر||␣||
شخص|person, individual|ʃə,x,s
شدت||␣||
شراب|alcoholic drink|ʃə.ɾɑːb
شرارت||␣||
شرارتو||␣||
شرارتوں||␣||
شرارتی||␣||
شرارتیں||␣||
شرافت||␣||
شرط||␣||
شرطی||␣||
شرفا||␣||
شرم||␣||
شرمگیں||␣||
شروع کرنا||␣||
شرک|polytheism|ʃɪɾk
شرکرا|sugar|ʃəɾ.kə.ɾɑː
شریر|evil, bad, corrupt|ʃə.ɾiːɾ
شریعت||␣||
شریعتوں||␣||
شریعتیں||␣||
شریف||␣||
شرینگر||␣||
شریک سفر||␣||
ششن||␣||
ششک||␣||
شعر|verse|ʃ,eː,ɾ|śer|شِعر शेर
شعرا||␣||
شعلوں||␣||
شعلہ|flame|ʃoː,‹,l,ɑː|śu'la|شُعلہ
شعلے||␣||
شعور||␣||
شعیب||␣||
شفا خانہ||␣||
شفا||␣||
شفقت||␣||
شفیق||␣||
شقرا||␣||
شلوار قمیض||␣||
شلیہ||␣||
شمال||␣||
شمالی مقدونیہ||␣||
شمالی کوریا||␣||
شمس||␣||
شمشیر||␣||
شمع||␣||
شمعو||␣||
شمعوں||␣||
شمعیں||␣||
شناخت|identification|ʃɪ.nɑːxt̪
شناختی کارڈ||␣||
شنتانو||␣||
شوربا||␣||
شوق|keenness, interest|ʃ,ɔ,q||شَوق
شوپیاں||␣||
شوہر||␣||
شيخوپورہ||␣||
شَوق|keenness, interest|ʃɔ,‹,q||شوق
شَکتی|power, strength|ʃə,k.,t̪,iː |śaktī|شکتیशक्ति||شکتی
شُعلہ|flame|ʃoː,‹,l,ɑː|śu'la|شعلہ||شعلہ
شُہرت|fame|ʃɔ,h,rə,t||شہرت
شِعر|verse|ʃeː,‹,ɾ|śer|شعرशेर|| شعر
شکار گاہ||␣||
شکار||␣||
شکارپور||␣||
شکایت||␣||
شکتی|power, strength|ʃə,k.,t̪,iː| śaktī|شَکتی शक्ति
شکر||␣||
شکریہ|thanks, thank you|ʃʊk.ɾɪ.jɑː
شکووں||␣||
شکوہ||␣||
شکوہو||␣||
شکوہوں||␣||
شکوے||␣||
شکی||␣||
شگن||␣||
شہ زور||␣||
شہادت||␣||
شہباز||␣||
شہتوت||␣||
شہد کی مکھی||␣||
شہدا||␣||
شہداد کوٹ||␣||
شہر سبز||␣||
شہر|city, town|ʃɛ.ɦɛɾ
شہرت|fame|ʃɔ,h,rə,t||شُہرت
شہرتوں||␣||
شہرتیں||␣||
شہروز||␣||
شہروں||␣||
شہری||␣||
شہزادہ|prince|ʃəɦ.zɑː.d̪ɑː
شہزادی||␣||
شہلا||␣||
شہمات||␣||
شہنشاہ||␣||
شہید||␣||
شہیدو||␣||
شہیدوں||␣||
شیخ||␣||
شیدا||␣||
شیر پنجاب|Lion of the Punjab|ʃ,e,r ɛ, ,pə,n,ʤ,ɑː,b||شیرِ پنجاب
شیر|lion, tiger; milk|ʃ,eː,ɾ
شیرِ پنجاب|Lion of the Punjab|ʃ,e,r ɛ, ,pə,n,ʤ,ɑː,b||شیر پنجاب
شیریں||␣||
شیش ناگ||␣||
شیشو||␣||
شیشوں||␣||
شیشہ|glass, mirror|ʃ,iː.,ʃ,ɑː
شیشے||␣||
شیطان||␣||
شیفیلڈ||␣||
شیو|Shiva|ʃiːʋ
شیکھاواٹی||␣||
شے||␣||
صائب|to the point, well-aimed|sɑː.ɪb||صایِٔب
صابر|patient, forbearing|sɑː.bɪɾ
صابن|soap|s,ɑː,bʊ,n||صابُن
صابُن|soap|s,ɑː,bʊ,n||صابن
صاحب|sir, mister|sɑː.ɦɪb
صادق آباد||␣||
صارف|user (computing)|sɑː.ɾɪf
صارفین|users (computing)|sɑː.ɾɪ.fiːn
صاف کرنا||␣||
صاف||␣||
صالح||␣||
صایِٔب|to the point, well-aimed|sɑː.ɪb||صائب
صبح بخیر||␣||
صبح||␣||
صبر کا پھل میٹھا ہوتا ہے||␣||
صبر||␣||
صحافی|journalist|sɪ.ɦɑː.fiː/sə.ɦɑː.fiː
صحبت پور||␣||
صحت خانہ||␣||
صحت||␣||
صحرا||␣||
صحرائے اعظم||␣||
صحن||␣||
صحیح|right, correct, accurate|sə.ɦiː
صدا||␣||
صدائے بلند|a high voice|sa,d,ɑː ,–,ɛ, ,bu,la,n,d
صداقت||␣||
صدر مملکت|president|sə.d̪əɾ.eː.mʊm.lɪ.kət̪
صدر||␣||
صدرو||␣||
صدروں||␣||
صدقہ||␣||
صدی||␣||
صدیاں||␣||
صدیوں||␣||
صرف||␣||
صعب||␣||
صغیر||␣||
صفائی||␣||
صفحو||␣||
صفحوں||␣||
صفحہ|page|sə,f.,ɦ,ɑː, / sə.fɑː
صفحۂ اول||␣||
صفحۂ اول‎|home page|səf.ɦə.e.əʋːəl||صَفْحَۂ اَوَّل‎
صفحے||␣||
صفرواں||␣||
صلاح||␣||
صلاحیت||␣||
صلوۃ||␣||
صلہ||␣||
صلی اللہ علیہ وسلم||␣||
صلی||␣||
صلیب|cross, crucifix|sə.liːb
صلیبی||␣||
صنعت||␣||
صنف||␣||
صنم||␣||
صنمیات||␣||
صنوبر||␣||
صوابی||␣||
صوبہ||␣||
صورت حال||␣||
صورت||␣||
صورتو||␣||
صورتوں||␣||
صورتیں||␣||
صَفْحَۂ اَوَّل‎|home page|səf.ɦə.e.əʋːəl||صفحۂ اول‎
ضابطہ||␣||
ضبط||␣||
ضد|stubbornness|zɪ,d||ضِد
ضدی||␣||
ضرر||␣||
ضرور|surely, definitely|zə.ɾuːɾ
ضرورت||␣||
ضروری||␣||
ضعیف||␣||
ضعیفو||␣||
ضعیفوں||␣||
ضلع||␣||
ضلعوں||␣||
ضلعے||␣||
ضم||␣||
ضمانت|bail, security|zə.mɑː.nət̪
ضمنی انتخابات||␣||
ضمیر||␣||
ضمیمہ||␣||
ضِد|stubbornness|zɪ,d||ضد
ضیاء|light|z,i,aː,–
ضیافت||␣||
طاعون||␣||
طاق رات||␣||
طاقت||␣||
طاقتو||␣||
طاقتور||␣||
طاقتوں||␣||
طاقتیں||␣||
طالب علم|student (seeker of knowledge)|t,ɑː,lɪ,b ɛ, ,ɪ,l,m||طالبِ علم
طالبان||␣||
طالبِ علم|student (seeker of knowledge)|t,ɑː,lɪ,b ɛ, ,ɪ,l,m||طالب علم
طبق||␣||
طبلہ|tabla, drum|t̪əb.lə.ᵊ
طبی||␣||
طبیب||␣||
طبیعت|state, health|t̪ə.biː.jət̪
طبیعی||␣||
طبیعیات|physics|t̪ə.biː.jɑːt̪/t̪ə.biː.(ʔ)jɑːt̪
طرابلس||␣||
طرح||␣||
طرز||␣||
طرزوں||␣||
طرزیات||␣||
طرزیں||␣||
طرف دار||␣||
طرف||␣||
طریقہ||␣||
طشتری||␣||
طعام گاہ||␣||
طعام||␣||
طعنو||␣||
طعنوں||␣||
طعنہ||␣||
طعنے||␣||
طفل||␣||
طلا کار||␣||
طلا کاری||␣||
طلاق|divorce|t̪ə.lɑːq
طلعت||␣||
طلوع||␣||
طوائف||␣||
طوبی||␣||
طور|hill, mount|t̪,uː,ɾ
طوفان|storm, flood|t̪uː.fɑːn
طول و عرض||␣||
طیاروں||␣||
طیارہ||␣||
طیارے||␣||
طیب||␣||
طیر||␣||
طیران گاہ||␣||
طے||␣||
ظالم||␣||
ظاہر|apparent|z,ɑː,ɦɪ,r||ظَاہِر
ظرف||␣||
ظفر||␣||
ظلم و ستم||␣||
ظلم||␣||
ظَاہِر|apparent|z,ɑː,ɦɪ,r||ظاہر
ظہرانہ||␣||
عائلہ||␣||
عائلی||␣||
عابد||␣||
عابدہ||␣||
عاجزی||␣||
عادت|habit|–,ɑː,da,t
عارف والا||␣||
عاشق||␣||
عاصی||␣||
عالم||␣||
عالمی وبا||␣||
عالیہ||␣||
عام طور سے||␣||
عام طور پر||␣||
عام|common, ordinary|ɑːm
عاملہ||␣||
عبادت گاہ||␣||
عبادت|worship, veneration|ɪbad̪ət̪
عبادتوں||␣||
عبادتی||␣||
عبادتیں||␣||
عبد اللہ||␣||
عبرانی||␣||
عبری|Hebrew|ɪb.ɾiː
عجائب خانہ||␣||
عجائب گھر|museum|ə.d͡ʒɑː.ɪb‿ɡʱəɾ
عجائب|wonder, curiosity|ə.d͡ʒɑː.ɪb/ə.d͡ʒɑː.eːb
عجائبات||␣||
عجمی||␣||
عجوبہ|wonder, portent|ə.d͡ʒuː.bɑː
عجیب|strange, foreign|ə.d͡ʒiːb
عدالت||␣||
عدس||␣||
عدم||␣||
عذاب||␣||
عراق||␣||
عرب|Arab|ə,rə,b|arab| عَرَب
عربستان||␣||
عربی||␣||
عرش||␣||
عرشی||␣||
عرض|request, petition|əɾz
عرضی||␣||
عرق||␣||
عزت دار||␣||
عزت||␣||
عزیز|loved one|ə.ziːz
عشائیہ||␣||
عشق|love, passion|ɪʃq
عشقو||␣||
عشقوں||␣||
عضو||␣||
عطر||␣||
عظم||␣||
عظیم||␣||
عفو||␣||
عقل||␣||
عقلمند||␣||
عقیلہ||␣||
علاج||␣||
علاقو||␣||
علاقوں||␣||
علاقہ||␣||
علاقے||␣||
علامت||␣||
علامتو||␣||
علامتوں||␣||
علامتیں||␣||
علم بردار||␣||
علم|knowledge, literature|ɪ,l,m||عِلْم
علما||␣||
علمی||␣||
علمیات|epistemology|ɪl.mɪ.jɑːt̪
علوم||␣||
علی آباد||␣||
علی قلی||␣||
علی||␣||
علیحدگی||␣||
علیحدہ||␣||
علینہ||␣||
علیہ السلام||␣||
علیہا السلام||␣||
عمان||␣||
عمدہ||␣||
عمر||␣||
عمران||␣||
عمرکوٹ||␣||
عمل|action, deed|ə.məl
عملہ||␣||
عموما|generally, usually|ɑː.muː.mən
عمومی||␣||
عنابی|maroon|ʊn.nɑː.biː/ə.nɑː.biː
عنب|grape|ɪ.,neː,b
عنصر||␣||
عنوان||␣||
عوام|public, masses|ə.ʋɑːm
عورت|woman, wife|ɔː.ɾət̪
عورتو||␣||
عورتوں||␣||
عورتیں||␣||
عَرَب|Arab|ə,rə,b|arab|عرب||عرب
عِلْم|knowledge, literature|ɪ,l,m||علم
عکرشہ||␣||
عکس||␣||
عہد||␣||
عہدوں||␣||
عہدہ||␣||
عہدے||␣||
عیادت||␣||
عیاشی|debauchery, hedonism|(ʔ)ə̯i.jɑː.ʃiː/(ʔ)əj.jɑː.ʃiː
عیاں||␣||
عید الفطر||␣||
عید مبارک||␣||
عید||␣||
عیسؑی|Christ, upon him be peace!|isaː salejsallam||عیسؑیٰ
عیسؑیٰ|Christ, upon him be peace!|isaː salejsallam||عیسؑی
عیسائی||␣||
عیسائیت||␣||
عیسوی|Christian Era|–,iː,s,v,iː
عیسی مسیح|Jesus Christ|iː.sɑː‿mə.siːɦ||عیسیٰ مسیح
عیسی|Jesus|iː.sɑː||عیسیٰ
عیسیٰ مسیح|Jesus Christ|iː.sɑː‿mə.siːɦ||عیسی مسیح
عیسیٰ|Jesus|iː.sɑː||عیسی
عیش||␣||
عین||␣||
عینک||␣||
غائب||␣||
غار||␣||
غاروں||␣||
غالبا||␣||
غالی||␣||
غدار||␣||
غدارو||␣||
غداروں||␣||
غذا||␣||
غرض||␣||
غرناطہ||␣||
غروب||␣||
غرور|pride, vanity|ɣʊɾuːɾ
غریب||␣||
غریبو||␣||
غریبوں||␣||
غزل||␣||
غزوہ||␣||
غزہ پٹی||␣||
غزہ||␣||
غسل خانہ||␣||
غسل||␣||
غسلخانہ||␣||
غش||␣||
غضب||␣||
غفلت||␣||
غلام|slave|ɣʊ,l,ɑː,m||غُلام
غلامو||␣||
غلاموں||␣||
غلط سمجھنا|to misunderstand|ɣə.lət̪‿sə.məd͡ʒʱ.nɑː
غلط کرنا||␣||
غلط||␣||
غلطی|mistake, error|ɣəl.(ə.)t̪iː
غلطیاں||␣||
غلطیو||␣||
غلطیوں||␣||
غلہ||␣||
غم|grief, sorrow|ɣəm
غمر||␣||
غمو||␣||
غموں||␣||
غنائیت|nasalisation|ɣʊn.nɑː.iː.jət̪||غُنّایِٔیّت
غنودگی||␣||
غنودگیاں||␣||
غنودگیوں||␣||
غنودہ||␣||
غنچہ|flower bud|ɣʊ,n.,t͡ʃ,ɑː
غنڈہ||␣||
غنہ|nasal|ɣʊn.nə
غور||␣||
غوٹہ||␣||
غُلام|slave|ɣʊ,l,ɑː,m||غلام
غُنّایِٔیّت|nasalisation|ɣʊn.nɑː.iː.jət̪||غنائیت
غٹر غوں||␣||
غژماں||␣||
غیر حاضر||␣||
غیر ملکی||␣||
غیر ممکن||␣||
غیر||␣||
غیرت||␣||
ـستان||␣||
فادر||␣||
فارس||␣||
فارسی|Persian|fɑːɾ.siː
فارغ التحصیل||␣||
فارغ||␣||
فاس||␣||
فاسد||␣||
فاصلہ||␣||
فاضل||␣||
فاقہ||␣||
فالتو||␣||
فالج||␣||
فالجوں||␣||
فالحال||␣||
فالسئی|magenta|fɑːl.sə.iː
فالسہ||␣||
فالودہ||␣||
فانوس||␣||
فانی|mortal, finite|fɑː.niː
فاکہہ||␣||
فتح||␣||
فتنہ||␣||
فتور||␣||
فتورو||␣||
فتوروں||␣||
فجی||␣||
فحش||␣||
فخر|glory, pride|fəxɾ
فدیہ||␣||
فرات||␣||
فراز||␣||
فراق||␣||
فراقوں||␣||
فراموش||␣||
فرانس||␣||
فرانسیسی||␣||
فراہم||␣||
فربہ||␣||
فرزند||␣||
فرزی||␣||
فرزین بنانا||␣||
فرزین||␣||
فرزیں||␣||
فرش||␣||
فرشتو||␣||
فرشتوں||␣||
فرشتہ||␣||
فرشتے||␣||
فرص||␣||
فرصت||␣||
فرصتو||␣||
فرصتوں||␣||
فرصتیں||␣||
فرض||␣||
فرضی|false, fake|fəɾ.ziː
فرعون||␣||
فرقہ||␣||
فرمائش||␣||
فرمان||␣||
فرمانا||␣||
فرنگی||␣||
فرہاد||␣||
فرہنگ||␣||
فریاد||␣||
فریال||␣||
فریب||␣||
فریبو||␣||
فریبوں||␣||
فرینکفرٹ||␣||
فزان||␣||
فساد||␣||
فسادی||␣||
فسانہ||␣||
فضا||␣||
فضائیہ||␣||
فضل||␣||
فضلو||␣||
فضلوں||␣||
فضول||␣||
فطرت|disposition, temperament|fɪt̪.ɾət̪
فعل متعدی||␣||
فقروں||␣||
فقرہ||␣||
فقرے||␣||
فقہ||␣||
فقیر||␣||
فلائٹ||␣||
فلاں||␣||
فلسطین||␣||
فلم||␣||
فلپائن||␣||
فلک|heaven, sky|fə.lək
فلکیات|astronomy|fəl.kiː.jɑːt̪
فن لینڈ||␣||
فن||␣||
فوتگی||␣||
فوج|army, force|fɔːd͡ʒ
فوجو||␣||
فوجوں||␣||
فوجیں||␣||
فورا|immediately, instantly|fɔː.ɾən||فَوْراً
فولاد||␣||
فون کرنا||␣||
فون|phone|fuːn/fōn
فَوْراً|immediately, instantly|fɔː.ɾən||فورا
فٹافٹ||␣||
فکر|concern|fɪkɾ
فہرست||␣||
فہرستو||␣||
فہرستوں||␣||
فہرستیں||␣||
فی الحال|at present|f,i, ,–,l,h,ɑː,l
فیروزوالہ||␣||
فیروزہ||␣||
فیروزی|turquoise, teal|feː.ɾoː.ziː
فیصد|percent|f,iː.,sə,d̪
فیصل آباد||␣||
فیصل||␣||
فیصلہ||␣||
فیل بان||␣||
فیل مرغ||␣||
فیل پا||␣||
فیل||␣||
فیلا||␣||
فیلان||␣||
فیلاں||␣||
فیلہ||␣||
قائم||␣||
قاب||␣||
قابض|occupier, possessor|qɑː.bɪz
قابل|capable|qɑː.bɪl
قابلیت|ability|qɑːb.lɪ.jət̪||قابِلِیَّت
قابِلِیَّت|ability|qɑːb.lɪ.jət̪||قابلیت
قاتل|killer, assassin|qɑː.t̪ɪl
قادیان||␣||
قاری||␣||
قاضی نور محمّدؒ|Qazi Nur Muhammad, may God have mercy upon him!|kaziː nur mamed rahmatulla alayhe
قاضی||␣||
قاعدو||␣||
قاعدوں||␣||
قاعدہ|law, rule|q,ɑː.,ɪ.,d̪ɑː,–||قیَاعِدَہ
قاعدے||␣||
قافلو||␣||
قافلوں||␣||
قافلہ||␣||
قافلے||␣||
قافیہ||␣||
قاقم||␣||
قالین||␣||
قاموس|dictionary|qɑː.muːs
قانون نفاذ||␣||
قانون گو||␣||
قانون||␣||
قانونی||␣||
قاچاقی||␣||
قاہرہ||␣||
قباحت||␣||
قباحتو||␣||
قباحتوں||␣||
قباحتیں||␣||
قبر||␣||
قبرستان||␣||
قبرص||␣||
قبض||␣||
قبضوں||␣||
قبضہ|occupation|qə,b.,zə,–
قبل||␣||
قبلتین||␣||
قبول کرنا|to accept|qʊ.buːl‿kəɾ.nɑː
قبول|assent|qʊ.buːl
قتل||␣||
قدرت||␣||
قدرتو||␣||
قدرتوں||␣||
قدرتیں||␣||
قدم||␣||
قدیم||␣||
قرآن||␣||
قرار||␣||
قراقرم||␣||
قربان||␣||
قربانی||␣||
قرض||␣||
قرضہ||␣||
قرطبہ||␣||
قرمزی|crimson|qɪɾ.mɪ.ziː
قرہ باغ||␣||
قرہ قرم||␣||
قرہ||␣||
قریب||␣||
قزاقستان||␣||
قسط|episode (TV)|qɪst̪
قسطنطنیہ||␣||
قسطوں||␣||
قسطیں||␣||
قسم||␣||
قسمت|fate, kismet|qɪs.mət̪
قسموں||␣||
قسمیں||␣||
قشنگ||␣||
قصائی||␣||
قصاب||␣||
قصاص||␣||
قصبات||␣||
قصبوں||␣||
قصبہ||␣||
قصبے||␣||
قصور||␣||
قصہ||␣||
قصیدو||␣||
قصیدوں||␣||
قصیدہ||␣||
قصیدے||␣||
قضات||␣||
قضیب||␣||
قطار||␣||
قطب||␣||
قطرۂ آب|drop of water|qa,t,ra ,ɛ, ,ɑː,b
قطعا||␣||
قطعی||␣||
ققنس|phoenix|qə,q.,nʊ,s
ققنوس||␣||
قلات||␣||
قلب||␣||
قلعو||␣||
قلعوں||␣||
قلعہ سیف اللہ||␣||
قلعہ عبداللہ||␣||
قلعہ|fort, castle|qɪ.,l,ɑː,–
قلعے||␣||
قلفی||␣||
قلم|pen|qə,lə,m
قلندر||␣||
قلو پطرہ||␣||
قلی||␣||
قمار خانہ|gambling house|qɪ.mɑːɾ.xɑː.nɑː
قمبر علی خان||␣||
قمچی||␣||
قمیص||␣||
قمیض|shirt|qə.miːz
قواعد||␣||
قوت|food|quːt̪
قوس قزح||␣||
قوطی||␣||
قوق||␣||
قوم پرست|nationalist|qɔːm.pə.ɾəst̪
قوم پرستی|nationalism|qɔːm.pə.ɾəs.t̪iː
قوم|nation, people|qɔːm
قومی زبان||␣||
قومی||␣||
قومیت|nationality|qɔː.mɪj.jət̪
قوی||␣||
قَین٘چی|scissors|qɛ̃ː.t͡ʃiː||قینچی
قہر||␣||
قہقہہ||␣||
قہوہ||␣||
قیادت||␣||
قیامت||␣||
قید||␣||
قیمت||␣||
قیمتی|valuable, precious|qiː.mə.t̪iː
قیمہ|ground meat|qiː.mɑː
قینچی|scissors|qɛ̃ː.t͡ʃiː||قَین٘چی
قیَاعِدَہ|law, rule|q,ɑː.,ɪ.,d̪ɑː,–|قاعدہ
قے کرنا||␣||
قے||␣||
كشی||␣||
لائبریری||␣||
لائن|queue|l,ɑː,–,ɪn
لائٹر||␣||
لاج||␣||
لاجورد||␣||
لاجوردی||␣||
لاجوں||␣||
لاجیں||␣||
لازم||␣||
لاشعاع||␣||
لاطینی||␣||
لافانی||␣||
لال|red|l,ɑː,l
لالٹین||␣||
لالہ||␣||
لامتناہی|infinite, endless|lɑː.mʊ.t̪ə.nɑː.ɦiː
لانڈگا||␣||
لاوارث||␣||
لاٹری||␣||
لاٹھی||␣||
لاپتہ||␣||
لاپروا||␣||
لاڈلہ||␣||
لاڑکانہ||␣||
لاکھ|100,000|lɑːkʰ
لاگت||␣||
لاگتوں||␣||
لاگتیں||␣||
لاہور|Lahore|lɑː.ɦɔːɾ
لاہوری||␣||
لب||␣||
لباس||␣||
لبنان||␣||
لبوں||␣||
لبھانا||␣||
لتھوینیا||␣||
لجنہ||␣||
لحظوں||␣||
لحظہ||␣||
لحظے||␣||
لحم||␣||
لداخ|Laddakh|ləd̪.d̪ɑːx
لدھیانہ||␣||
لرزاں|trembling, shaking|ləɾ.zɑ̃ː
لسان||␣||
لسانیات|linguistics|lɪ.sɑː.nɪ.jɑːt̪
لطف اندوز ہونا|to enjoy|lʊt̪f‿ən.d̪oːz‿ɦoː.nɑː
لطفا||␣||
لطیفہ||␣||
لعب||␣||
لعنت ہو||␣||
لغت|dictionary|lʊ.,ɣə,t̪
لغو||␣||
لغوی||␣||
لفافو||␣||
لفافوں||␣||
لفافہ||␣||
لفافے||␣||
لفظ|word, term|lə,f,z||لَفْظ
لفنگا||␣||
لقب||␣||
لقمان||␣||
للاٹ|forehead|lə.lɑːʈ
لمبا|tall (people)|ləm.bɑː
لمبائی|length, height|lə̃m.bɑː.iː
لمحاتی||␣||
لمپٹ||␣||
لندن||␣||
لنگ||␣||
لنگایت دھرم||␣||
لنگایت||␣||
لوبیا||␣||
لوتھ|corpse|loːt̪ʰ
لوح جہاں||␣||
لودهراں||␣||
لورالائی||␣||
لوری|lullaby|loː.ɾiː
لوسیل||␣||
لوط||␣||
لومڑی||␣||
لوٹا||␣||
لوٹو||␣||
لوٹوں||␣||
لوٹے||␣||
لوک سبھا||␣||
لوک شاہی|democracy|loːk.ʃɑː.ɦiː
لوگ|people|l,o,g
لوگو||␣||
لوگوں||␣||
لوہا||␣||
لوہار||␣||
لوہوں||␣||
لوہے||␣||
لَفْظ|word, term|lə,f,z||لفظ
لَڑْکی|girl|lə,ɽ,k,iː|laṛkī|لَڑْکی लड़की||لڑکی
لِکھنَا|to write|lɪ,kʰ,‹,nɑː,‹||لکھنا
لِہٰذا|therefore|lɛ.,ɦɑː.,z,ɑː|lihāzā|لہذا||لہذا
لڑائی||␣||
لڑنا||␣||
لڑکا|boy|ləɽ.kɑː
لڑکی|girl|lə,ɽ.,k,iː|laṛkī|لَڑْکی लड़की
لڑکیاں|girls|la,ɽ,k,iː,ɑ̃ː,‹
لڑکیوں کا|of the girls|la,ɽ,k,iː,õ,‹, ,k,ɑː
لڑکے|boys|lə,ɽ,k,e
لڑھکنا||␣||
لکشادیپ||␣||
لکشمی||␣||
لکڑی کا پل||␣||
لکڑی||␣||
لکھائی||␣||
لکھنؤ||␣||
لکھنا|to write|lɪ,kʰ,‹,n,ɑː||لِکھنَا
لکھنوی||␣||
لگام||␣||
لگانا|to put, spread|lə.ɡɑː.nɑː
لگے||␣||
لہجہ||␣||
لہذا|therefore|lɛ.,ɦɑː.,z,ɑː|lihāzā|لِہٰذا
لہرانا||␣||
لہسن|garlic|ləɦ.sʊn
لہنگا||␣||
لہو||␣||
لیئج||␣||
لیاقت آباد||␣||
لیسٹر||␣||
لیل||␣||
لیلۃ القدر||␣||
لیلی||␣||
لیموں||␣||
لینا|to take|l,eː.,n,ɑː
لیون||␣||
لیوں||␣||
لیٹنا|to lie down, yield|leːʈ.nɑː
لیکن||␣||
لیکھ||␣||
لیکھنی|pen (writing)|leː.kʰə.niː
لیکھک||␣||
لیہہ||␣||
مؤذن|muezzin|mʊ.əz.zɪn
مؤسسہ||␣||
ماء||␣||
ماتا||␣||
ماتم||␣||
ماتھا||␣||
ماتھو||␣||
ماتھوں||␣||
ماتھے||␣||
ماحول||␣||
ماخولیا||␣||
مادہ||␣||
مادیت||␣||
مارنا|to beat, hit|mɑːɾ.nɑː
مارونی||␣||
مارگ|route, path, street|mɑːɾɡ
ماسکو||␣||
ماضی||␣||
مال غنیمت||␣||
مالا|garland, necklace|mɑː.lɑː
مالدیپ||␣||
مالٹا||␣||
مالٹوں||␣||
مالٹے||␣||
مالک||␣||
مالیخولیا||␣||
ماما||␣||
ماموں||␣||
مامے||␣||
مان جانا||␣||
ماندہ||␣||
مانسہرہ||␣||
ماننے والا||␣||
مانوس||␣||
مانچسٹر||␣||
مانگ||␣||
مانگنا||␣||
ماں|mother|m,ãː,‹,
ماہ||␣||
ماہانہ||␣||
ماہر|skilled, proficient|mɑː.ɦɪɾ
ماہرین||␣||
ماہی||␣||
ماہ‌جبیں||␣||
مبارک||␣||
مبلغ||␣||
مبنی||␣||
مت||␣||
متجسس||␣||
متحدہ عرب امارات||␣||
مترا||␣||
مترائی||␣||
مترجم||␣||
متسیہ||␣||
متعارف||␣||
متعدد||␣||
متعلق||␣||
متلی||␣||
متوالا||␣||
متوالی||␣||
متوجہ||␣||
متولد||␣||
متولی||␣||
متکلم||␣||
متھرا||␣||
مثال||␣||
مثلا|for example|mə,sə,l,ən||مثلاً
مثلاً|for example|mə,sə,l,ən||مثلا
مجبور||␣||
مجرم|criminal|mʊd͡ʒ.ɾɪm
مجمع||␣||
مجمعو||␣||
مجمعوں||␣||
مجمعے||␣||
مجموعو||␣||
مجموعوں||␣||
مجموعہ||␣||
مجموعے||␣||
مجنون||␣||
مجھ کو||␣||
مجھ||␣||
مجھے پیاس لگی ہے|I am thirsty|mʊ.d͡ʒʱeː‿pjɑːs‿lə.ɡiː‿ɦɛː
مجھے||␣||
مجہول||␣||
محاسب||␣||
محافظ||␣||
محافظت||␣||
محافظو||␣||
محافظوں||␣||
محال||␣||
محبت|love, affection|mʊ.ɦəb.bət̪
محبتوں||␣||
محبتیں||␣||
محتسب||␣||
محراب||␣||
محروم||␣||
محسن||␣||
محسوس||␣||
محشر|commotion|məɦ.ʃəɾ
محفل||␣||
محل|palace|mɛ.ɦɛl̪
محلوں||␣||
محلہ||␣||
محلے||␣||
محمد قلی||␣||
محمد|Muhammad|mʊ.ɦəm.məd̪
محمدی||␣||
محنت کرنا||␣||
محنت|effort|mə,ɦ.,nə,t̪, /meːɦ.nət̪||||x
محنتو||␣||
محنتوں||␣||
محنتیں||␣||
محیی الدین||␣||
مختصر|brief, short|mʊx.t̪ə.sɪɾ
مختصرا||␣||
مختلف||␣||
مخدوم||␣||
مخزن||␣||
مخلوط||␣||
مخمل|velvet|məx.məl
مخملی||␣||
مد نظر|bear in mind|məd̪d̪.eː.nə.zəɾ||مَدِّ نَظَر
مدت||␣||
مدد||␣||
مددو||␣||
مددوں||␣||
مددگار||␣||
مددیں||␣||
مدرا||␣||
مدعو||␣||
مدعی||␣||
مدفون||␣||
مدھم||␣||
مدھیہ پردیش||␣||
مدہوش||␣||
مدیر||␣||
مدیرا||␣||
مدینہ||␣||
مذاق|fun, joke|mə.zɑːq
مذمت||␣||
مذکر||␣||
مذکور||␣||
مذہب|religion|məz.ɦəb
مذہبی||␣||
مرا||␣||
مراٹھی|Marathi|mə.ɾɑː.ʈʰiː
مراکش||␣||
مربا||␣||
مربع||␣||
مرتبہ|degree, rank|məɾ.t̪ə.bɑː
مرتیو|death|mɾɪt̪.juː
مرد||␣||
مردار||␣||
مردان||␣||
مردانگی||␣||
مردانہ||␣||
مردد||␣||
مردنی||␣||
مردوں||␣||
مردہ باد||␣||
مرض||␣||
مرضی||␣||
مرعش||␣||
مرغابی||␣||
مرغی||␣||
مرغیاں||␣||
مرغیو||␣||
مرغیوں||␣||
مرمت||␣||
مرنا|to die|məɾ.nɑː
مروانا||␣||
مرکز||␣||
مرکزی||␣||
مرگ نینی||␣||
مرگی||␣||
مریادا||␣||
مریخ||␣||
مریدکے||␣||
مریض||␣||
مریم||␣||
مزاج||␣||
مزاحمت||␣||
مزدور||␣||
مزور||␣||
مزہ|fun, pleasure|mə.zɑː
مزید||␣||
مزیدار||␣||
مزے دار||␣||
مسئلوں||␣||
مسئلہ|question|məs.lɑː
مسئلے||␣||
مسافر|traveller, passenger|mʊ.sɑː.fɪɾ
مستراح||␣||
مسترد||␣||
مستعفی||␣||
مستقبل||␣||
مستقر||␣||
مستقل||␣||
مستونگ||␣||
مسجد|mosque|mə,s.,d͡ʒɪ,d̪
مسجدوں||␣||
مسجدیں||␣||
مسقط||␣||
مسلسل||␣||
مسلم باغ||␣||
مسلم||␣||
مسلمان|muslim|mʊ.səl.mɑːn
مسلمہ||␣||
مسود||␣||
مسوڑا||␣||
مسوڑو||␣||
مسوڑوں||␣||
مسوڑھا||␣||
مسوڑھو||␣||
مسوڑھوں||␣||
مسوڑھے||␣||
مسوڑے||␣||
مسکراہٹ||␣||
مسکراہٹوں||␣||
مسکراہٹیں||␣||
مسیح موعود||␣||
مسیح||␣||
مسیحا||␣||
مسیحی|christian|mə.siː.ɦiː
مسیحیت||␣||
مشاہدات||␣||
مشاہدو||␣||
مشاہدوں||␣||
مشاہدہ||␣||
مشاہدے||␣||
مشت خاک||␣||
مشترکہ منڈی||␣||
مشترکہ||␣||
مشدد||␣||
مشرق وسطی||␣||
مشرق||␣||
مشرقی تیمور||␣||
مشرقی پاکستان||␣||
مشرک||␣||
مشعل||␣||
مشغلہ||␣||
مشغول||␣||
مشق||␣||
مشقت||␣||
مشوروں||␣||
مشورہ||␣||
مشورے||␣||
مشک||␣||
مشکل|difficult|mʊʃ.kɪl
مشکوک||␣||
مشہد||␣||
مشہور||␣||
مشہوری||␣||
مشہوریاں||␣||
مشہوریوں||␣||
مصالحہ||␣||
مصر||␣||
مصروف||␣||
مصری||␣||
مصنف||␣||
مصیبت|trouble, calamity|mʊ.siː.bət̪
مضحکہ خیز||␣||
مضموم||␣||
مضمون||␣||
مطالعہ||␣||
مطعم||␣||
مطلب||␣||
مطلبی||␣||
مطلق العنان||␣||
مطلق العنانی|autocracy, totalitarianism|mʊt̪.lɪq.ʊl.ə.nɑː.niː
مطلقا||␣||
مطمئن||␣||
مظاہرہ|demonstration, rally|mʊ.zɑː.ɦɪ.ɾɑː
مظاہرین||␣||
مظفر آباد||␣||
مظفر گڑھ||␣||
مظلوم||␣||
مع||␣||
معائنوں||␣||
معائنہ کرنا||␣||
معائنہ||␣||
معائنے||␣||
معاش||␣||
معاشرہ|society|mʊ.(ʔ)ɑː.ʃɪ.ɾɑː
معاصر||␣||
معاف|forgiven|mʊ,ʔ,ɑː,f, / mɑːf||||x
معافی||␣||
معافیاں||␣||
معافیوں||␣||
معاملہ|matter, issue|mʊ.,›,ɑː,m.,l,ɑː, / mɑːm.lɑː
معاہدو||␣||
معاہدوں||␣||
معاہدہ||␣||
معاہدے||␣||
معبد||␣||
معبود||␣||
معتمد||␣||
معجزہ||␣||
معجم||␣||
معجمہ||␣||
معذرت||␣||
معذرتو||␣||
معذرتوں||␣||
معذرتیں||␣||
معذور||␣||
معروف||␣||
معرکہ||␣||
معصوم||␣||
معصومو||␣||
معصوموں||␣||
معطل||␣||
معلم اول||␣||
معلم|teacher, instructor|mʊ.(ʔ)əl.lɪm
معلوم||␣||
معمار||␣||
معماری||␣||
معمر||␣||
معمول||␣||
معمولی||␣||
معیار||␣||
معیاروں||␣||
معیاری||␣||
معیشت|economy|mə.(ʔ)iː.ʃət̪
مغربی بنگال||␣||
مغربی کنارہ||␣||
مغربی||␣||
مغل||␣||
مغلوط||␣||
مفاہمت|compromise|mʊ.fɑː.ɦɪ.mət̪
مفت||␣||
مفتوح||␣||
مفتی||␣||
مفہوم||␣||
مقامی||␣||
مقبوض|occupied, seized|məq.buːz||مَقبُوض
مقبوضہ کشمیر||␣||
مقبوضہ||␣||
مقبول||␣||
مقبولیت||␣||
مقتل||␣||
مقدار|amount, quantity|mɪ,q.,d̪,ɑː,ɾ
مقدسہ||␣||
مقدونی||␣||
مقروض||␣||
مقصد||␣||
مقصود||␣||
مقناطيس||␣||
مقناطیس||␣||
مقننہ||␣||
مقیم||␣||
ملائم||␣||
ملائیشیا||␣||
ملاحظہ||␣||
ملازمت||␣||
ملاقات||␣||
ملامت||␣||
ملانا||␣||
ملتان||␣||
ملتانی||␣||
ملزم||␣||
ململ|muslin|məl.məl
ملن|encounter|mɪ.lən
ملنا||␣||
ملنسار||␣||
ملنگ||␣||
ملوث||␣||
ملک|country|mʊlk
ملکاؤ||␣||
ملکاؤں||␣||
ملکائیں||␣||
ملکو||␣||
ملکوں||␣||
ملکہ|queen|mə.lɪ.kɑː
ملکی||␣||
ملکیت||␣||
ملی||␣||
ملیامیٹ||␣||
ممالک|countries|mə.mɑː.lɪk
ممانی||␣||
ممبئی||␣||
ممباسہ||␣||
مملکت متحدہ||␣||
مملکت||␣||
ممنوع||␣||
ممکن||␣||
ممی||␣||
من پسند||␣||
منا||␣||
مناسب|appropriate, suitable|mʊ.nɑː.sɪb
مناسبت||␣||
مناظر||␣||
مناعت||␣||
منانا||␣||
منتخب||␣||
منتر|charm, spell|mən.t̪əɾ
منتظم|manager, supervisor|mʊn.t̪ə.zɪm
منجمد||␣||
منحوس||␣||
مند||␣||
مندر||␣||
مندروں||␣||
منزل||␣||
منزلو||␣||
منزلوں||␣||
منزلیں||␣||
منسلک||␣||
منسوخ||␣||
منشور||␣||
منشوروں||␣||
منشی||␣||
منشیات||␣||
منشیہ|human, mankind|mə.nʊʂ.jə
منصوبہ||␣||
منظر||␣||
منظم||␣||
منظور||␣||
منع||␣||
منقبت||␣||
منقطع||␣||
منٹ|minute|mɪ.,nə,ʈ
منڈا||␣||
منڈی بہاؤالدین||␣||
منکر||␣||
منکھ||␣||
منگنی||␣||
منگوانا||␣||
منگیتر||␣||
منہ||␣||
منی پور||␣||
منی||␣||
منیت||␣||
مواصلات||␣||
مواقع||␣||
موت||␣||
موتر||␣||
موتوں||␣||
موتی||␣||
موتیو||␣||
موتیوں||␣||
موتیں||␣||
موج||␣||
موجود||␣||
موجودگی||␣||
موجودہ||␣||
مور||␣||
مورت||␣||
مورتی پوجا||␣||
مورتی|idol, icon|muːɾ.t̪iː
مورمن||␣||
موز||␣||
موزمبیق||␣||
موسم|season|m,ɔː.,sə,m
موسمبی||␣||
موسموں||␣||
موسوم||␣||
موسی خیل||␣||
موسی||␣||
موسیقار||␣||
موسیقی||␣||
موضوع||␣||
موضوعات||␣||
موقع||␣||
موقعوں||␣||
موقعے||␣||
مول||␣||
مولا||␣||
مولود||␣||
مومن||␣||
مومنو||␣||
مومنوں||␣||
مومنہ||␣||
مومنین||␣||
مونٹینیگرو||␣||
مونچھ||␣||
مونچھوں||␣||
مونچھیں||␣||
موٹا||␣||
موٹر سائیکل||␣||
موٹی||␣||
مویشی||␣||
مَدِّ نَظَر|bear in mind|məd̪d̪.eː.nə.zəɾ||مد نظر
مَقبُوض|occupied, seized|məq.buːz||مقبوض
مَکّہ|Mecca|mə,kk,ɑː|Makkā|مکہ
مِہربانی|kindness|mɛ,h,r,b,ɑː,n,iː||مہربانی
مٹانا|erase, delete|mɪ.,ʈ,ɑː.,n,ɑː
مٹاپا||␣||
مٹاپوں||␣||
مٹاپے||␣||
مٹنا|to fade away, wear off|mɪʈ.nɑː
مٹکی||␣||
مٹھائی||␣||
مٹھاس||␣||
مٹھی||␣||
مچھ||␣||
مچھر||␣||
مچھلی|fish|mə,t͡ʃʰ.,‹,l,iː
مژگانی||␣||
مکان||␣||
مکتب||␣||
مکروہ||␣||
مکسور||␣||
مکمل||␣||
مکھ|mouth|mʊkʰ
مکھن|butter|mə.kː.ʰən
مکھنوں||␣||
مکھڑا||␣||
مکھی||␣||
مکھیاں||␣||
مکھیو||␣||
مکھیوں||␣||
مکہ|Mecca|mə,kk,ɑː|Makkā|مَکّہ
مگرمچھ||␣||
مہا||␣||
مہابھارت|Mahabharata|mə.ɦɑː.bʱɑː.ɾət̪
مہاجر||␣||
مہاجرت||␣||
مہاجرین||␣||
مہاراشٹر||␣||
مہارانی|empress|mə.ɦɑː.ɾɑː.niː
مہارت||␣||
مہان||␣||
مہاوت|mahout|mə.ɦɑː.ʋət̪
مہدی قلی||␣||
مہر و ماہ||␣||
مہر||␣||
مہران||␣||
مہربان||␣||
مہربانی|kindness|mɛ,h,r,b,ɑː,n,iː||مِہربانی
مہرہ||␣||
مہلت||␣||
مہلتوں||␣||
مہلتیں||␣||
مہمان دار||␣||
مہمان داری||␣||
مہمان||␣||
مہمانی||␣||
مہندس||␣||
مہندی||␣||
مہنڈر||␣||
مہنگا|expensive|mə.ɦə̃ŋ.ɡɑː
مہنگائی||␣||
مہک||␣||
مہکار||␣||
مہکو||␣||
مہکوں||␣||
مہکیں||␣||
مہیلا||␣||
مہینا||␣||
مہینہ||␣||
میانمار||␣||
میانوالی||␣||
میاں|husband|mɪ.jɑ̃ː
میتھن||␣||
میخانہ||␣||
میدان||␣||
میرا ایک سوال ہے||␣||
میرا||␣||
میرپور خاص||␣||
میرپور ماتھیلو||␣||
میرپور||␣||
میری||␣||
میز||␣||
میزان||␣||
میزبان||␣||
میزورم||␣||
میغ||␣||
میل||␣||
مینو||␣||
مینڈھر||␣||
مینڈھک||␣||
مینگورہ||␣||
مینہ|rain|mẽːɦ
میور||␣||
میونخ||␣||
میوہ|dried fruit/nut|meː.ʋɑː
میٹھا||␣||
میکائیل||␣||
میکسیکو||␣||
میگھ|cloud|meːɡʱ
میگھالیہ||␣||
میں نے||␣||
میں پاکستانی ہوں||␣||
میں|I|mɛ̃ː
مے||␣||
نئی دہلی||␣||
نئی||␣||
نا آہنگی||␣||
نا اہل||␣||
نا لائق||␣||
نا||␣||
نائی||␣||
نائیجیریا||␣||
نااہل قرار دینا||␣||
ناتن||␣||
ناتی||␣||
ناخدا|sailor|n,ɑː.,xʊ.,d̪,ɑː
ناخن||␣||
نادار||␣||
نادان|naive, foolish|nɑː.d̪ɑːn
ناراض||␣||
نارنجی|orange (colour)|nɑː.ɾən.d͡ʒiː
نارنگی||␣||
ناروا||␣||
نارووال||␣||
ناروے||␣||
ناریل||␣||
ناز||␣||
نازل||␣||
نازک||␣||
ناستک||␣||
ناشتا||␣||
ناشتوں||␣||
ناشتے||␣||
ناشر||␣||
ناصر||␣||
ناصرت||␣||
ناصرہ||␣||
ناظر||␣||
ناظم||␣||
ناف||␣||
نافرمان||␣||
نافرمانبرداری||␣||
ناقوس||␣||
نال||␣||
نالی||␣||
نام|name|nɑːm
نامرد||␣||
نامردی||␣||
ناممکن||␣||
نامنظور||␣||
نامنظوری||␣||
نامہ نگار||␣||
نامہ||␣||
نامی||␣||
نان خطائی||␣||
نان||␣||
نانا||␣||
نانگل|plough|nɑːŋ.ɡəl
نانی||␣||
ناول||␣||
ناپاک||␣||
ناچ نہ جانے آنگن ٹیڑھا||␣||
ناچ||␣||
ناچنا||␣||
ناک|nose|n,ɑː,k
ناکام||␣||
ناکہ||␣||
ناگ||␣||
ناگالینڈ||␣||
ناگرک||␣||
ناہر||␣||
نایاب||␣||
نباتیات|botany|nə.bɑː.t̪ɪ.jɑːt̪
نبض|pulse, heartbeat|nə,b,z
نبھانا||␣||
نتیجتا|consequently, as a result|nə.t̪iː.d͡ʒə.t̪ən||نَتِیجَتاً
نتیجہ||␣||
نثر||␣||
نجبا||␣||
نجم||␣||
نجوم||␣||
نجی||␣||
نجیب||␣||
نخرا||␣||
نخست||␣||
نخچیر زن||␣||
نخچیر محبت||␣||
نخچیر کشی||␣||
نخچیر گاہ||␣||
نخچیر||␣||
ندرشن||␣||
ندی|river|nə.d̪iː
ندیاں||␣||
ندیو||␣||
ندیوں||␣||
نر|man|nəɾ
نردوش|innocent|nɪɾ.d̪oːʂ
نرم||␣||
نرمان|creation, formation|nɪɾ.mɑːɳ
نرمی||␣||
نرنایک||␣||
نرگس شہلا||␣||
نرگس||␣||
نزاکت||␣||
نزدیک|near|nə,z,d,iː,k
نزدیکی||␣||
نزہت||␣||
نس||␣||
نسا||␣||
نسائیت||␣||
نسبتا|comparatively|nɪs.bə.t̪ən||نِسْبَتاً
نستعلیق|nastaliq|nə,s.,t̪,ɑː.,l,iː,q
نسخ||␣||
نسخہ||␣||
نسل کشی||␣||
نسل|race, ethnic group|nəsl
نشان||␣||
نشانی||␣||
نشر مکرر|repeat broadcast|nə.ʃəɾ‿mʊ.kə.rːəɾ
نشر گاہ||␣||
نشریات|broadcasting|nəʃ.ɾɪ.jɑːt̪
نشریہ|broadcast|nəʃ.ɾɪjːə
نشست||␣||
نشور|resurrection|nʊ.,ʃ,uː,ɾ
نشچت||␣||
نشہ باز||␣||
نشہ ٹوٹنا||␣||
نشہ کرنا||␣||
نشہ||␣||
نصاب||␣||
نصاری|christians|nə.sɑː.ɾɑː||نصاریٰ
نصاریٰ|christians|nə.sɑː.ɾɑː||نصاری
نصرانی|christian|nəs.ɾɑː.niː
نصرت||␣||
نصف النہار||␣||
نصیب|fortune, destiny|nə.siːb
نصیبو||␣||
نصیبوں||␣||
نظارہ||␣||
نظام شمسی||␣||
نظام||␣||
نظامت||␣||
نظر ثانی||␣||
نظر سے دور، دل کے قریب||␣||
نظر نواز||␣||
نظر|look, gaze|nə.zəɾ
نظریہ||␣||
نظم||␣||
نظموں||␣||
نظمیں||␣||
نظیف|clean, pure|nə.,z,iː,f
نعت||␣||
نعرہ||␣||
نعم البدل||␣||
نعمت||␣||
نعمتو||␣||
نعمتوں||␣||
نعمتیں||␣||
نغمات||␣||
نغمو||␣||
نغموں||␣||
نغمہ|song, melody|nəɣ.mə
نغمے||␣||
نفاذ||␣||
نفاق||␣||
نفرت کرنا||␣||
نفرت||␣||
نفرتوں||␣||
نفرتیں||␣||
نقاب|mask|nɪ.qɑːb/nə.qɑːb
نقصان||␣||
نقطہ|nukta|nʊq.t̪ɑː
نقل حرفی||␣||
نقل نگاری||␣||
نقلی||␣||
نمائندگی||␣||
نماز||␣||
نمازوں||␣||
نمازیں||␣||
نمبو|lime|nimbu
نمستے|greetings!|nə.məs.t̪eː
نمونہ||␣||
نمک||␣||
نمکین|salty|nə,m.,k,iː,n
نمی||␣||
نن||␣||
نند||␣||
نندو||␣||
نندوئی||␣||
نندوئیو||␣||
نندوئیوں||␣||
نندوں||␣||
نندیں||␣||
ننگا|naked|nə̃ŋ.ɡɑː
ننھا||␣||
نو آبادی||␣||
نو|nine|n,ɔː||نَو
نوآبادیاتی||␣||
نوابشاہ||␣||
نواسو||␣||
نواسوں||␣||
نواسہ||␣||
نواسے||␣||
نوبت||␣||
نوجوان||␣||
نوجوانو||␣||
نوجوانوں||␣||
نوح||␣||
نور||␣||
نوش||␣||
نوشکی||␣||
نوشہرہ||␣||
نوشی||␣||
نومبر|November|nə,və,m,bə,r
نوواں|ninth|nə̯u.ʋɑ̃ː
نوکر شاہی||␣||
نوکر||␣||
نوکرانی||␣||
نوکری||␣||
نوید||␣||
نویدن||␣||
نویس||␣||
نویسندہ||␣||
نيت||␣||
نَتِیجَتاً|consequently, as a result|nə.t̪iː.d͡ʒə.t̪ən||نتیجتا
نَو|nine|nɔː,‹||نو
نِسْبَتاً|comparatively|nɪs.bə.t̪ən||نسبتا
نپولین||␣||
نچوڑنا||␣||
نژاد||␣||
نکاح||␣||
نکاراتمک|negative|nə.kɑː.ɾɑːt̪.mək
نکالنا|to remove|nɪ.kɑːl.nɑː
نکسیر||␣||
نکما||␣||
نگاہ||␣||
نگاہوں||␣||
نگاہیں||␣||
نگر||␣||
نگرانی||␣||
نہ|no|n,ə
نہاد||␣||
نہایت|remarkable|nɪ.,h,ɑː.,jə,t̪
نہتا||␣||
نہتی||␣||
نہتے||␣||
نہضت||␣||
نہیں|no, not|nə.,ɦ,ĩː,‹
نیا سال مبارک||␣||
نیا|new|nə.,j,ɑː
نیتن یاہو||␣||
نیر||␣||
نیز||␣||
نیزوں||␣||
نیزہ||␣||
نیزے||␣||
نیل پالش||␣||
نیم|rule, law|neːm/nɪ.jəm
نین||␣||
نیند||␣||
نیندوں||␣||
نیندیں||␣||
نینوں||␣||
نیو یارک||␣||
نیوجن||␣||
نیوزی لینڈ||␣||
نیپال||␣||
نیک||␣||
نے|ergative case marker|neː
وا|or|ʋɑː
وائی فائی|wifi|ʋɑː.iː.fɑː.iː
وابستگی||␣||
واجب القتل||␣||
واحد|single|ʋ,ɑː.,ɦɪ,d̪
وادی||␣||
وادیٔ سندھ کی تہذیب||␣||
وار|assault|ʋɑːɾ
وارانسی||␣||
وارد||␣||
واسط||␣||
واسطہ||␣||
واسع||␣||
واسی||␣||
واشک||␣||
واضح|clear|v,ɑː,zɛ,h||واضِح
واضِح|clear|v,ɑː,zɛ,h||واضح
واقع|situated|v,ɑː,qe,‹||واقِع
واقعات||␣||
واقعہ||␣||
واقف||␣||
واقِع|situated|v,ɑː,qe,‹||واقع
والد|father|ʋ,aː,lɪ,d
والدہ||␣||
والدین||␣||
وامن||␣||
واپس||␣||
واکیہ|sentence|ʋɑːk.jᵊ
واہ||␣||
واہک||␣||
وبا||␣||
وبال دوش||␣||
وبھاجن||␣||
وبھاگ||␣||
وتر||␣||
وجود||␣||
وجودیات||␣||
وجہ||␣||
ودھان سبھا||␣||
ودھان||␣||
ودھوا||␣||
ودیارتھی||␣||
ورت|vow|v,rə,t
ورزش خانہ||␣||
ورزش|sport, exercise|ʋəɾ.zɪʃ
ورودھ||␣||
وزارت خارجہ||␣||
وزارت دفاع||␣||
وزارت||␣||
وزرا||␣||
وزير خارجہ|foreign minister|ʋə.ziːɾ.eː‿xɑː.ɾɪ.d͡ʒɑː
وزیر آباد||␣||
وزیر اعظم|prime minister|ʋə.ziːɾ.eː.ɑː.zəm
وزیر اعلی||␣||
وزیر خارجہ||␣||
وزیر دفاع||␣||
وزیر|minister|ʋə.ziːɾ
وستو|item|ʋə,s,tu,‹||وَستُو
وسنت||␣||
وشنو|Vishnu|ʋɪʃ.nuː
وصال|embrace|ʋɪ.sɑːl
وصیت||␣||
وضع||␣||
وضو||␣||
وطن||␣||
وطنوں||␣||
وعدو||␣||
وعدوں||␣||
وعدہ||␣||
وعدے||␣||
وفا|faith, loyalty|ʋə.fɑː
وفاؤ||␣||
وفاؤں||␣||
وفائیں||␣||
وفات||␣||
وفاق|federal|wə.fɑːq/wɪ.fɑːq
وفد||␣||
وقار||␣||
وقارو||␣||
وقاروں||␣||
وقف||␣||
وقوع||␣||
ولئ کامل|perfect saint|valiː ɛ kɑːmɪl
ولائتی|foreigner|ʋɪ.lɑː.ɪ.t̪iː
ولایت|province|ʋɪ.lɑː.jət̪
ولایتی بینگن||␣||
ولایتی||␣||
ولد||␣||
ولندیز||␣||
ولی||␣||
ولے پارلے||␣||
ونا||␣||
وندر||␣||
ونشج||␣||
وواد||␣||
وواہ||␣||
وَستُو|item|ʋə,s,tu,‹||وستو
وچن|promise|ʋə.t͡ʃən
وڈھ||␣||
وکھیات||␣||
وگیان||␣||
وہ|that, he, she, it|ʋ,oː|vo|वो or वह
وہاڑی||␣||
وہاں|there|ʋə.ɦɑ̃ː
وہم||␣||
وہموں||␣||
وہی|the same|ʋə.ɦiː
ویاکرن|grammar|ʋjɑː.kə.ɾən
ویتنام||␣||
وید||␣||
ویر||␣||
ویران||␣||
وینجن|consonant|ʋjən.d͡ʒən
وینیزویلا||␣||
ویژن||␣||
ویکیوم کلینر||␣||
وے||␣||
ٹائٹ||␣||
ٹالنا||␣||
ٹان٘گ|leg|t,ãː,‹,g| ṭāṅg |ٹان٘گ  टांग||ٹانگ
ٹانگ|leg|t,ãː,‹,g|ṭāṅg|ٹان٘گ  टांग
ٹانگائل ضلع||␣||
ٹانگوں||␣||
ٹانگیں||␣||
ٹاپو||␣||
ٹرام||␣||
ٹرو||␣||
ٹرک||␣||
ٹریکٹر||␣||
ٹلفورڈ||␣||
ٹماٹر||␣||
ٹنڈو آدم||␣||
ٹنڈو الہ یار||␣||
ٹنڈو محمد خان||␣||
ٹوٹا||␣||
ٹوٹنا||␣||
ٹوٹی||␣||
ٹوٹے||␣||
ٹوپی|hat|ʈ,oː,p,iː
ٹٹی||␣||
ٹکر|collision, crash|ʈək.kəɾ
ٹکراو|collision, bump|ʈək.ɾɑːʋ
ٹکٹ||␣||
ٹھرکی||␣||
ٹھنڈا|cold|ʈʰə,‹,n.,ɖ,ɑː
ٹھنگنا||␣||
ٹھوس|solid, substantial|ʈʰoːs
ٹھوڑی||␣||
ٹھڈی||␣||
ٹھکانا||␣||
ٹھہرنا|to wait, stay|ʈʰə.ɦəɾ.nɑː
ٹھیس||␣||
ٹھیلا||␣||
ٹھیکا||␣||
ٹھیکیدار||␣||
ٹی وی||␣||
ٹیلی فون||␣||
ٹیلی ویژن||␣||
ٹینگی||␣||
ٹیپ||␣||
ٹیچر||␣||
ٹیچرو||␣||
ٹیچروں||␣||
ٹیکسلا||␣||
ٹیکسی||␣||
پ	ان|dish|pə,k,w,ɑː,n
پا خانہ|toilet|pɑː.xɑː.nɑː
پاؤُں|foot|p,ɑ̃ː.,ũː,‹|pāū̃|پاؤں||پاؤں
پاؤں|foot|p,ɑ̃ː.,ũː,‹|pāū̃|پاؤُں
پائخانہ||␣||
پائپ||␣||
پاخانہ||␣||
پاد مارنا||␣||
پاد||␣||
پادری||␣||
پارسی||␣||
پاروتی||␣||
پارچہ||␣||
پازیب||␣||
پاس||␣||
پاسبان||␣||
پاستا||␣||
پاسپورٹ||␣||
پال||␣||
پالتو||␣||
پالم||␣||
پالنا||␣||
پالک||␣||
پان||␣||
پانا||␣||
پانو||␣||
پانچ|five|pɑ̃ːt͡ʃ
پانچواں|fifth|pɑ̃ːt͡ʃ.ʋɑ̃ː
پانڈو||␣||
پانہ||␣||
پانی|water|p,ɑː.,n,iː||پَانِی
پاٹھک||␣||
پاپ||␣||
پاک روح||␣||
پاک||␣||
پاکستان|Pakistan|pɑː.kɪs.t̪ɑːn
پاکستانی|Pakistani|pɑː.kɪs.t̪ɑː.niː
پاکپتن||␣||
پاگل||␣||
پاگلو||␣||
پاگلوں||␣||
پایل||␣||
پتا|address (place)|pə.t̪ɑː
پتری||␣||
پتلا||␣||
پتلون|trousers|pət̪.luːn
پتنگ||␣||
پتنی||␣||
پتھ||␣||
پتھر||␣||
پتھروں||␣||
پتھک||␣||
پتہ||␣||
پتی|leaf|pət̪.t̪iː
پد||␣||
پدر شاہی||␣||
پدر||␣||
پذیر||␣||
پر||␣||
پراتن||␣||
پرانا||␣||
پرانت||␣||
پراٹھا||␣||
پراپت||␣||
پراچین||␣||
پراکرت|Prakrit language|pɾɑːk.ɾɪt̪
پربهات|dawn, daybreak|pɾə.bʱɑːt̪
پربھات||␣||
پرتِگّیا|vow, promise|pɾə.t̪ɪɡ.jɑː||پرتگیا
پرتگال||␣||
پرتگیا|vow, promise|pɾə.t̪ɪɡ.jɑː||پرتِگّیا
پردوں||␣||
پردہ نشین||␣||
پردہ||␣||
پردیسی||␣||
پردیش||␣||
پردے||␣||
پرزہ||␣||
پرستان||␣||
پرستش|worship|pə.ɾəs.t̪ɪʃ
پرسوں||␣||
پرش||␣||
پرشنسا|praise|pɾə.ʃən.sɑː
پرشیا||␣||
پرمکھ|foremost, principal|pɾə.mʊkʰ
پرمیشور||␣||
پرندو||␣||
پرندوں||␣||
پرندہ|bird|pə.ɾən.d̪ɑː/pə.ɾɪn.d̪ɑː
پرندے||␣||
پرنی|bride|pəɾ.niː
پروا||␣||
پروار||␣||
پرواز||␣||
پروانو||␣||
پروانوں||␣||
پروانہ||␣||
پروانے||␣||
پروت||␣||
پروردگار||␣||
پرورش||␣||
پرول||␣||
پرونا||␣||
پرچار||␣||
پرچم|flag, banner|pəɾ.t͡ʃəm
پرچمو||␣||
پرچموں||␣||
پرچہ||␣||
پرچی|introduction|pə.ɾɪ.t͡ʃəj
پرکاش||␣||
پرکاشک||␣||
پرکھ||␣||
پرکھیات||␣||
پری|fairy|pə.ɾiː
پریت|phantom, spectre|pə.ɾiːt̪
پریشان||␣||
پریم||␣||
پریڈ||␣||
پریکشا||␣||
پریکشائیں||␣||
پستان||␣||
پستول||␣||
پستک|book, manuscript|pʊs.t̪ək
پستہ|pistachio|pɪs.t̪ɑː
پسر||␣||
پسلی||␣||
پسلیاں||␣||
پسلیو||␣||
پسلیوں||␣||
پسند||␣||
پسنی||␣||
پسو||␣||
پسینہ|sweat|pə.siː.nɑː
پشاور||␣||
پشتو||␣||
پشپ||␣||
پشچم||␣||
پشکلاوتی||␣||
پشین||␣||
پل||␣||
پلانڈو||␣||
پلنگ||␣||
پلٹنا||␣||
پن ہارا||␣||
پنا|page|pən.nɑː
پناہ||␣||
پناہو||␣||
پناہوں||␣||
پناہیں||␣||
پنج شیر||␣||
پنجاب||␣||
پنجابی||␣||
پنجہ||␣||
پندرہ||␣||
پنسل||␣||
پنچھی|bird|pən.t͡ʃʰiː
پنڈال||␣||
پنکھ||␣||
پنکھا|fan|pəŋ.kʰɑː
پنکھڑی|petal|pəŋ.kʰʊ.ɽiː
پنگھٹ||␣||
پنیر||␣||
پنیہ||␣||
پوت||␣||
پوتا||␣||
پوتو||␣||
پوتوں||␣||
پوتی||␣||
پوتے||␣||
پوجا||␣||
پوجنا||␣||
پوجک||␣||
پور||␣||
پورا|absolutely|p,uː,r,ɑː||پوٗرا / پورا
پوربی||␣||
پوست||␣||
پوشاک||␣||
پوشیدگی||␣||
پوشیدہ||␣||
پولس||␣||
پولینڈ||␣||
پون|wind|pə.ʋən
پونچھ||␣||
پونچھنا||␣||
پوٗرَا|absolutely|p,uː,rɑː,‹||پورا
پوپ||␣||
پوچھنا||␣||
پُورَا|absolutely|puː,‹,rɑː,‹||پورا
پٹاخا||␣||
پٹل|roof, thatch|pə.ʈəl
پٹواری||␣||
پٹواریو||␣||
پٹواریوں||␣||
پٹول||␣||
پٹھان||␣||
پٹھانو||␣||
پٹھانوں||␣||
پٹی||␣||
پپاسا|thirst|pɪ.pɑː.sɑː
پچ گنا||␣||
پچکاری||␣||
پچھتر||␣||
پچھم||␣||
پچھواڑا||␣||
پڑوسی||␣||
پڑھائی||␣||
پڑھنا|to read, study|pəɽʱ.nɑː
پژمردگی||␣||
پژوہش||␣||
پکا||␣||
پکار||␣||
پکارنا||␣||
پکنا||␣||
پکوان|food dish|pə,k,w,ɑː,n
پکڑنا||␣||
پگار||␣||
پھانسی||␣||
پھاوڑا||␣||
پھاٹک||␣||
پھاٹکوں||␣||
پھدی||␣||
پھرنا||␣||
پھریرے||␣||
پھل|fruit|pʰə,‹,l
پھلنا||␣||
پھول|flower, blossom|pʰuːl
پھولو||␣||
پھولوں||␣||
پھوپھا||␣||
پھوڑا||␣||
پھیرا||␣||
پھیلاو|dissemination, spread|pʰɛː.lɑːʋ
پھینکنا||␣||
پہ||␣||
پہاڑ|mountain|pə.,ɦ,ɑː,ɽ
پہلا|first|pəɦ.lɑː
پہلوان|wrestler|pəɦ.lwən
پہلی||␣||
پہلے||␣||
پہنچنا||␣||
پہچان||␣||
پہچاننا||␣||
پہیا||␣||
پی ٹی آئی||␣||
پیادہ||␣||
پیار||␣||
پیارا||␣||
پیارو||␣||
پیاروں||␣||
پیاز|onion, leek|pɪ.jɑːz
پیاس|thirst|pjɑːs
پیاسا||␣||
پیتل||␣||
پیج|solemn declaration|p,ɛː,d͡ʒ
پیدا||␣||
پیدائش||␣||
پیر||␣||
پیرس||␣||
پیرو||␣||
پیروزہ||␣||
پیروں||␣||
پیروی||␣||
پیسو||␣||
پیسوں||␣||
پیسہ||␣||
پیسے||␣||
پیش گوئی||␣||
پیش||␣||
پیشاب||␣||
پیشگوئی||␣||
پیغام||␣||
پیغمبر||␣||
پیل||␣||
پیمان||␣||
پینا||␣||
پینسل||␣||
پیٹ||␣||
پیڑ||␣||
چا||␣||
چائے خانہ|teahouse|t͡ʃɑːj.xɑː.nɑː
چائے||␣||
چابھی|key|t͡ʃɑː.bʱiː
چابی||␣||
چادر||␣||
چار مغز||␣||
چار مینار||␣||
چار|four|t͡ʃ,ɑː,ɾ
چارسدہ||␣||
چاشت||␣||
چاشنی|syrup|t͡ʃɑːʃ.niː
چاق||␣||
چاقو||␣||
چال||␣||
چالان||␣||
چالانوں||␣||
چالو کرنا|to turn on, switch on|t͡ʃɑː.luː‿kəɾ.nɑː
چالک||␣||
چاند||␣||
چاندی||␣||
چانٹا||␣||
چاول||␣||
چاٹ||␣||
چاٹنا|to lick|t͡ʃɑːʈ.nɑː
چاٹگام||␣||
چاک||␣||
چاہت||␣||
چاہتو||␣||
چاہتوں||␣||
چاہتیں||␣||
چاہنا||␣||
چاہے||␣||
چای|tea|t͡ʃ,ɑː,j
چاۓ|tea|t͡ʃ,ɑː.,–,eː
چتا||␣||
چتاؤ||␣||
چتاؤں||␣||
چتائیں||␣||
چتکان||␣||
چراغ|lamp, light|t͡ʃɪ.,ɾ,ɑː,ɣ
چراک||␣||
چربی|grease, lard|t͡ʃəɾ.biː
چرخہ||␣||
چرس||␣||
چرپرا||␣||
چرچ||␣||
چشتیاں||␣||
چشم||␣||
چشمک||␣||
چشمہ||␣||
چغتائی||␣||
چغد||␣||
چفتی||␣||
چق||␣||
چقماق||␣||
چقمق||␣||
چل پل||␣||
چلاس||␣||
چلان||␣||
چلانا||␣||
چلاہٹ||␣||
چلن||␣||
چلنا||␣||
چلون||␣||
چلچتر|movie|t͡ʃəl.t͡ʃɪt̪.ɾə
چلیے|come on|ʧa,l,iː,e
چماٹ||␣||
چمبیلی||␣||
چمن||␣||
چمو|army|t͡ʃə.muː
چمچ||␣||
چمچو||␣||
چمچوں||␣||
چمچہ||␣||
چمچے||␣||
چمکار||␣||
چنئی||␣||
چناب نگر||␣||
چناب||␣||
چنتا||␣||
چندر||␣||
چندربند|candrabindu|t͡ʃən.d̪əɾ.(ə.)bɪn.d̪(ʊ)
چندن||␣||
چنيوٹی||␣||
چنڈی گڑھ||␣||
چنگال|claw|t͡ʃəŋ.ɡɑːl
چنیوٹ||␣||
چوبے||␣||
چوت||␣||
چوتر||␣||
چوتڑ||␣||
چوتھا|fourth|t͡ʃɔː.t̪ʰɑː
چوتھائی||␣||
چود||␣||
چودنا||␣||
چودہ||␣||
چور|thief|t͡ʃoːɾ
چورنگی||␣||
چورو||␣||
چوروں||␣||
چوری|theft|t͡ʃoː.ɾiː
چوسنا||␣||
چول||␣||
چولھا||␣||
چومنا|to kiss|t͡ʃuːm.nɑː
چونا||␣||
چوٹ||␣||
چوپان||␣||
چوڑا|wide|t͡ʃɔː.ɽɑː
چوڑائی|breadth|t͡ʃɔː.ɽɑː.iː
چوڑی||␣||
چوک||␣||
چوکا||␣||
چوکی||␣||
چوکیدار||␣||
چوگنا||␣||
چوں||␣||
چوہا||␣||
چٹکی||␣||
چٹگاؤں||␣||
چپ||␣||
چپاتی||␣||
چپقلش||␣||
چپل|sandal, slipper|t͡ʃəp.pəl
چپٹی||␣||
چچی||␣||
چڑھانا||␣||
چڑھنا|to climb|t͡ʃəɽʱ.nɑː
چڑیا خانہ||␣||
چڑیا گھر|zoo|t͡ʃɪ.ɽɪ.jɑː‿ɡʱəɾ
چڑیا|bird|t͡ʃɪ.ɽɪ.jɑː
چڑیل||␣||
چکت||␣||
چکمہ||␣||
چکنا||␣||
چکنگنیا||␣||
چکوال||␣||
چکھنا||␣||
چکی||␣||
چگونہ||␣||
چھ گنا||␣||
چھ||␣||
چھاؤنی||␣||
چھاؤں||␣||
چھاتر||␣||
چھال|skin, bark|t͡ʃʰɑːl
چھاپنا||␣||
چھاپہ||␣||
چھایا||␣||
چھت||␣||
چھتری|umbrella|t͡ʃʰət̪.ɾiː
چھتیس گڑھ||␣||
چھلانگ||␣||
چھلکا||␣||
چھوارے||␣||
چھولا||␣||
چھونا|to touch, feel|t͡ʃʰuː.nɑː
چھونگ چھنگ||␣||
چھوٹ|escape|t͡ʃʰuːʈ
چھوٹا|small, little|t͡ʃʰ,‹,oː.,ʈ,ɑː|choṭā|छोटा
چھوٹنا||␣||
چھوڑ دینا||␣||
چھٹا|unrestrained|t͡ʃʰʊʈ.ʈɑː
چھٹپٹانا||␣||
چھٹی|leave, holiday|t͡ʃʰʊ.ʈːiː
چھپانا||␣||
چھپنا||␣||
چھپکلی||␣||
چھڑکاؤ||␣||
چھکا||␣||
چھکو||␣||
چھکوں||␣||
چھکے||␣||
چھہ|six|t͡ʃʰəɦ/t͡ʃʰeː
چھیننا||␣||
چھینک|sneeze|t͡ʃʰĩːk
چھیڑنا||␣||
چہ جائے کہ||␣||
چہار شنبہ||␣||
چہارم|fourth|t͡ʃə.ɦɑː.ɾʊm
چہرہ||␣||
چیخ||␣||
چیرنا||␣||
چیز|thing, object|t͡ʃ,iː,z
چیزو||␣||
چیزوں||␣||
چیزیں||␣||
چیل||␣||
چیلینجی||␣||
چین||␣||
چینٹی||␣||
چینی||␣||
چیونٹی||␣||
چیچنیا||␣||
چیکوسلوواکیہ||␣||
چیکیہ||␣||
ڈالنا||␣||
ڈاڈو||␣||
ڈاک خانہ||␣||
ڈاک||␣||
ڈاکو||␣||
ڈاکٹر||␣||
ڈاکیا||␣||
ڈاکیہ||␣||
ڈبہ|box, container|ɖɪb.bə.ᵊ/ɖəb.bə.ᵊ
ڈبے||␣||
ڈراؤنا||␣||
ڈرامہ باز||␣||
ڈرامہ||␣||
ڈرنا||␣||
ڈسکہ||␣||
ڈمبوداس||␣||
ڈمرو|small drum|ɖəm.ɾuː
ڈنمارک||␣||
ڈنڈا||␣||
ڈنکرک||␣||
ڈنکی||␣||
ڈوری|rope, cord|ɖ,oː.,ɾ,iː
ڈونگا||␣||
ڈوور||␣||
ڈچ||␣||
ڈڑھیل||␣||
ڈکار|burp|ɖə.kɑːɾ
ڈکی||␣||
ڈگمگانا||␣||
ڈگی||␣||
ڈھائی||␣||
ڈھانپنا|to conceal|ɖʱɑ̃ːp.nɑː
ڈھانچہ||␣||
ڈھاکہ||␣||
ڈھول||␣||
ڈھولک||␣||
ڈھونڈنا||␣||
ڈھونڈھ|seeking, search|ɖʱ,‹,uː,ɳ,ɖʱ,‹
ڈھيٹ||␣||
ڈھيٹھ|impudent|ɖʱ,‹,iː,ʈʰ,‹
ڈھکن||␣||
ڈھینچوں||␣||
ڈہرکی||␣||
ڈیرہ اسماعیل خان||␣||
ڈیرہ اللہ یار||␣||
ڈیرہ بگٹی||␣||
ڈیرہ دون||␣||
ڈیرہ غازی خان||␣||
ڈیرہ مراد جمالی||␣||
ڈیرہ||␣||
ڈیوڑھی||␣||
ڈیٹابیس||␣||
ڈیٹھ||␣||
ژالہ باری||␣||
ژالہ|hail, dew|ʒ,ɑː.,lə,–
ژوب||␣||
ژیان||␣||
ژیاں||␣||
کئی|several|k,a,iː
کا|of|k,ɑː
کائنات||␣||
کائناتو||␣||
کائناتوں||␣||
کائناتیں||␣||
کابل||␣||
کابوس||␣||
کاتب||␣||
کاتھولک||␣||
کاجو||␣||
کارا||␣||
کارخانہ||␣||
کارروائی||␣||
کارزار||␣||
کارن|cause, reason|kɑː.ɾən
کاروبار|business, trade|kɑː.ɾoː.bɑːɾ
کارٹون||␣||
کارکردگی|performance|kɑːɾ.kəɾ.d̪ə.ɡiː
کاشغر||␣||
کاغذ||␣||
کاغذات||␣||
کاغذوں||␣||
کالا|black|kɑː.lɑː
کالج||␣||
کالسروئے||␣||
کالی جمعرات||␣||
کالی||␣||
کالے||␣||
کام|task, action|kɑːm
کامل||␣||
کامونکے||␣||
کامیاب||␣||
کان کنی||␣||
کان||␣||
کانٹا||␣||
کانٹو||␣||
کانٹوں||␣||
کانپنا|to tremble|kɑ̃ːp.nɑː||کَان٘پْنَا
کاویہ|poem, poetry|kɑːʋ.jə
کاٹھیاواڑ||␣||
کاٹھیاواڑی||␣||
کاڑھا||␣||
کاہکشان||␣||
کب||␣||
کبابیر||␣||
کباڑ||␣||
کبج||␣||
کبریت||␣||
کبل||␣||
کبھو||␣||
کبھی||␣||
کبیر||␣||
کتا|dog|kʊ,t̪.t̪,ɑː||کُتّا
کتاب مقدس|Bible|kɪ.t̪ɑːb.eː.mʊ.qəd̪.d̪əs||کتابِ مقدس
کتاب|book|kɪ.,t̪,ɑː,b
کتابِ مقدس|Bible|kɪ.t̪ɑːb.eː.mʊ.qəd̪.d̪əs||کتاب مقدس
کتب خانہ|library, bookstore|kʊ.t̪ʊb.xɑː.nɑː
کتراپی|wherever|kʊt̪.ɾɑː.piː
کتره|where|kʊt̪.ɾᵊ
کتو||␣||
کتوں||␣||
کتھن||␣||
کتھک||␣||
کتی|how many|kə.t̪iː
کتے||␣||
کثرت||␣||
کجرا||␣||
کدو|pumpkin|kəd̪.d̪uː/kə.d̪uː
کر||␣||
کراچوی||␣||
کراچی||␣||
کرایہ دار||␣||
کردار||␣||
کردارو||␣||
کرداروں||␣||
کردستان||␣||
کردن||␣||
کردنت||␣||
کرسی||␣||
کرشمہ||␣||
کرغیزستان||␣||
کرم||␣||
کرن||␣||
کرنا|to do|kəɾ.nɑː
کرناٹک||␣||
کرنو||␣||
کرنوں||␣||
کرنیں||␣||
کرو کشیتر||␣||
کرو||␣||
کروانا||␣||
کروں|I may do|ka,r,ũː,‹,
کرکٹ||␣||
کری|elephant|kə.ɾiː
کریم||␣||
کس||␣||
کسان||␣||
کسی||␣||
کشتی||␣||
کشتیاں||␣||
کشتیوں||␣||
کشدھا||␣||
کشف||␣||
کشفو||␣||
کشفوں||␣||
کشما|pardon, forgiveness|kʂə.mɑː|in deva has क्ष at word start
کشمیر||␣||
کشن||␣||
کشندہ||␣||
کشور||␣||
کشٹ||␣||
کشیدگی|tension, stress|kə.ʃiːd̪.ɡiː
کعبہ|Kaaba|kɑː.bɑː
کفارہ||␣||
کل|yesterday|ka,l
کلا کار||␣||
کلائی||␣||
کلائیاں||␣||
کلائیو||␣||
کلائیوں||␣||
کلاشنکوف||␣||
کلام||␣||
کلاوا||␣||
کلاونت|musician, singer|kə.lɑː.ʋənt̪
کلاں||␣||
کلب||␣||
کلمہ||␣||
کلو||␣||
کلی||␣||
کلیان||␣||
کلیجا||␣||
کلیدی تختہ|computer keyboard|kə.liː.d̪iː‿t̪əx.t̪ə/kɪ.liː.d̪iː‿t̪əx.t̪ə
کلیسیا|the Christian community|kə.liː.sɪ.jɑː
کلیہ||␣||
کم||␣||
کمائی||␣||
کمال||␣||
کمالیہ||␣||
کمان|bow, arch|kə.mɑːn
کمانا||␣||
کمبخت||␣||
کمبل||␣||
کمبوڈیا||␣||
کمتر||␣||
کمر||␣||
کمرو||␣||
کمروں||␣||
کمرہ|room|kəm.ɾɑː
کمری||␣||
کمرے||␣||
کمزور||␣||
کمزوری||␣||
کمل|lotus, lily|kə.,mə,l
کملا||␣||
کملائی||␣||
کمپ|trembling, shaking|kə,m,p
کمپت|trembling, shaking|kə,m.,pɪ,t̪
کمپن|vibration, shaking|kə,m.,pə,n
کمپیوٹر||␣||
کمھلانا||␣||
کمھڑا||␣||
کمی|lack, deficiency|kə.miː
کمیاب||␣||
کمینہ||␣||
کمیٹی||␣||
کن فیکون||␣||
کنارو||␣||
کناروں||␣||
کنارہ||␣||
کنارے||␣||
کنجی|key|kʊn.d͡ʒiː
کندرا|cave|kən.d̪ə.ɾɑː
کندھ کوٹ||␣||
کندھا||␣||
کندھوں||␣||
کندھے||␣||
کنعان||␣||
کنفیوشس||␣||
کنواری||␣||
کنور||␣||
کنٹرول||␣||
کنڑ||␣||
کنکال||␣||
کنگارو||␣||
کنگھی||␣||
کنہیا||␣||
کنیز||␣||
کنیسہ||␣||
کهان|mine, quarry|kʰɑːn
کو|on|k,oː
کوئلہ|coal|k,o,ɪ,l,ɑː
کوئٹہ||␣||
کوئی مسئلہ نہیں||␣||
کوئی|someone|k,o,–,iː
کوا||␣||
کوت دیواغ||␣||
کوتا|poetry, poem|kə.ʋɪ.t̪ɑː
کوتھمیر||␣||
کوثر||␣||
کورو||␣||
کوشش|effort|koː.ʃɪʃ
کوفی||␣||
کولر||␣||
کولمبیا||␣||
کولن||␣||
کولہو||␣||
کون سا||␣||
کون سی||␣||
کون||␣||
کووں||␣||
کوٹ ادو||␣||
کوٹ عبدالمالک||␣||
کوٹری||␣||
کوٹھی||␣||
کوکب|star|kɔː.kəb
کوہ نور||␣||
کوہ||␣||
کوہاٹ||␣||
کوہرا||␣||
کوہلو||␣||
کویت||␣||
کوے||␣||
کَان٘پْنَا|to tremble|kɑ̃ːp.nɑː||کانپنا
کَہنا|to say, speak|kɛ,ɦ,n,ɑː|kahnā|کہنا
کَیسَا|how|kɛː,‹,sɑː,‹||کیسا
کُتّا|dog|kʊ,t̪.t̪,ɑː||کتا
کٹھل||␣||
کٹھور||␣||
کٹی|waist|kə.ʈiː
کپاس|cotton|kə.,p,ɑː,s
کپاسی||␣||
کپتان||␣||
کپوت||␣||
کپڑا||␣||
کپڑوں||␣||
کپڑے||␣||
کچا||␣||
کچھ|something|kʊt͡ʃʰ
کڑوا پن||␣||
کڑوا||␣||
کژدم||␣||
ککر||␣||
ککش|room|kəkʃ
ککشہ||␣||
کھاتا||␣||
کھاتوں||␣||
کھاتے||␣||
کھاد||␣||
کھان||␣||
کھانا|to eat|kʰ,‹,ɑː.,n,ɑː
کھانگ||␣||
کھانی|mine|kʰɑː.niː
کھاگ||␣||
کھجلی|itch|kʰʊd͡ʒ.liː/kʰə.d͡ʒʊ.liː
کھجور|date (fruit)|kʰə.d̪͡ʒʊːɾ
کھدیوت|firefly|kʰə,‹,d̪.,j,oː,t̪
کھر||␣||
کھرجو||␣||
کھرنا||␣||
کھرچنا||␣||
کھسرا||␣||
کھلنا||␣||
کھلونا||␣||
کھلونوں||␣||
کھلونے||␣||
کھنن||␣||
کھنڈر||␣||
کھنڈرات||␣||
کھنڈروں||␣||
کھنک|sound of wind|kʰə.nək
کھنکنا||␣||
کھوتا||␣||
کھوتو||␣||
کھوتوں||␣||
کھوتے||␣||
کھوج||␣||
کھودنا||␣||
کھوٹا||␣||
کھٹا||␣||
کھٹائی|sourness|kʰə.ʈɑː.iː
کھڈا||␣||
کھڑا کرنا||␣||
کھڑا ہونا||␣||
کھڑا||␣||
کھڑکی||␣||
کھڑی بولی||␣||
کھڑی||␣||
کھڑے||␣||
کھیت||␣||
کھیتو||␣||
کھیتوں||␣||
کھیرا||␣||
کھیل|game, sport|kʰeːl
کھیلا||␣||
کھیلنا||␣||
کھینچنا||␣||
کہ|that|k,eː|kih/ke|कि
کہانی|story|kə.ɦɑː.niː
کہاوت|proverb|kə.ɦɑː.ʋət̪
کہاں|where|kəhɑːn
کہر||␣||
کہرا|thick fog|kʊɦ.ɾɑː
کہنا|to say, speak|kɛ,ɦ,n,ɑː|kahnā|کَہنا
کہنی||␣||
کہکشاؤں||␣||
کہکشائیں||␣||
کہکشاں||␣||
کی طرح||␣||
کی طرف||␣||
کی||␣||
کیا حال ہے||␣||
کیا|question marker|k,j,ɑː
کیاری||␣||
کیتھولک||␣||
کیرلا||␣||
کیسا|how|k,ɛː,s,ɑː||کَیسَا
کیسے||␣||
کیش||␣||
کیف||␣||
کیل||␣||
کیلئے||␣||
کیلا|banana|keː.lɑː
کیلکولیٹر||␣||
کیلی||␣||
کیلے||␣||
کیمرہ|camera|k,ɛː,m.,ɾ,ɑː
کیمیا|chemistry|kiː.mɪ.jɑː
کیمیائی||␣||
کینسر||␣||
کینچلی||␣||
کینڈی||␣||
کینیا||␣||
کینیڈا||␣||
کیوبیک||␣||
کیول|sole, one and only|keː.ʋəl
کیونکہ||␣||
کیوں||␣||
کیچڑ||␣||
کیڑا|worm|kiː.ɽɑː
کیک||␣||
کیکر||␣||
کے اندر||␣||
کے بنا|without|keː‿bɪ.nɑː
کے ساتھ||␣||
کے||␣||
گئے|they went|ga,–,e
گاؤں|village, hamlet|ɡ,ɑː.,õː,‹|gāõ|گَاؤں
گائے|cow|ɡ,ɑː.,–,eː
گاتر|limb|ɡɑːt̪.ɾᵊ
گاجر||␣||
گاری|car|gɑː,‹,riː,‹||گَارِی
گال||␣||
گالی||␣||
گام|step|g,ɑː,m
گان||␣||
گانا|song|ɡɑː.nɑː
گانجا||␣||
گاندھی||␣||
گانو||␣||
گانوں||␣||
گانڈ پھٹنا||␣||
گانڈ||␣||
گانڈو||␣||
گانے||␣||
گاو||␣||
گاڑھا|thick|ɡ,ɑː.,ɽʱ,‹,ɑː
گاڑی|car|ɡɑː.ɽiː
گاہے بہ گاہے|from time to time|ɡɑː.ɦeː‿bə‿.ɡɑː.ɦeː
گایک||␣||
گتا||␣||
گج||␣||
گجر ماشکئی||␣||
گجرا||␣||
گجرات|Gujarat|ɡʊ.,d͡ʒə.,ɾ,ɑː,t̪
گجراتی||␣||
گجروں||␣||
گجرے||␣||
گدا||␣||
گدگدانا||␣||
گدھ|vulture|ɡɪd̪d̪ʱ||گِدّھ
گدھا|donkey|ɡə.d̪ʱɑː
گدھو||␣||
گدھوں||␣||
گدھی||␣||
گدھیاں||␣||
گدھیو||␣||
گدھیوں||␣||
گدھے||␣||
گذارنا||␣||
گذراننا||␣||
گذرنا||␣||
گرام||␣||
گرامر||␣||
گرانا||␣||
گربھ پات||␣||
گرج||␣||
گرجا||␣||
گرجنا|to thunder|ɡə.,ɾə,d͡ʒ.,n,ɑː
گردن|neck|ɡə,ɾ.,d̪ə,n
گردنوں||␣||
گردنیں||␣||
گردوارہ||␣||
گردوں||␣||
گردہ||␣||
گردے||␣||
گرز||␣||
گرم||␣||
گرما||␣||
گرمکھی|Gurmukhi|ɡʊɾ.mʊ.kʰiː
گرمی||␣||
گرمیاں|summer|ɡəɾ.mɪ.jɑ̃ː
گرمیو||␣||
گرمیوں||␣||
گرنا|to fall|ɡɪɾ.nɑː
گرنتھ||␣||
گرو||␣||
گروہ||␣||
گرڈ|eagle|ɡə.,ɾʊ,ɖ
گرہن||␣||
گزارش||␣||
گزارہ||␣||
گشتی||␣||
گشتیاں||␣||
گشتیو||␣||
گشتیوں||␣||
گفتار||␣||
گفتگو||␣||
گل|rose|gu,l
گلاب||␣||
گلابی|pink|ɡʊ.lɑː.biː
گلاس|glass|gi,l,ɑː,s
گلال||␣||
گلانی||␣||
گلستان||␣||
گلشن||␣||
گلو کار||␣||
گلو|neck, throat|ɡʊ.loː/ɡʊ.luː/ɡə.luː
گلوں||␣||
گلگت بلتستان||␣||
گلگت||␣||
گلہ||␣||
گلہری|squirrel|ɡɪ.ləɦ.ɾiː
گلی||␣||
گلیاں||␣||
گلیل||␣||
گلیم||␣||
گلیو||␣||
گلیوں||␣||
گلے||␣||
گم||␣||
گمان||␣||
گمانا||␣||
گمبھیر|deep|ɡəm.bʱiːɾ
گمنام|anonymous|ɡʊm.nɑːm
گن گانا||␣||
گناہ||␣||
گنبد||␣||
گنبذ||␣||
گنبھیر||␣||
گنت|mathematics|ɡə.,nɪ.,t̪ə
گنتی|counting|ɡɪn.t̪iː
گنجا||␣||
گندمی||␣||
گندگی||␣||
گندھک||␣||
گندہ|dirty|ɡən.d̪ɑː
گنگا جل||␣||
گنگا||␣||
گنی||␣||
گنیش|Ganesha|ɡə.,ɳ,eː,ʃ
گوا||␣||
گوادر||␣||
گوبھی||␣||
گوجرانوالہ||␣||
گوجرہ||␣||
گورا||␣||
گورداسپور||␣||
گورستان||␣||
گورمنٹ||␣||
گورو|pride|ɡɔː.ɾəʋ
گورکھا||␣||
گوزن||␣||
گوشت||␣||
گول||␣||
گولا||␣||
گولہ باری||␣||
گولی||␣||
گوٹھ||␣||
گوگرد|sulfur|ɡoː.ɡɪɾd̪
گَاؤں|village, hamlet|ɡ,ɑː.,õː,‹|gāõ|گاؤں||گاؤں
گَارِی|car|gɑː,‹,riː,‹||گاری||گاری
گِدّھ|vulture|ɡɪd̪d̪ʱ||گدھ
گٹار||␣||
گٹھری||␣||
گپ||␣||
گڈا||␣||
گڑ||␣||
گڑھ||␣||
گڑیا||␣||
گگن|sky|ɡə.,ɡə,n
گھاس|grass|ɡʱ,‹,aː,s
گھام||␣||
گھانا||␣||
گھاو|wound|ɡʱɑːʋ
گھاٹا||␣||
گھبرانا||␣||
گھر||␣||
گھرانا||␣||
گھرنا کرنا||␣||
گھرنا|hatred|ɡʱɾɪ.nɑː
گھروں||␣||
گھریلو||␣||
گھمنڈ||␣||
گھناؤنا||␣||
گھناؤنی||␣||
گھناؤنے||␣||
گھنونا||␣||
گھنونی||␣||
گھنونے||␣||
گھنٹا||␣||
گھنٹو||␣||
گھنٹوں||␣||
گھنٹہ||␣||
گھنٹی||␣||
گھنٹے||␣||
گھوش||␣||
گھونسلہ||␣||
گھونٹ||␣||
گھونٹوں||␣||
گھوٹکی||␣||
گھوڑا|horse|ɡʱoː.ɽɑː
گھٹنا||␣||
گھڑی|time, clock|ɡʱə.ɽiː
گھڑیال|alligator|ɡʱə.ɽɪ.jɑːl
گھی||␣||
گہرا||␣||
گہنا||␣||
گیا||␣||
گیارہ||␣||
گیت||␣||
گیدڑ||␣||
گیر||␣||
گیزر||␣||
گیس||␣||
گیسن||␣||
گیسو||␣||
گیلا|moist|ɡiː.lɑː
گیند خانہ||␣||
گیند||␣||
گیندوں||␣||
گیندیں||␣||
گینڈا||␣||
گیہوں|wheat|ɡeː.ɦũː
گے|gay|ɡeː
ھاں|yes|ɦ,ɑ̃ː,‹
ہاتھ میں صفائی ہونا||␣||
ہاتھ|hand|ɦɑːt̪ʰ
ہاتھوں||␣||
ہاتھی|elephant|ɦɑː.t̪ʰiː
ہار||␣||
ہارون آباد||␣||
ہارون||␣||
ہارٹلے پول||␣||
ہانڈی||␣||
ہانڈیاں||␣||
ہانڈیو||␣||
ہانڈیوں||␣||
ہانک|call aloud|ɦ,ɑ̃ː,‹,k||ہَان٘ک
ہانکنا|to bawl|ɦɑːŋ.knɑː
ہانگ کانگ||␣||
ہانیہ||␣||
ہاٹ||␣||
ہاں جی||␣||
ہاں|yes|ɦ,ɑ̃ː,‹
ہتھیار|weapon|ɦə.t̪ʰɪ.jɑːɾ
ہتھیلی|palm|ɦə.t̪ʰeː.liː
ہتھیلیاں||␣||
ہتھیلیو||␣||
ہتھیلیوں||␣||
ہتیارا||␣||
ہجوم||␣||
ہجے||␣||
ہخامنش||␣||
ہخامنشی||␣||
ہدایت کار||␣||
ہدایت||␣||
ہرا||␣||
ہرانا||␣||
ہرجا||␣||
ہرجائی||␣||
ہرن||␣||
ہرنائی||␣||
ہریانہ||␣||
ہستی||␣||
ہستیاں||␣||
ہستیو||␣||
ہستیوں||␣||
ہسپانی||␣||
ہسپانیہ||␣||
ہفتو||␣||
ہفتوں||␣||
ہفتہ||␣||
ہفتے||␣||
ہفوۃ||␣||
ہل چلانا||␣||
ہل||␣||
ہلانا||␣||
ہلاک||␣||
ہلاکت||␣||
ہلاکتوں||␣||
ہلاکتیں||␣||
ہلاکوں||␣||
ہلسہ||␣||
ہلو||␣||
ہلکا||␣||
ہلکان||␣||
ہم جنس پرست||␣||
ہم زلف||␣||
ہم زلفو||␣||
ہم زلفوں||␣||
ہم عصر||␣||
ہم نے||␣||
ہم کو||␣||
ہم||␣||
ہمارا||␣||
ہمالیہ||␣||
ہماچل پردیش||␣||
ہماہمی|selfishness|ɦə.mɑː.ɦə.miː
ہمایوں||␣||
ہمت||␣||
ہمجنسیت||␣||
ہمسفر||␣||
ہمنوائی|compatibility|ɦəm‿nə.ʋɑː.iː
ہمیشگی|eternity|ɦə.,m,eː,ʃ.,ɡ,iː
ہمیشہ||␣||
ہمیں||␣||
ہند کی||␣||
ہند||␣||
ہندسوں||␣||
ہندسہ||␣||
ہندسے||␣||
ہندو|Hindu|hɪ,n,d,uː||ہِنْدوٗ / ہِنْدُو
ہندوتوا||␣||
ہندوستان||␣||
ہندوستانی|Indian person|ɦɪn.d̪ʊs.t̪ɑː.niː
ہندوی||␣||
ہندی||␣||
ہندیہ||␣||
ہنزلو||␣||
ہنسا||␣||
ہنساتمک|violent|ɦɪ̃n.sɑːt̪.mək
ہنسلو||␣||
ہنسنا||␣||
ہنومان||␣||
ہنڈی||␣||
ہنگامی||␣||
ہنہنانا||␣||
ہنہناہٹ||␣||
ہو||␣||
ہوئے||␣||
ہوا چھوڑنا||␣||
ہوا|air|ɦə.ʋɑː
ہواؤں||␣||
ہوائی اڈا||␣||
ہوائی اڈہ||␣||
ہوائی جہاز||␣||
ہوائی||␣||
ہوائیں||␣||
ہوتا||␣||
ہود||␣||
ہوس||␣||
ہوسیع||␣||
ہوش||␣||
ہوشنگ آباد||␣||
ہوشنگ||␣||
ہوشوں||␣||
ہوشیار|clever, smart|ɦoː.ʃɪ.jɑːɾ
ہوشیع||␣||
ہولی||␣||
ہونا|to be|ɦoː.nɑː
ہونٹ||␣||
ہونٹو||␣||
ہونٹوں||␣||
ہونٹھ|lip|ɦõːʈʰ
ہوٹل|hotel|ɦoː.ʈəl
ہوں||␣||
ہَان٘ک|call aloud|ɦɑ̃ː,‹,‹,k||ہانک
ہَے|is|hɛː,‹|hai|ہے
ہِنْدوٗ|Hindu|hɪ,n,d,uː||ہندو
ہِنْدُو|Hindu|hɪ,n,duː,‹||ہندو
ہِکَّا|hiccup|ɦɪk.kɑː||ہکا
ہٹا کٹا|robust, sturdy|ɦəʈ.ʈɑː.kəʈ.ʈɑː
ہچکنا||␣||
ہچکی|hiccup|ɦɪt͡ʃ.kiː
ہڈی|bone|ɦə,ɖ.ɖ,iː
ہڑبڑاہٹ||␣||
ہکا|hiccup|ɦɪk.kɑː||ہِکَّا
ہی||␣||
ہیئت|astronomy|h,ɛː,ə,t
ہیجڑا||␣||
ہیر||␣||
ہیرا||␣||
ہیضہ||␣||
ہیمبرگ||␣||
ہینسنا||␣||
ہیک|hiccup|ɦiːk
ہیں||␣||
ہے|is|h,ɛː|hai|ہَے
یا|oh!|jɑː
یات||␣||
یاتری||␣||
یاد||␣||
یادداشت||␣||
یادو||␣||
یادوں||␣||
یادیں||␣||
یار|pal, friend|j,ɑː,ɾ
یاسمین||␣||
یاقوت||␣||
یال||␣||
یاور||␣||
یت||␣||
یتیم||␣||
یحیی||␣||
یخ||␣||
یدھ||␣||
یرغمال||␣||
یرمیاہ||␣||
یروشلم|Jerusalem|jə.ɾuː.ʃəl.ləm/jəɾ.ōʃəl.ləm
یزدان||␣||
یزیدیت||␣||
یسعیاہ||␣||
یسوع||␣||
یعقوب||␣||
یعنی||␣||
یقین||␣||
یقینا|indeed, certainly|jə.,q,iː.,nə,n||یقیناً यक़ीनन
یقیناً|indeed, certainly|jə.,q,iː.,nə,n||یقینا यक़ीनन||یقینا
یقیں||␣||
یلغار||␣||
یلغارو||␣||
یلغاروں||␣||
یلغاریں||␣||
یمن||␣||
یمنا||␣||
ین||␣||
یوحنا||␣||
یورش||␣||
یوروپ||␣||
یورپ||␣||
یورپی اتحاد||␣||
یوسف ثانی|extremely beautiful|juː.sʊf.eː.sɑː.niː
یوسف||␣||
یوغ||␣||
یوم آزادی|Independence Day|jɔːm.eː.ɑː.zɑː.d̪iː
یوم مزدور|Labour Day|jɔːm.eː.məz.d̪uːɾ
یوم||␣||
یون||␣||
یونائٹڈ کنگڈم||␣||
یونان||␣||
یونانی||␣||
یونس||␣||
یونین علاقہ||␣||
یوکرین||␣||
یوگدان||␣||
یوگنڈا||␣||
یوگیتو||␣||
یوگیہ||␣||
یوں||␣||
یک مشت||␣||
یک مشتی||␣||
یک||␣||
یکتا||␣||
یکم||␣||
یکیدم||␣||
یگانہ||␣||
یہ|he, she, it|jeːɦ
یہاں||␣||
یہود||␣||
یہودنی||␣||
یہودی||␣||
یہودیت||␣||
یہودیہ||␣||
۲٬۵۲۴٫۲۳|2,524.23
اُردُو حُرُوفِ تَہَجِّی|Urdu alphabet|u,r,d,uː, ,ɦu,r,uː,f ɛ, ,tə,ɦɛ,d͡ʒ,iː||اردو حروف تہجی
اردو حروف تہجی|Urdu alphabet|urduː ɦuruːf ɛ təɦɛd͡ʒiː||اُردُو حُرُوفِ تَہَجِّی




کہہ|say|kɛ,ɦ,–||||x
اُردُو|Urdu language|ˈʊɾduː|urdū





























`