
var autoTranslitArray = 

{"а":"a","б":"b","в":"v","г":"g","д":"d","е":"e","ж":"ʐ","з":"z","и":"i","й":"y","к":"k","л":"l","м":"m","н":"n","о":"o","п":"p","р":"r","с":"s","т":"t","у":"u","ф":"f","х":"x","ц":"ʦ","ч":"ʨ","ш":"ʂ","щ":"ʂ̂","ъ":"ʺ","ы":"ɨ","ь":"ʹ","э":"ɛ","ю":"jᵘ","я":"jᵃ","ё":"jᵒ","А":"ạ","Б":"ḅ","В":"ṿ","Г":"g̣","Д":"ḍ","Е":"ẹ","Ж":"ʐ̣","З":"ẓ","И":"ị","Й":"ỵ","К":"ḳ","Л":"ḷ","М":"ṃ","Н":"ṇ","О":"ọ","П":"p̣","Р":"ṛ","С":"ṣ","Т":"ṭ","У":"ụ","Ф":"f̣","Х":"x̣","Ц":"ʦ̣","Ч":"ʨ̣","Ш":"ʂ̣","Щ":"ʂ̣̂","Ъ":"ʺ̣","Ы":"ɨ̣","Ь":"ʹ̣","Э":"ɛ̣","Ю":"j̣ᵘ","Я":"j̣ᵃ","Ё":"j̣ᵒ"}