
// ⒶⒷⒸⒹⒺⒻⒼⒽⒾⒿⓀⓁⓂⓃⓄⓅⓆⓇⓈⓉⓊⓋⓌⓍⓎⓏ
// ⓐⓑⓒⓓⓔⓕⓖⓗⓘⓙⓚⓛⓜⓝⓞⓟⓠⓡⓢⓣⓤⓥⓦⓧⓨⓩ⊙
// 🅐🅑🅒🅓🅔🅕🅖🅗🅘🅙🅚🅛🅜🅝🅞🅟🅠🅡🅢🅣🅤🅥🅦🅧🅨🅩
// 🅰🅱🅲🅳🅴🅵🅶🅷🅸🅹🅺🅻🅼🅽🅾🅿🆀🆁🆂🆃🆄🆅🆆🆇🆈🆉



var collections = [
{ symbol:'ⓥ', desc:'Dependent vowels', chars:'(ᬾ|ᬿ|ᭀ|ᭃ|ᭁ|ᬶ|ᬷ|ᬸ|ᬹ|ᭂ|ᬵ)' },
{ symbol:'Ⓥ', desc:'Independent vowels', chars:'(ᬇ|ᬈ|ᬉ|ᬊ|ᬏ|ᬑ|ᬅ|ᬆ|ᬐ|ᬒ)' },
{ symbol:'🅥', desc:'Vocalics', chars:'(ᬋ|ᬌ|ᬍ|ᬎ|ᬺ|ᬻ|ᬼ|ᬽ)' },
{ symbol:'Ⓒ', desc:'All consonants', chars:'(ᬧ|ᬩ|ᬢ|ᬤ|ᬘ|ᬚ|ᬓ|ᬕ|ᬲ|ᬳ|ᬫ|ᬦ|ᬗ|ᬜ|ᬯ|ᬭ|ᬮ|ᬬ|ᬞ|ᬟ|ᬠ|ᬔ|ᬛ|ᬙ)' },
{ symbol:'Ⓑ', desc:'Basic consonants', chars:'(ᬧ|ᬩ|ᬢ|ᬤ|ᬘ|ᬚ|ᬓ|ᬕ|ᬲ|ᬳ|ᬫ|ᬦ|ᬗ|ᬜ|ᬯ|ᬭ|ᬮ|ᬬ)' },
{ symbol:'Ⓔ', desc:'Extended consonants', chars:'(ᬞ|ᬟ|ᬠ|ᬔ|ᬛ|ᬙ)' },
{ symbol:'Ⓕ', desc:'Finals', chars:'(ᬃ|ᬄ)' },
{ symbol:'⊙', desc:'Invisibles', chars:'(\u200C|\u200D)' },
]
