/*
native | meaning | IPA① | transcription | other transcriptions② | notes | wiktionary③


① separate each text unit (consonant+combining_mark(s)) with ,, separate phonetic syllables with .
   use ‹ and › for a sound that spans 2 text units
   use – for a text unit that doesn't produce sound
   syllable boundary markers go inside previous unit, and emphasis markers begin emphasised unit

② the previous transcription field is always Latin. 
   if there is another key orthography (eg. Mongolian cyrillic) it goes here.
   vowelled/unvowelled alternatives also go here

③ if Wiktionary spells the word differently, add the spelling here
*/





autoExpandExamples.am = `

@ https://en.wiktionary.org/wiki/Appendix:Amharic_Swadesh_list
@ https://en.wiktionary.org/wiki/Category:Amharic_terms_with_IPA_pronunciation


-ነት|||
-ና||␣|
-ዚህ||␣|
-ዚች||␣|
-ዚያ||␣|
-ዚያች||␣|
ሀልሎ||
ሀሎ||␣|
ሀምሌ||
ሀያ|twenty|ˈha,ja|haya
ሀይቅ|lake|ˈha,j,kʼ|häyḳ
ሁ||
ሁለተኛ||␣|
ሁለት|two|hu,ˈlə,tt|hulät
ሁሉ||␣|
ሁሉም|all||hulum
ሃምራዊ|purple||hamrawi
ሃርድዌር||
ሃያ ሁለት||
ሃያ ሰባት||
ሃያ ስምንት||
ሃያ ስድስት||
ሃያ ሶስት||
ሃያ አምስት||
ሃያ አራት||
ሃያ አንድ||
ሃያ ዘጠኝ||
ሃያ||
ሄሊኮፕተር|helicopter|he,ˈli,ko,p,tə,ɾ|helikoptär
ህዝብ||
ህያ||␣|
ህግ||
ህጻን|child||həṣan
ሆ||
ሆላ||␣|
ሆመር|||
ሆርች||␣|
ሆስፒታል||␣|
ሆድ|belly|ˈho,d|hod
ለስላሳ|smooth||läslasa
ለወሰ|||
ለውዝ||␣|
ሉል|pearl|ˈlu,l|lul
ሊሎ||␣|
ሊቢያ|||
ላለ||␣|
ላም|cow|ˈla,m|lam
ላምባዲና|||
ላባ|feather||laba
ላት|||
ሌሊት|night||lelit
ሌባ||
ሌት||
ልምጭ|stick||ləmč̣
ልሳን||
ልብ|heart|ˈlɨ,bb|ləb
ልብስ||
ልብን||
ልዥ|son, boy|ˈlɨ,ʒ|ləž
ልጅ||␣|
ልጓም||
ሎሚ||
ሐለመ||␣|
ሐላሚ||␣|
ሐሙስ||
ሐምሌ||␣|
ሐሳብ||␣|
ሐተታ||
ሐኪም|doctor|ˈha,ki,m|ḥakim
ሐዋርያ||␣|
ሐያ||
ሐይ||␣|
ሐዲስ||
ሐጅስ||␣|
ሓምሌ||
ሕልም|dream|ˈhɨ,l,m|ḥəlm
ሕመም||␣|
ሕሙም||␣|
ሕቅ||
ሕባብ||
ሕዝብ|people, crowd|ˈhɨ,z,b|ḥəzb
ሕይወት||␣|
ሕገ መንግሥት||
ሕገ መንግስት||
ሕግ|law, rule|ˈhɨ,ɡɡ|ḥəgg
ሕፃን|baby, infant|ˈhɨ,sʼa,n|ḥəṣ́an
ሕፅን|armpit|ˈhɨ,sʼɨ,n|ḥəṣ́ən
መሀረብ|||
መሄድ|to walk|mə,he,dɨ|mähed
መላስ||␣|
መላጊያ||␣|
መልካም፡ልደት||
መልካም፡አዲስ፡አመት||
መማር||
መምህር|||
መምታት|to hit||mämtat
መምጣት|to come||mämṭat
መሞት|to die|␣|mämot
መረብ||
መራ|||
መራራ|||
መሬት|earth||märet
መርከብ||
መርፌ||
መሮጥ||␣|
መሳቅ|to laugh|ˈmə,sa,kʼ|mäsaḳ
መስማት|to hear||mäsmat
መስራት||
መስቀል|||
መስታወት|||
መስታዎት||
መስከረም||
መስኮት||
መስጊድ||␣|
መስጠት|to give||mäsṭät
መሸጥ||
መቀመጥ|to sit||mäḳämäṭ
መቀስ||
መቀዝቀዝ|to freeze||mäḳäzḳäz
መቁረጥ|to cut||mäḳuräṭ
መቁጠር|to count||mäḳuṭär
መቅሠፍት||
መቆም|to stand||mäḳom
መቆፈር|to dig||mäḳofär
መብላት|to eat||mäblat
መብረር|to fly||mäbrär
መብረቅ||
መቦረሽ|to rub||mäboräš
መተንፈስ|to breathe||mätänfäs
መተኛት|to sleep||mätäñat
መታገል|to fight||mätagäl
መታጠፍ|to turn (intransitive)||mätaṭäf
መትፋት|to spit||mätfat
መቶ|hundred|ˈmə,to|mäto
መቼ|when||mäče
መነኩሴ||
መነጣጠል|to split||mänäṭaṭäl
መነጽር||
መናገር|to say||mänagär
መንሳፈፍ|to float||mänsafäf
መንበር||
መንከስ|to bite||mänkäs
መንደር||
መንገድ|road||mängäd
መንግሥት|government|ˈmə,n,ɡɨ,s,t|mängəśt
መንግስት||
መንጣፍ||
መንፈስ|to blow||mänfäs
መኖር|to live||mänor
መከፈቻ||␣|
መኪና|automobile|ˈmə,ki,na|mäkina
መክፈቻ||␣|
መወርወር|to throw||mäwärwär
መዋኘት|to swim||mäwañät
መዘመር|to sing||mäzämär
መዘነ|||
መዝሙር|||
መዝገበ ቃላት||
መያዝ|to hold||mäyaz
መይ||
መድፍ||
መዶሻ||
መጀመሪያ||
መገንባት||␣|
መጋቢት||
መጋዝ|||
መጋደም|to lie (as in a bed)||mägadäm
መግቢያ||
መግባት||
መግዛት||
መግደል|to kill||mägdäl
መግፋት|to push||mägfat
መጎተት|to pull||mägotät
መጠበቅ||
መጠየቅ||
መጠጣት|to drink||mäṭäṭat
መጠጥ||
መጥረጊያ||
መጥባት|to suck||mäṭbat
መጥፎ|bad||mäṭfo
መጫን|to squeeze||mäč̣an
መጫወት|to play||mäč̣awät
መጽሃፍ||
መጽሐፍ|book||mäṣḥäf
መፋቅ|to scratch||mäfaḳ
መፍራት|to fear||mäfrat
ሙሉ|full||mulu
ሙሉክዬ||
ሙስሊም||
ሙሽራ|marriage participant|ˈmu,ʃɨ,rra|mušərra
ሙቅ|warm||muḳ
ሙት||
ሙዚቃ|||
ሙዝ||
ሚስት|wife|ˈmi,s,t|mist
ሚኒስትር|minister||ministər
ሚዛን|||
ሚያዝያ||
ሚጥሚጣ||
ማልቀስ||
ማረስ||
ማረሻ||␣|
ማር||
ማርች||
ማሰር|to tie||masär
ማሰብ|to think||masäb
ማሲንቆ|||
ማስታወክ|to vomit||mastawäk
ማሽላ||
ማሽተት|to smell||maštät
ማቃጠል|to burn||maḳaṭäl
ማበጥ|to swell||mabäṭ
ማብራቅ||
ማቴ4፥23|Matt 4:23|
ማኅበረሰብ||
ማኅበርተኛ||
ማነን||␣|
ማን|who|ˈma,n|man
ማንበብ||
ማንን||␣|
ማንኛቸው||␣|
ማንኛችሁ||␣|
ማንኛችን||␣|
ማንኛው||␣|
ማንካ|spoon|ma,n,ka|manka
ማን፡ማን||␣|
ማክሰኞ||
ማወቅ||
ማዎቅ|to know||mawoḳ
ማየት|to see||mayät
ማደን|to hunt||madän
ማዳመጥ||
ማድረግ||
ማጠብ|to wash||maṭäb
ምላስ|tongue|ˈmɨ,la,s|məlas
ምላሽ|answer|ˈmɨ,lla,ʃ|məllaš
ምርጫ||␣|
ምሰሶ||
ምስል||
ምስማር|||
ምስር||
ምስት||␣|
ምስጋና||
ምስጢር|||
ምስጥ||
ምሸት||␣|
ምሼት|evening|ˈmɨ,ʃe,t|məšet
ምሽት||␣|
ምሾት||␣|
ምን|what|ˈmɨ,n|mən
ምንናምን||
ምንና፡ምን||␣|
ምንድር||␣|
ምንድን||␣|
ምን፡ምን||␣|
ምኖች||␣|
ምክንያት||
ምዕራባዊ|||
ምዕራብ|||
ምድር|||
ምግብ ቤት||
ምግብ||
ሞተ|to die|ˈmo,tə|motä
ሞት||
ሞንጎመሪ||
ሞዛምቢክ|||
ሞገድ|||
ሠላሳ|thirty|ˈsə,la,sa|śälasa
ሥልሳ||␣|
ሥር||␣|
ሥሳ||␣|
ሥድሳ||␣|
ሦስተኛ||␣|
ሦስት|three|ˈso,s,t|śost
ረቡ||␣|
ረቡዕ|Wednesday|ˈɾə,bu,ʔ|räbuʿ
ረጂም|long||räǧim
ሩማን||
ሩሲያ||␣|
ሩቅ|far|ˈɾu,kʼ|ruḳ
ሩዝ||␣|
ሩጫ||␣|
ራስ||␣|
ራብ||␣|
ሬሳ||␣|
ርእሰ ብሔር||
ርግብ||
ርጥብ|wet||rəṭb
ሮማን||
ሮም|Rome|ˈɾo,m|rom
ሮም፡በአንድ፡ቀን፡አልተገነባችም||␣|
ሮብ||␣|
ሮዝ||
ሯጭ|runner||rʷač̣
ሰላም|peace|ˈsə,la,m|sälam
ሰላጣ||
ሰማ||
ሰማንያ||␣|
ሰማያዊ||
ሰማይ|sky||sämay
ሰሜናዊ|||
ሰሜን|||
ሰበረ|||
ሰበን||
ሰባ||␣|
ሰባተኛ||
ሰባት||␣|
ሰባዊነት|||
ሰናፍጭ||
ሰኔ||
ሰንሰለት||
ሰኞ|Monday|ˈsə,ɲɲo|säñño
ሰዋሰው||
ሰው||␣|
ሰውነት||
ሰውዬ|male person|sə,ˈwɨ,jje|säwəyye
ሰዓት|hour|ˈsə,(ʔ)a,t|säʿat
ሰይፍ||
ሰዳ||
ሰጎን||
ሰፊ|wide||säfi
ሰፕቴምበር|September||säptembär
ሱሪ||
ሱሺ||
ሱቅ|shop|su,kʼ|suḳ
ሲኒማ|cinema|si,ni,ma|sinima
ሲጃራ||
ሲጋራ||
ሳመ|to kiss|sa,mə|samä
ሳሙና|soap|ˈsa,mu,na|samuna
ሳማ||
ሳምንት||␣|
ሳር|grass||sar
ሳቀ||␣|
ሳቡና||␣|
ሳት||␣|
ሳንቲም||
ሴት ልጅ||
ሴት|womankind|ˈse,t|set
ሴትዮ|woman|se,ˈtɨ,jjo|setyo
ስለት|sharp (as a knife)||səlät
ስልሳ||
ስልቻ||
ስልክ||␣|
ስሜ||␣|
ስም|name|sɨ,m|səm
ስምህ፡ማን፡ነው||␣|
ስምሽ፡ማን፡ነው||
ስምንተኛ||
ስምንት||␣|
ስር|root|␣|sər
ስንዴ|wheat|ˈsɨ,n,de|sənde
ስኳር||
ስድስተኛ||
ስድስት|six|ˈsɨ,ddɨ,s,t|səddəst
ስጋ|meat|ˈsɨ,ɡa|səga
ስጦታ|gift||səṭota
ስጳንያ||
ስፍር|zero|ˈsɨ,f,ɾ|səfr
ስፖርት|sport|s,po,r,t|səport
ሶማሊ||
ሶስተኛ||
ሶስት|three||sost
ሶፍትዌር||
ሸለመ|to decorate|ˈʃə,llə,mə|šällämä
ሸለቆ||
ሸሚዝ||
ሸረሪት||
ሸክላ||
ሹምብራ|chickpea|ˈʃu,m,bɨ,ɾa|šumbəra
ሹሩባ|||
ሺ||␣|
ሺህ|thousand|ˈʃi,h|ših
ሻል||
ሻማ|||
ሻይ||␣|
ሽላን||
ሽል||
ሽመላ||␣|
ሽምብራ||␣|
ሽታ||
ሽንብራ||␣|
ሽንት||␣|
ሽንት፡ቤት|toilet|ˈʃɨ,n,t, ,be,t|šənt bet
ሽንኩርት||
ሽጉጡን||␣|
ሽጉጡን፡ጠጣ||␣|
ሽጉጥ||␣|
ሾክ|thorn|ˈʃo,k|šok
ቀረበ|||
ቀረጸ|||
ቀረፋ||
ቀስተ ደመና||
ቀስተዳመና||
ቀበሌ||
ቀበቶ|belt|ˈkʼə,bə,tto|ḳäbätto
ቀብድ|deposit|ˈkʼə,b,d|ḳäbd
ቀን|day||ḳän
ቀንድ|horn||ḳänd
ቀዝቃዛ|cold|kʼə,z,ˈkʼə,zza|ḳäzḳaza
ቀይ|red||ḳäy
ቀጥታ|straight||ḳäṭta
ቀጭኔ||
ቀጭን|thin||ḳäč̣n
ቁላ||
ቁራ||
ቁርስ||␣|
ቁርቁራ|||
ቁንዶ በርበሬ||
ቁጣ|||
ቂንጥር||␣|
ቃል|word, voice|ˈkʼa,l|ḳal
ቃጥሎ||
ቅማል|louse||ḳəmal
ቅርፊት|bark (of a tree)||ḳərfit
ቅንፍዝ||
ቅዳሜ||
ቅጠል|leaf||ḳəṭäl
ቅጽል|||
ቆርቆሮ||
ቆስጣ||
ቆሻሻ|dirty||ḳošaša
ቆብ||
ቆንጆ||
ቆዳ|skin||ḳoda
ቋንቋ|language|kʼwa,n,kʼwa|ḳʷanḳʷa
ቍርስ|breakfast|ˈkʼʷɨ,r,s|ḳʷərs
በለስ||
በላ||
በረሃ||
በረዶ|ice||bärädo
በሬ|ox, bull|ˈbə,ɾe|bäre
በር||
በርበሬ||
በርኖስ||
በቅሎ|mule|ˈbə,kʼ,lo|bäḳlo
በቆሎ||
በታች||
በዳ||␣|
በገና||␣|
በገን||
በጠለ|||
በጣጢስ|sweet potato|bə,ˈtʼa,tʼi,s|bäṭaṭis
ቡም|owl|ˈbu,m|bum
ቡራኬ|blessing||burake
ቡና||
ቡናይነት||
ቡን||
ቢላዋ||
ቢምቢ||
ቢራቢሮ||␣|
ቢዛ||␣|
ቢጫ|yellow|ˈbi,t͡ʃʼa|bič̣a
ባህር|sea||bahr
ባል|husband|ˈba,l|bal
ባሕር||
ባሚያ||
ባረከ||
ባሪያ||
ባቄላ|broad bean||baḳela
ባንዴራ||
ባዶ||
ቤተሰብ|immediate family|bi,tə,sə,bɨ|betäsäb
ቤተ፡ክርስቲያን||␣|
ቤቴ|my house|ˈbe,te|bete
ቤት|house|ˈbe,t|bet
ብሄራዊ||
ብሔረተኝነት||
ብሔር|birthplace, homeland||bəḥer
ብራዚል|||
ብር||
ብርቱካን|orange|ˈbɨ,r,tu,ka,n|bərtukan
ብርክ||
ብስኩት|||
ብብት|||
ብቻ||␣|
ብናኝ|snow||bənañ
ብዕር|pen|ˈbɨ,ʔɨ,ɾ|bəʿər
ብዙ|many|ˈbɨ,zu|bəzu
ብጒንጅ|sore||bəgʷinǧ
ብጫ|yellow|ˈbɨ,t͡ʃʼa|bəč̣a
ቦርሳ|||
ቧምቧ||
ቪዛ|visa|ˈvi,za|viza
ቫይረስ|virus|va,j,rə,s|vayräs
ቫዮሊን|violin|va,jo,li,n|vayolin
ተመን||
ተመኘ||
ተማሪ|student|ˈtə,ma,ri|tämari
ተምር||
ተረከዝ||␣|
ተራራ|mountain||tärara
ተንታኝ||␣|
ተከፈተ||␣|
ቱቫሉ|||
ቲማቲም||
ታህሳስ||
ታሪክ|||
ታንክ||
ቴሌፎን||
ቴምብር||
ቴዎድሮስ||
ትል|worm|tʰɨ,l|təl
ትልቅ|big||təlḳ
ትምባሆ||␣|
ትምባኾ|tobacco||təmbaxo
ትራስ||
ትራፊክ||
ትርንጎ||
ትርጉም|||
ትናንት||␣|
ትናንትና||␣|
ትንሽ|small||tənš
ትንቢት||
ትግርኛ|Tigrinya|tɨ,ɡ,rɨ,ɲɲa|təgrəñña
ቺሌ||
ቻይ|patient|ˈt͡ʃa,j|čay
ቻይና|||
ችግር||
ኀልዮ|theory||ḫälyo
ኃምሌ||
ኅብረሰባዊነት|||
ኅብረት||
ኅብር||
ኅዳር||
ነሐሴ||
ነሕስ|||
ነበረ||␣|
ነቢት||
ነው||␣|
ነገ||␣|
ነገር|thing|nə,ɡə,r|nägär
ነገሰ|||
ነጭ ሽንኩርት||
ነጭ|white|ˈnə,t͡ʃʼ|näč̣
ነፃነት||
ነፋ|||
ነፋስ|wind||näfas
ነፍስ||
ነፍጠኛ||␣|
ኑዛዜ|testament, will|ˈnu,zza,ze|nuzzaze
ናሚቢያ||
ንስር||
ንብ||
ንጉሥ|king, negus|ˈnɨ,ɡu,s|nəguś
ንጉሦች||␣|
ንጋት||
ንግሥት||␣|
ንግሥቶች||␣|
ንፋስ||
ኖረ|to live|ˈno,ɾə|norä
ኖቬምበር|November||novembär
አሁን||
አህያ||
አለ|||
አለም||
አላህ||
አልማዝ||
አልቦ|bead|ˈ(ʔ)a,l,bo|ʾalbo
አልተገነባችም||␣|
አልጋ||
አመል|||
አመት|year|ˈ(ʔ)a,mə,t|ʾämät
አመነ|||
አመድ|ash||ʾämäd
አማርኛ|Amharic (language)|ä,mä,rɨ,ɲɲä|ʾämarəñña
አምላክ||
አምሳ||␣|
አምሳግር||␣|
አምሳ፡እግር||␣|
አምስተኛ||␣|
አምስት|five|ˈ(ʔ)a,mmɨ,s,t|ʾämst
አምበሳ||␣|
አሞሌ||
አሞት|||
አሥራራት||␣|
አረም||
አረሰ||␣|
አረቂ||
አረንጓዴ||
አራ|||
አራተኛ||␣|
አራት|four|(ʔ)a,ˈɾa,tt|ʾärat
አርመንኛ||␣|
አርሜንኛ|Armenian (language)|(ʔ)a,ɾ,me,ˈnɨ,ɲɲa|ʾarmenəñña
አርበኛ||
አርባ||␣|
አሮጌ|old||ʾäroge
አሳ|fish||ʾäsa
አስረኛ||
አስራ ሁለት||
አስራ ሰባት||
አስራ ስምንት||
አስራ ስድስት||
አስራ ሶስት||
አስራ አምስት||
አስራ አራት||
አስራ አንድ||
አስራ ዘጠኝ||
አስራ|||
አስራአንድ||
አስራ፡ሁለት|||
አስራ፡ሰባት|||
አስራ፡ስምንት|||
አስራ፡ስድስት|||
አስራ፡ሶስት|||
አስራ፡አምስት|||
አስራ፡አራት|||
አስራ፡አንድ|||
አስራ፡ዘጠኝ|||
አስር||
አስተማሪ||␣|
አስኳል||
አሸለመ||␣|
አሸዋ|sand||ʾäšäwa
አሽዋ||
አበባ|flower|a,βə,βa|ʾäbäba
አቡነ||
አባት|father|ˈʔa,bba,t|ʾäbat
አባጨጓሬ||
አቧራ|dust||ʾäbʷara
አናናስ||
አንሶላ||
አንቄ||
አንበሳ||␣|
አንተ|you (2sg)|ˈ(ʔ)a,n,tə|ʾäntä
አንቱ||␣|
አንቺ|you (2sg)|ˈ(ʔ)a,n,t͡ʃi|ʾänči
አንደኛ||␣|
አንዲት||␣|
አንድ|one|ˈ(ʔ)a,n,d|ʾänd
አንጀባ||
አንገት|neck||ʾängät
አንጎል||
አክሊል||
አክስት||
አኮርዲዮን||␣|
አውራ ዶሮ||
አውሬ||
አውሮፓ|Europe|a,w,ro,pa|ʾäwropa
አውሮፕላን|airplane||awroplan
አውስትራልያ||
አዕምሮ|||
አዘመተ||␣|
አዘን||
አዝማሪ|||
አየሩ|the weather|ə,yyə,ru
አየር|||
አያት||
አይብ||
አይን|eye||ʾäyn
አይደለም|to not be|(ʔ)ajˈdəlːəmː|ʾaydällämm
አይጥ||
አደሰ|||
አደገኛ||
አዲስ አበባ||
አዲስ|new|␣|ʾädis
አድሓኖም||
አዶ||
አገራት||
አገር||
አግዓዘን|||
አጥር|fence|a,tʼe,r|ʾäṭr
አጥንት|bone||ʾäṭnt
አጭር|short||ʾäč̣r
አጻፈ||␣|
አፈረ|||
አፈር||
አፍ|mouth|ə,f|ʾäf
አፍንጫ|nose|ˈ(ʔ)a,fɨ,n,t͡ʃʼa|ʾäfnč̣a
ኡነት|truth|ˈ(ʔ)u,nə,t|ʾunät
ኢትዮጵያ|Ethiopia|i,t,jo,pʼ,ja|ʾītyōṗṗyā|itʰiopʼia
ኢንተርኔት|internet|ʔi,n,tə,r,ne,t|intärnet
ኣልጋ|bed||ʼalga
ኣከስት||
ኣጎት||
ኤሌክትሪክ|electric|e,le,k,t,ri,k|elektrik
ኤርትራ||
ኤስቶኒያ||
ኤስዋቲኒ|||
ኤፕሪል|April||ʾepril
እ-||
እህል||
እህት||
እልም||
እሑድ||
እምስ||␣|
እሪስቅ||␣|
እራስ||␣|
እራብ||␣|
እርሱ||␣|
እርሳስ|||
እርሳቸው||␣|
እርስዎ||␣|
እርሷ||␣|
እርቃን||
እርዳታ|help|ɨ,r,da,ta|ʾərdata
እርድ||
እርጎ||
እሮብ||␣|
እሱ|he, she, it (3sg)|ˈ(ʔ)ɨ,ssu|ʾəsu
እሳተ ጎመራ||
እሳት|fire|ˈ(ʔ)ɨ,sa,t|ʾəsat
እሳቸው|he/she|ˈ(ʔ)ɨ,ssa,t͡ʃːə,w|ʾəssaččäw
እሴት||␣|
እስላማዊ||
እስልምና||
እስስት||
እስትንፋስ|breath|ˈ(ʔ)ɨ,s,tɨ,n,fa,s|ʾəstənfas
እስክስታ|||
እስዎ|you|ˈ(ʔ)ɨ,ssɨ,wo|ʾəssəwo
እሷ|he, she, it (3sg)|ˈ(ʔ)ɨ,ssʷa|ʾəsʷa
እሾህ||
እሾክ||␣|
እባብ|snake||ʾəbab
እባት||
እባክህ|||
እባክዎ|||
እት||␣|
እቺ||␣|
እች||␣|
እኅት|sister|ˈʔɨ,hɨ,t|ʾəḫət
እነ-||␣|
እነማን||␣|
እነርሱ|they (3pl)|ˈ(ʔ)ɨ,nnə,ɾ,su|ʾənärsu
እነሱ||␣|
እነዚህ|these|ˈ(ʔ)ɨ,nnə,zzi,h|ʾənnäzzih
እነዚያ||␣|
እናት|mother|ˈʔɨ,nna,t|ʾənat
እናንተ|you (2pl)|ˈ(ʔ)ɨ,nna,n,tə|ʾənantä
እናንት||␣|
እኔ|I (1sg)|ˈ(ʔ)ɨ,ne|ʾəne
እንስሳ|animal||ʾənssa
እንሽላሊት||
እንቁላል|egg||ʾənḳulal
እንቁራሪት||
እንቆቅልሽ||
እንባ||
እንብርት||
እንኮይ||
እንኰይ|mountain plum||ʾənkʷäy
እንዴት|how||ʾəndet
እንጀራ||␣|
እንግሊዝኛ፡ትችላለህ||␣|
እንግሊዝኛ፡ትችያለሽ||␣|
እንግሊዝኛ፡ይችላሉ||␣|
እንግዳ||
እንጨት||
እኛ|we (1pl)|ˈ(ʔ)ɨ,ɲɲa|ʾəña
እዛብ||␣|
እጅ|hand|ˈ(ʔ)ɨ,dd͡ʒ|ʾəǧ
እግረኛ||␣|
እግር ኳስ||␣|
እግር|leg|ˈ(ʔ)ɨ,ɡɨ,ɾ|ʾəgr
እግርጌ||␣|
እጡብ||␣|
እጥር||
ኦሃዮ||
ኦክቶበር||
ኦገስት|August||ʾogäst
ከለከለ||␣|
ከልብ||
ከሎታ||
ከረከረ|||
ከሰላ||␣|
ከሰረት||␣|
ከሰሰ|to accuse|kə,sə,sə|käsäsä
ከሳሽ|||
ከስከሴ||␣|
ከበረ|||
ከበርቴ|||
ከበሮ||
ከበደ|||
ከባድ|heavy||käbad
ከብት|||
ከተማ||
ከተበ||
ከተተ|||
ከታተበ||
ከንቱ|||
ከንቲባ|||
ከንፈር|||
ከፈለ|||
ከፈተ||␣|
ከፋይ|||
ከፍተኛ|||
ከፍታ|||
ኩላሊት|||
ኩሩ|||
ኩራት|pride||kurat
ኩሬ|||
ኩባያ|||
ኩታ|||
ኪሎ|||
ኪሩብ||
ኪራይ|||
ኪስ||
ኪያር|||
ኪዳን|||
ካህን|||
ካልኩሌተር|||
ካሜራ|||
ካርታ||
ካሰ|||
ካሳ|||
ካቶሊክ|||
ካደ|||
ኬላ|||
ክህነት|||
ክሊኒክ|||
ክልል|||
ክምችት|||
ክረምት|rainy season|ˈkɨ,rə,m,t|kərämt
ክራር||
ክር|||
ክርስቲያን|||
ክርስትና||␣|
ክርታስ|||
ክርክራ||␣|
ክርክር|||
ክሮኤሽያ||
ክስ|||
ክስተት|||
ክበብ|||
ክብ|round|␣|kəb
ክብር||␣|
ክታብ||
ክትባት|||
ክትትል|||
ክንውን|||
ክንድ||
ክንፍ|wing|␣|kənf
ክፈፍ|||
ክፉ|||
ክፋት|||
ክፍል|||
ክፍተት|||
ክፍት|||
ክፍያ|||
ኮሚቴ|||
ኮምፒውተር|||
ኮረብታ|||
ኮረንቲ||␣|
ኮሪቻ||
ኮራ|||
ኮር|||
ኮሰረት|||
ኮሶ|African redwood|ˈko,so|koso
ኮሶኛ||␣|
ኮነነ|||
ኮንትራት|||
ኮከብ|star|ˈko,kə,b|kokäb
ኮክ||
ኮዳ|||
ኳሰ|to jump|ˈkʷa,sə|kʷasä
ኳስ||␣|
ወለደ|||
ወለድ|||
ወላጅ|||
ወምበር||␣|
ወረረ|||
ወረራ|||
ወረርሽኝ|||
ወረሰ|||
ወረቀት||
ወረት|||
ወረወረ|||
ወረደ|||
ወረዳ||
ወራሪ|||
ወራሽ|||
ወሬ|||
ወር||
ወርቃማ|||
ወርቅ||
ወርድ|||
ወሰነ|||
ወሰን|||
ወሰደ|||
ወሳኝ|||
ወቀሰ|||
ወቀሳ|||
ወቅት|||
ወባ|||
ወተት||
ወነጀለ|||
ወኔ|vigour, spirit|ˈwə,nne|wänne
ወንበር||␣|
ወንበዴ|||
ወንዝ|river|ˈwə,n,z|wänz
ወንድ|||
ወንድም||␣|
ወንድምዬ||␣|
ወንጀለኛ|||
ወንጀል|||
ወንጌል||
ወከባ|||
ወኪል|||
ወይም||
ወይራ|||
ወይን||
ወይዘሮ|||
ወይፈን||␣|
ወደመ|||
ወደቀ|||
ወደብ|||
ወደደ|||
ወዳጅ|||
ወዳጅነት|friendship||wädaǧnät
ወገብ|||
ወገን|||
ወጌሻ|||
ወግ|||
ወጣ|||
ወጣት|||
ወጥ|||
ወጥመድ|||
ወፍ|bird|ˈwə,f|wäf
ወፍራም||
ወፍጮ||
ዉሻ|dog|␣|wuša
ዊኪፔዲያ|Wikipedia|
ዋለ|||
ዋሊያ||
ዋርሳ|||
ዋስ|||
ዋስትና|||
ዋሻ||
ዋነኛ|||
ዋና|chief, head|ˈwa,nna|wanna
ዋንዛ|||
ዋንጫ|||
ዋዜማ|||
ዋጋ|||
ዋግ|||
ዋጠ|||
ው||
ውሃ||
ውለታ|||
ውል|||
ውሣኔ|||
ውርደት|||
ውስጥ|||
ውሸት|||
ውሻ|dog|ˈwɨ,ʃʃa|wəšša
ውሻዎች||␣|
ውሾች||␣|
ውቅያኖስ|||
ውኃ|water||wəḫa
ውን|||
ውንጀላ|||
ውክልና|||
ውዝፍ|||
ውድ|||
ውድቀት|||
ውድድር|||
ውጤት|||
ውጥረት|||
ውጥን|||
ውጭ||
ውፍረት|||
ዐመት||
ዐምባ||
ዐሥራ ሁለት||
ዐሥራ||␣|
ዐሥራምስት||␣|
ዐሥራንድ||␣|
ዐሥራ፡ሁለት|twelve|ˌ(ʔ)a,s,ɾa, ,ˈhu,lə,tt|ʿaśra hulätt
ዐሥራ፡ሦስት||␣|
ዐሥራ፡ሰባት||␣|
ዐሥራ፡ስምንት||␣|
ዐሥራ፡ስድስት||␣|
ዐሥራ፡አምስት||␣|
ዐሥራ፡አራት||␣|
ዐሥራ፡አንድ||␣|
ዐሥራ፡ዘጠኝ||␣|
ዐሥር||␣|
ዐባይ||␣|
ዐይን||
ዐጨደ|||
ዑምራ|Umra||ʿumra
ዓለም||
ዓመት||␣|
ዓሣ|fish||ʿaśa
ዓርብ||
ዓዋቂ||
ዕርድ||
ዕንጨት|||
ዕጣን|incense|ɨ,tʼa,n|ʿəṭan
ዕጥር||
ዘለቀ|||
ዘለቄታ|||
ዘላቂ|||
ዘመረ|||
ዘመተ||␣|
ዘመናዊ||
ዘመን||
ዘመድ|||
ዘማች|||
ዘረኛ|||
ዘረዘረ|||
ዘረጋ|||
ዘረፋ|||
ዘራ|||
ዘራፊ|||
ዘር|seed|ˈzə,r|zär
ዘርቤዶ|||
ዘርፍ|||
ዘበን||
ዘበኛ|||
ዘብ|||
ዘነዘና||␣|
ዘነጋ|||
ዘንዶ|||
ዘንግ|||
ዘውድ||␣|
ዘይቤ|||
ዘይት||
ዘዴ|||
ዘገበ|||
ዘገባ|||
ዘገየ|||
ዘጋ|||
ዘጋቢ|||
ዘጠነኛ||
ዘጠና||␣|
ዘጠኝ|nine|ˈzə,tʼə,ɲɲ|zäṭäññ
ዘፈን|||
ዘፋኝ|||
ዙሪያ|||
ዙር|||
ዙፋን|||
ዛለ|||
ዛሬ|today|za,re|zare
ዛብ||␣|
ዛቻ|||
ዛፍ|tree|␣|zaf
ዜማ|||
ዜሮ||␣|
ዜና|||
ዜጋ|||
ዝሆን||
ዝምብ||␣|
ዝምታ|||
ዝርዝር|||
ዝርፊያ|||
ዝቅተኛ|||
ዝነኛ|||
ዝና|||
ዝናብ|rain|ˈzɨ,na,b|zənab
ዝንባሌ|||
ዝንብ||␣|
ዝንጀሮ||
ዝንጅብል||
ዝውውር|||
ዝይ||
ዝግ|||
ዝግባ|||
ዝግጁ|ready, prepared|zɨ,ˈɡɨ,dd͡ʒu|zəgəǧǧu
ዝግጅት|||
ዝፍት||
ዞረ|to rotate||zorä
የ-||␣|
የርሱ||␣|
የርሷ||␣|
የሱ||␣|
የሷ|her|ˈjə,ssʷa|yässʷa
የቱ|which?|ˈjə,tu|yätu
የቲቱ||␣|
የት|where|ˈjə,t|yät
የትኛው|which?|ˈjə,tɨ,ɲɲa,w|yätəññaw
የቷ|which?|ˈjə,tʷa|yätʷa
የነርሱ||␣|
የነሱ||␣|
የናንተ||␣|
የኔ||␣|
የኛ|ours|ˈjə,ɲɲa|yäñña
የእርስ በእርስ ጦርነት||
የካቲት||
የገማ|rotten||yägäma
ያ|that|ˈja|ya
ያቺ||␣|
ያች|that|ˈja,tt͡ʃ|yačč
ያንተ||␣|
ያንቺ||␣|
ያዘ|||
ይህ|this|ˈjɨ,h|yəh
ይህቺ||␣|
ይህች|this|jɨ,ˈhɨ,t͡ʃː|yəhəčč
ይሉኝታ||
ይቅርታ|||
ይቺ||␣|
ይች||␣|
ይዘት|||
ይዞታ|||
ይግባኝ|||
ደሀ|||
ደህና|||
ደህንነት|||
ደላላ|||
ደመረ|||
ደመሰሰ|||
ደመና|cloud|␣|dämäna
ደመወዝ|||
ደመደመ|||
ደማ|||
ደም|blood|␣|däm
ደረሰ|||
ደረሰኝ|||
ደረቀ|||
ደረቅ|dry||däräḳ
ደረጀ|||
ደራሲ|||
ደሴት||
ደስታ|||
ደቂቃ|||
ደቡባዊ|||
ደቡብ|||
ደባ|||
ደብር||
ደብተር|||
ደብዛ|||
ደብዳቤ||␣|
ደነቀ|||
ደነገገ|||
ደነገጠ|||
ደን|forest||dän
ደንቆሮ||
ደንበኛ|||
ደንብ|||
ደንዳና|thick|␣|dändana
ደከመ|||
ደካማ||
ደወለ|||
ደወል|||
ደዌ|disease||däwe
ደጀን|||
ደጅ|||
ደገፈ|||
ደጋ|||
ደጋፊ|||
ደግ||␣|
ደግነት|||
ደፈረ|||
ደፋር|||
ዱላ|||
ዱር|||
ዱቄት|||
ዱባ||
ዲሴምበር||
ዲዳ|dumb, mute|ˈdi,da|dida
ዲግሪ|||
ዳረገ|||
ዳር||
ዳቦ||
ዳነ|||
ዳኛ|||
ዳኝነት|||
ዳክየ||
ዳዋ|||
ዴሞክራሲ||
ዴንማርክ||
ድሀ|||
ድህነት|||
ድል|||
ድልድይ||
ድመት||␣|
ድምር|||
ድምጽ|voice, sound||dəmṣ
ድሪ|||
ድራማ|||
ድር|||
ድርሰት|||
ድርቂ||
ድርቅ|||
ድርብ|||
ድርድር|||
ድርጅት|||
ድርጊት|||
ድስት|||
ድብ||
ድብልቅልቅ|||
ድብቅ|||
ድብደባ|||
ድንቁርና|||
ድንቅ|||
ድንበር|||
ድንች||␣|
ድንክ||
ድንኳን|||
ድንገተኛ|||
ድንጋይ|stone|ˈdɨ,n,ɡa,j|dəngay
ድንጋጌ|||
ድንግል|||
ድካም|||
ድክመት|||
ድዳ||␣|
ድጋፍ|||
ድጎማ|||
ድፍረት|||
ዶለ|||
ዶሮ ወጥ||␣|
ዶሮ|hen|ˈdo,ɾo|doro
ዶክተር|||
ጀልባ|||
ጀመረ|||
ጀማሪ|||
ጀምበር|||
ጀርመን||
ጀርባ|back||ǧärba
ጀብደኛ|||
ጀብዱ|adventure|ˈd͡ʒə,b,du|ǧäbdu
ጀነት||
ጀግና||
ጀግንነት|||
ጁላይ||
ጁን||
ጂንስ||
ጃርት|porcupine|ˈd͡ʒa,r,t|ǧart
ጃንዩዌሪ|January||ǧanyuweri
ጃንጥላ||
ጃኬት||
ጃፓን|||
ጄኔራል|general||ǧeneral
ጅምር|||
ጅራት|tail|ˈd͡ʒɨ,ra,t|ǧərat
ጅብ||
ጅብዱ|adventure|ˈd͡ʒə,b,du|ǧəbdu
ጅግራ||
ጆሮ|ear||ǧoro
ጆንያ|||
ገለልተኛ|||
ገለበጠ|||
ገለጸ|||
ገላ|||
ገላጋይ|||
ገመተ|||
ገመድ|rope||gämäd
ገመገመ|||
ገምጋሚ|||
ገረመ|||
ገረድ|maid|ˈɡə,ɾə,d|gäräd
ገረፈ|||
ገበሬ||
ገበታ|||
ገበያ|||
ገቢ|||
ገባ||
ገባር|||
ገብስ||
ገነባ|||
ገነት||
ገና||
ገንዘብ||
ገንፎ||
ገውዝ||
ገዛ||
ገዢ|master||gäži
ገደለ|||
ገደል|||
ገደብ|||
ገዳም|||
ገዳይ|||
ገድ|||
ገድል|||
ገጆ||
ገጠመ|||
ገጠር|||
ገጽ|||
ገጽታ|situation, manner||gäṣta
ገፋ|||
ጉልበት|knee|ˈɡu,l,bə,t|gulbät
ጉማሬ||␣|
ጉሮሮ|guts||guroro
ጉበት|liver|ˈɡu,bbə,t|gubät
ጉባኤ|||
ጉዞ||
ጉያ|||
ጉዳት|||
ጉዳይ|||
ጉድ|||
ጉድለት|||
ጉጉት||
ጊታር|guitar|ɡi,ta,r|gitar
ጊዜ||
ጊዜያዊ|||
ጋለሞታ|||
ጋሜ||
ጋራ|||
ጋር||
ጋሻ|||
ጋበዘ|||
ጋብቻ|||
ጋኔን|||
ጋዜጣ||
ጋዝ|||
ጋገረ|||
ጌታ|lord, master|ˈɡe,ta|ˈɡeta
ጌጥ|||
ግል|||
ግልባጭ|||
ግልገል|||
ግልጋሎት|||
ግመል||
ግማሽ|||
ግምባር|||
ግምት|||
ግምገማ|||
ግሩም|||
ግሪክኛ||
ግራ|left|ˈɡɨ,ɾa|gəra
ግራጫ|||
ግርጌ||␣|
ግርግር|||
ግስጋሴ|||
ግቢ|||
ግብ|||
ግብር|||
ግብርና|||
ግብዣ|party, reception||gəbža
ግብፅ|||
ግንባር||
ግንብ|||
ግንቦት||
ግንኙነት|relationship||gənñunät
ግንዛቤ|||
ግንደ ቆርቁር||
ግንድ|||
ግኝት|discovery||gəñt
ግዕዝ||
ግዙፍ|||
ግዛት|||
ግዝት|||
ግዳጅ|||
ግዴታ|||
ግድ|||
ግድብ|||
ግድያ|||
ግድግዳ|||
ግጥሚያ|||
ግጥም|||
ግጭት|conflict, crash||gəč̣t
ግፈኛ|||
ግፊት|||
ግፍ|||
ጎልማሣ|||
ጎመን||
ጎማ|||
ጎሣ|||
ጎረቤት||
ጎራ|||
ጎበኘ|||
ጎበዝ|||
ጎተራ|||
ጎቶንያል|||
ጎዳ|||
ጎዳና||
ጎጆ|||
ጓንት|||
ጓዝ|||
ጓያ||
ጓደኛ|friend|ɡʷa,ddə,ɲɲa|gʷaddäñña
ጓዳ|||
ጓድ|||
ጕድጓድ|well, hole||gʷədgʷad
ጠለፋ|||
ጠላ|||
ጠል|||
ጠማ|||
ጠረጴዛ|table|tʼə,ˈɾə,ppʼe,za|ṭäräp̣p̣eza
ጠረፍ|||
ጠራ|||
ጠርዝ|||
ጠቀመ|||
ጠቀሜታ|||
ጠቀሰ|||
ጠቃሚ|||
ጠቅላላ|||
ጠቅላይ ሚኒስትር|prime minister||ṭäḳlay ministər
ጠቆመ|||
ጠቋሚ|||
ጠበቀ|||
ጠበቃ|||
ጠበንጃ||
ጠባቂ|||
ጠባብ|narrow||ṭäbab
ጠባይ|||
ጠብ|||
ጠንቅ|||
ጠንቋይ|||
ጠየቀ|||
ጠጀ||
ጠጅ|||
ጠጉር||
ጠጣ|to drink, smoke|ˈtʼə,ttʼa|ṭäṭṭa
ጠፋ|||
ጡረታ|||
ጡብ|brick, tile|ˈtʼu,b|ṭub
ጡት|breast|ˈtʼu,t|ṭut
ጡንቻ|||
ጢም|beard||ṭim
ጣለ|||
ጣም||
ጣረ|||
ጣሰ|||
ጣት|finger|tʼa,t|ṭat
ጣና|||
ጣዖት|idol||ṭaʿot
ጣጣ|||
ጣፋጭ||
ጤና|health|tʼe,na|ṭena
ጤዛ||
ጤፍ||
ጥላ||
ጥላቻ|||
ጥል|||
ጥልቀት||
ጥልቅ|||
ጥም|||
ጥምቀት||
ጥረት|||
ጥሩ|good||ṭəru
ጥሪ|||
ጥሪት|||
ጥራት|||
ጥሬ|||
ጥር||
ጥርስ|tooth|ˈtʼɨ,ɾ,s|ṭərs
ጥርጣሬ|||
ጥቁር|black|t̪ʼə,ku,r|ṭəḳur
ጥቂት|few||ṭəḳit
ጥቃቅን|||
ጥቃት|||
ጥቅል|||
ጥቅም|||
ጥቅምቲ||
ጥቅስ|||
ጥቅሶች|aphorism|tʼɨ,kʼ,soː,t͡ʃ|ṭəḳsoč
ጥቆማ|||
ጥበቃ|||
ጥበብ||␣|
ጥናት|||
ጥንቃቄ|||
ጥንት|||
ጥንቸል||
ጥንካሬ|||
ጥንድ|||
ጥያቄ|||
ጥይት|||
ጥጃ||
ጥገና|||
ጥገኛ|||
ጥገኝነት|||
ጥፋተኛ|||
ጥፋት|||
ጥፍር|fingernail||ṭəfr
ጦም|||
ጦር|||
ጦርነት||
ጦጣ|||
ጧት|morning||ṭʷat
ጨለመ|||
ጨለማ||
ጨሌ||
ጨመረ|||
ጨረሰ|||
ጨረቃ|moon|ˈt͡ʃʼə,ɾə,kʼa|č̣äräḳa
ጨርቅ|||
ጨካኝ|||
ጨዉ|salt|t͡ʃʼə,w|č̣äwu
ጨዋታ||␣|
ጨው||␣|
ጨጓራ||
ጩኸት|appeal||č̣uxät
ጫማ||
ጫረ|||
ጫነ|||
ጫንቃ|||
ጫካ||
ጫፍ|||
ጭላዳ||
ጭልፋ|||
ጭማሪ|||
ጭማቂ||
ጭምብል||
ጭምጭምታ|||
ጭራ|||
ጭስ|smoke|t͡ʃʼɨ,s|č̣əs
ጭቁን|||
ጭቃ||
ጭቅጭቅ|||
ጭቆና|||
ጭብጥ|||
ጭነት|||
ጭን|||
ጭንቀት|||
ጭንቅ|||
ጭንቅላት|skull, head|t͡ʃʼɨ,n,ˈkʼɨ,lla,t|č̣ənḳlat
ጭካኔ|||
ጭጋግ|fog||č̣əgag
ጭፈራ|||
ጭፍራ|||
ጭፍጨፋ|||
ጮማ|fat||č̣oma
ጮኸ|||
ጳውሎስ|Paul the Apostle|pʼa,w,lo,s|p̣awlos
ጳጳስ|||
ጸለየ|||
ጸሎት|||
ጸሐይ||
ጸሐፊ|||
ጸሓይ||
ጸደቀ|||
ጸጉር|hair||ṣägur
ጸጋ|||
ጸጥታ|||
ጸጸት|||
ጻድቅ|||
ጻፈ|to write|ˈt͡sʼa,fə|ṣafä
ጽሑፍ|writing||ṣəḥuf
ጽዋ|||
ጽድቅ|||
ጾም|fast||ṣom
ፀሐይ|sun|ˈt͡sʼə,ha,j|ṣ́äḥay
ፀሓይ||
ፀጉር||
ፆታ|gender||ṣ́ota
ፈለገ|||
ፈለግ|||
ፈላስፋ|||
ፈላጊ|||
ፈረሰ|||
ፈረሰኛ|||
ፈረስ|horse|ˈfə,ɾə,s|färäs
ፈረደ|||
ፈሪ|||
ፈራ|||
ፈር|||
ፈርምዌር||
ፈርጥ||␣|
ፈሰሰ|||
ፈሳሽ|||
ፈቀደ|||
ፈቃድ|||
ፈተሸ|||
ፈተና|||
ፈታ|||
ፈት|||
ፈንታ|||
ፈንጂ|||
ፈጀ|||
ፈገግታ|||
ፈጠረ|||
ፈጠራ|||
ፈጣሪ|||
ፈጣን|||
ፈጸመ|||
ፉትቦል|||
ፉከራ|||
ፉክክር|competition||fukəkər
ፊልም||␣|
ፊርማ|||
ፊታውራሪ|||
ፊት||␣|
ፊደል|letter, alphabet|ˈfi,də,l|fidäl
ፋርማሲ|||
ፋሲካ|||
ፋብሪካ|||
ፋታ|||
ፋኑስ||
ፋንታ|||
ፋይዳ|||
ፌብሩዋሪ||
ፌንጣ||
ፍለጋ|||
ፍሉካ|falucca (boat)|fɨ,lu,ka|fəluka
ፍላጎት|||
ፍልሚያ|||
ፍልስፍና|||
ፍሪዳ|||
ፍራቻ|||
ፍራፍሬ|fruit||fərafre
ፍርስራሽ|||
ፍርድ|||
ፍስሀ|||
ፍቅረኛ|||
ፍቅር||
ፍተሻ|||
ፍትህ||
ፍትሐት|||
ፍች|||
ፍንዳታ|||
ፍንጭ|||
ፍየል||
ፍዳ|||
ፍጆታ|||
ፍጡር|||
ፍጥረት|||
ፍጥነት|||
ፍጹም|perfect||fəṣum
ፍጻሜ|||
ፎርማጆ||
ፎቅ|||
ፏፏቴ|waterfall||fʷafʷate
ፒያኖ||␣|
ፓርላማ|||
ፓርቲ|||
ፓይለት|||
ፓፑዋ ኒው ጊኒ|||
ፓፓያ|lpapaya||papaya
ፕላኔት|planet||pəlanet
ፕላን|plan||pəlan
ፕሬስ|press||pəres
ፕሬዚዳንት|president||pərezidant
ፕሮዤ|project||pərože
ፕሮግራም|program||pərogram
ፕሮፌሰር|professor||pərofesär
ፖለቲካ|politics|po,lə,ti,ka|polätika
ፖሊሲ|||
ፖሊስ|police|ˈpo,li,s|polis
ፖም||
ፖስታ|post, mail|ˈpo,s,ta|posta
ፖስታ፡ቤት|post office|ˈpo,s,ta, ,ˌbe,t|posta bet


@ unknown source

ላይ|at||lay|
ሌላ|other||lela|
መዉረድ|to flow||mäwuräd|
መዉደቅ|to fall||mäwudäḳ|
መዉጋት|to stab||mäwugat|
ማሸት|to wipe||መፈተግ|
ምክንያቱም|because||məknyatum|
ሥብ|fat (n)||śəb|
ረዝም|long||räzm|
ርስዎ|you (2sg)||rəswo|
ሰስፋት|to sew||säsfat|
ሰዉ|man (human being)||säwu|
ቀኝ|right||ḳäñ|
ቅርብ|near||ḳərb|
ቢሆን|if||bihon|
ትክክል|correct||təkkl|
አረንገዴ|green||ʾärängäde|
አባራ|dust||ʾäbara|
እና|and||ʾəna|
እዚህ|here||ʾəzih|
እዚያ|there||ʾəziya|
ከ….ጋር|with||kä….gar|
ዉሃ|water||wuha|
ዉስጥ|in||wusṭ|
የተወሰነ|some||yätäwäsänä|
የእግር መዳፍ|foot||yäʾgr mädaf|
የዶለዶመ|dull (as a knife)||yädolädomä|
ጎልማሳ|man (adult male)||golmasa|
ጸሀይ|sun||ṣähäy|










































`

