/*
native | meaning | IPA① | transcription | other transcriptions② | notes | wiktionary③


① separate each text unit (consonant+combining_mark(s)) with §, separate phonetic syllables with .
   use ‹ and › for a sound that spans 2 text units
   use – for a text unit that doesn't produce sound
   syllable boundary markers go inside previous unit, and emphasis markers begin emphasised unit

② the previous transcription field is always Latin. 
   if there is another key orthography (eg. Mongolian cyrillic) it goes here.
   vowelled/unvowelled alternatives also go here

③ if Wiktionary spells the word differently, add the spelling here
*/





autoExpandExamples.am = `

@ https://en.wiktionary.org/wiki/Appendix:Amharic_Swadesh_list
@ wiktionary lemmas


-ና||␣|
-ዚህ||␣
-ዚች||␣
-ዚያ||␣
-ዚያች||␣
ሀልሎ||
ሀሎ||␣|
ሀምሌ||
ሀያ||␣|
ሀይቅ|lake|␣|häyḳ
ሁ||
ሁለተኛ||␣
ሁለት|two|hu§ˈlə§tt|hulät
ሁሉ||␣
ሁሉም|all||hulum
ሃምራዊ||
ሃርድዌር||
ሃያ ሁለት||
ሃያ ሰባት||
ሃያ ስምንት||
ሃያ ስድስት||
ሃያ ሶስት||
ሃያ አምስት||
ሃያ አራት||
ሃያ አንድ||
ሃያ ዘጠኝ||
ሃያ||
ሄሊኮፕተር||␣|
ህዝብ||
ህያ||␣|
ህግ||
ህጻን|child||həṣan
ሆ||
ሆላ||␣|
ሆርች||␣|
ሆስፒታል||␣|
ሆድ|belly|␣|hod
ለስላሳ|smooth||läslasa
ለውዝ||␣
ሉል||␣
ሊሎ||␣|
ላለ||␣|
ላም||␣
ላባ|feather||laba
ሌሊት|night||lelit
ሌባ||
ሌት||
ልምጭ|stick||ləmč̣
ልሳን||
ልብ|heart|ˈlɨ§bb|ləb
ልብስ||
ልብን||
ልዥ||␣
ልጅ||␣
ልጓም||
ሎሚ||
ሐለመ||␣|
ሐላሚ||␣|
ሐሙስ||
ሐምሌ||␣
ሐሳብ||␣
ሐተታ||
ሐኪም||␣
ሐዋርያ||␣|
ሐያ||
ሐይ||␣|
ሐዲስ||
ሐጅስ||␣
ሓምሌ||
ሕልም||␣|
ሕመም||␣
ሕሙም||␣
ሕቅ||
ሕባብ||
ሕዝብ||␣|
ሕይወት||␣|
ሕገ መንግሥት||
ሕገ መንግስት||
ሕግ||␣
ሕፃን||␣
ሕፅን||␣|
መሄድ|to walk|mə§he§dɨ|mähed
መላስ||␣
መላጊያ||␣|
መልካም፡ልደት||
መልካም፡አዲስ፡አመት||
መማር||
መምታት|to hit||mämtat
መምጣት|to come||mämṭat
መሞት|to die|␣|mämot
መረብ||
መሬት|earth||märet
መርከብ||
መርፌ||
መሮጥ||␣
መሳቅ|to laugh|ˈmə§sa§kʼ|mäsaḳ
መስማት|to hear||mäsmat
መስራት||
መስታዎት||
መስከረም||
መስኮት||
መስጊድ||␣
መስጠት|to give||mäsṭät
መሸጥ||
መቀመጥ|to sit||mäḳämäṭ
መቀስ||
መቀዝቀዝ|to freeze||mäḳäzḳäz
መቁረጥ|to cut||mäḳuräṭ
መቁጠር|to count||mäḳuṭär
መቅሠፍት||
መቆም|to stand||mäḳom
መቆፈር|to dig||mäḳofär
መብላት|to eat||mäblat
መብረር|to fly||mäbrär
መብረቅ||
መቦረሽ|to rub||mäboräš
መተንፈስ|to breathe||mätänfäs
መተኛት|to sleep||mätäñat
መታገል|to fight||mätagäl
መታጠፍ|to turn (intransitive)||mätaṭäf
መትፋት|to spit||mätfat
መቶ||␣
መቼ|when||mäče
መነኩሴ||
መነጣጠል|to split||mänäṭaṭäl
መነጽር||
መናገር|to say||mänagär
መንሳፈፍ|to float||mänsafäf
መንበር||
መንከስ|to bite||mänkäs
መንደር||
መንገድ|road||mängäd
መንግሥት||␣
መንግስት||
መንጣፍ||
መንፈስ|to blow||mänfäs
መኖር|to live||mänor
መከፈቻ||␣
መኪና||␣
መክፈቻ||␣
መወርወር|to throw||mäwärwär
መዋኘት|to swim||mäwañät
መዘመር|to sing||mäzämär
መዝገበ ቃላት||
መያዝ|to hold||mäyaz
መይ||
መድፍ||
መዶሻ||
መጀመሪያ||
መገንባት||␣
መጋቢት||
መጋደም|to lie (as in a bed)||mägadäm
መግቢያ||
መግባት||
መግዛት||
መግደል|to kill||mägdäl
መግፋት|to push||mägfat
መጎተት|to pull||mägotät
መጠበቅ||
መጠየቅ||
መጠጣት|to drink||mäṭäṭat
መጠጥ||
መጥረጊያ||
መጥባት|to suck||mäṭbat
መጥፎ|bad||mäṭfo
መጫን|to squeeze||mäč̣an
መጫወት|to play||mäč̣awät
መጽሃፍ||
መጽሐፍ||
መፋቅ|to scratch||mäfaḳ
መፍራት|to fear||mäfrat
ሙሉ|full||mulu
ሙሉክዬ||
ሙስሊም||
ሙሽራ||␣
ሙቅ|warm||muḳ
ሙት||
ሙዝ||
ሚስት|wife|ˈmi§s§t|mist
ሚኒስትር|minister||ministər
ሚያዝያ||
ሚጥሚጣ||
ማልቀስ||
ማረስ||
ማረሻ||␣
ማር||
ማርች||
ማሰር|to tie||masär
ማሰብ|to think||masäb
ማስታወክ|to vomit||mastawäk
ማሽላ||
ማሽተት|to smell||maštät
ማቃጠል|to burn||maḳaṭäl
ማበጥ|to swell||mabäṭ
ማብራቅ||
ማቴ4፥23|Matt 4:23|
ማኅበረሰብ||
ማኅበርተኛ||
ማነን||␣|
ማን|who|ˈma§n|man
ማንበብ||
ማንን||␣|
ማንኛቸው||␣
ማንኛችሁ||␣
ማንኛችን||␣
ማንኛው||␣
ማንካ||␣
ማን፡ማን||␣
ማክሰኞ||
ማወቅ||
ማዎቅ|to know||mawoḳ
ማየት|to see||mayät
ማደን|to hunt||madän
ማዳመጥ||
ማድረግ||
ማጠብ|to wash||maṭäb
ምላስ|tongue|ˈmɨ§la§s|məlas
ምላሽ||␣
ምርጫ||␣
ምሰሶ||
ምስል||
ምስር||
ምስት||␣
ምስጋና||
ምስጥ||
ምሸት||␣|
ምሼት||␣
ምሽት||␣
ምሾት||␣|
ምን|what|ˈmɨ§n|mən
ምንናምን||
ምንና፡ምን||␣
ምንድር||␣
ምንድን||␣
ምን፡ምን||␣
ምኖች||␣|
ምክንያት||
ምግብ ቤት||
ምግብ||
ሞተ||␣
ሞት||
ሞንጎመሪ||
ሠላሳ||␣
ሥልሳ||␣|
ሥር||␣
ሥሳ||␣|
ሥድሳ||␣|
ሦስተኛ||␣|
ሦስት||␣
ረቡ||␣
ረቡዕ||␣
ረጂም||
ሩማን||
ሩሲያ||␣|
ሩቅ|far|ˈɾu§kʼ|ruḳ
ሩዝ||␣|
ሩጫ||␣
ራስ||␣
ራብ||␣
ሬሳ||␣
ርእሰ ብሔር||
ርግብ||
ርጥብ|wet||rəṭb
ሮማን||
ሮም||␣
ሮም፡በአንድ፡ቀን፡አልተገነባችም||␣
ሮብ||␣
ሮዝ||
ሯጭ||
ሰላም||␣
ሰላጣ||
ሰማ||
ሰማንያ||␣
ሰማያዊ||
ሰማይ|sky||sämay
ሰበን||
ሰባ||␣
ሰባተኛ||
ሰባት||␣
ሰናፍጭ||
ሰኔ||
ሰንሰለት||
ሰኞ||␣
ሰዋሰው||
ሰው||␣
ሰውነት||
ሰውዬ||␣
ሰዓት||␣
ሰይፍ||
ሰዳ||
ሰጎን||
ሰፊ|wide||säfi
ሰፕቴምበር||
ሱሪ||
ሱሺ||
ሱቅ||␣
ሲኒማ||␣
ሲጃራ||
ሲጋራ||
ሳመ||␣
ሳሙና||␣
ሳማ||
ሳምንት||␣
ሳር|grass||sar
ሳቀ||␣
ሳቡና||␣
ሳት||␣
ሳንቲም||
ሴት ልጅ||
ሴት||␣
ሴትዮ|woman|se§ˈtɨ§jjo|setyo
ስለት|sharp (as a knife)||səlät
ስልሳ||
ስልቻ||
ስልክ||␣
ስሜ||␣|
ስም|name|sɨ§m|səm
ስምህ፡ማን፡ነው||␣
ስምሽ፡ማን፡ነው||
ስምንተኛ||
ስምንት||␣
ስር|root|␣|sər
ስንዴ||␣
ስኳር||
ስድስተኛ||
ስድስት||␣
ስጋ|meat|ˈsɨ§ɡa|səga
ስጦታ||
ስጳንያ||
ስፍር||␣|
ስፖርት||␣
ሶማሊ||
ሶስተኛ||
ሶስት|three||sost
ሶፍትዌር||
ሸለመ||␣
ሸለቆ||
ሸሚዝ||
ሸረሪት||
ሸክላ||
ሹምብራ||␣
ሺ||␣|
ሺህ||␣|
ሻል||
ሻይ||␣
ሽላን||
ሽል||
ሽመላ||␣|
ሽምብራ||␣
ሽታ||
ሽንብራ||␣
ሽንት||␣
ሽንት፡ቤት||␣
ሽንኩርት||
ሽጉጡን||␣|
ሽጉጡን፡ጠጣ||␣
ሽጉጥ||␣
ሾክ||␣
ቀረፋ||
ቀስተ ደመና||
ቀስተዳመና||
ቀበሌ||
ቀበቶ||␣|
ቀብድ||␣|
ቀን|day||ḳän
ቀንድ|horn||ḳänd
ቀዝቃዛ|cold|kʼə§z§ˈkʼə§zza|ḳäzḳaza
ቀይ|red||ḳäy
ቀጥታ|straight||ḳäṭta
ቀጭኔ||
ቀጭን|thin||ḳäč̣n
ቁላ||
ቁራ||
ቁርስ||␣
ቁንዶ በርበሬ||
ቂንጥር||␣
ቃል||␣
ቃጥሎ||
ቅማል|louse||ḳəmal
ቅርፊት|bark (of a tree)||ḳərfit
ቅንፍዝ||
ቅዳሜ||
ቅጠል|leaf||ḳəṭäl
ቆርቆሮ||
ቆስጣ||
ቆሻሻ|dirty||ḳošaša
ቆብ||
ቆንጆ||
ቆዳ|skin||ḳoda
ቋንቋ||␣
ቍርስ||␣
በለስ||
በላ||
በረሃ||
በረዶ|ice||bärädo
በሬ||␣
በር||
በርበሬ||
በርኖስ||
በቅሎ||␣
በቆሎ||
በታች||
በዳ||␣
በገና||␣|
በገን||
በጣጢስ||␣
ቡም||␣|
ቡራኬ||
ቡና||
ቡናይነት||
ቡን||
ቢላዋ||
ቢምቢ||
ቢራቢሮ||␣
ቢዛ||␣
ቢጫ|yellow|ˈbi§t͡ʃʼa|bič̣a
ባህር|sea||bahr
ባል|husband|ˈba§l|bal
ባሕር||
ባሚያ||
ባረከ||
ባሪያ||
ባቄላ||
ባንዴራ||
ባዶ||
ቤተሰብ||␣
ቤተ፡ክርስቲያን||␣
ቤቴ||␣|
ቤት||␣
ብሄራዊ||
ብሔረተኝነት||
ብሔር||
ብር||
ብርቱካን||␣
ብርክ||
ብቻ||␣
ብናኝ|snow||bənañ
ብዕር||␣
ብዙ|many|ˈbɨ§zu|bəzu
ብጒንጅ||
ብጫ||␣
ቧምቧ||
ቪዛ||␣
ቫይረስ||␣
ቫዮሊን||␣
ተመን||
ተመኘ||
ተማሪ||␣
ተምር||
ተረከዝ||␣
ተራራ|mountain||tärara
ተንታኝ||␣
ተከፈተ||␣
ቲማቲም||
ታህሳስ||
ታንክ||
ቴሌፎን||
ቴምብር||
ቴዎድሮስ||
ትል|worm|tʰɨ§l|təl
ትልቅ|big||təlḳ
ትምባሆ||␣
ትራስ||
ትራፊክ||
ትርንጎ||
ትናንት||␣
ትናንትና||␣
ትንሽ|small||tənš
ትንቢት||
ትግርኛ||␣
ቺሌ||
ቻይ||␣
ችግር||
ኀልዮ||
ኃምሌ||
ኅብረት||
ኅብር||
ኅዳር||
ነሐሴ||
ነበረ||␣
ነቢት||
ነው||␣|
ነገ||␣
ነገር||␣
ነጭ ሽንኩርት||
ነጭ|white|␣|näč̣
ነፃነት||
ነፋስ|wind||näfas
ነፍስ||
ነፍጠኛ||␣|
ኑዛዜ||␣
ናሚቢያ||
ንስር||
ንብ||
ንጉሥ||␣
ንጉሦች||␣|
ንጋት||
ንግሥት||␣
ንግሥቶች||␣|
ንፋስ||
ኖረ||␣|
ኖቬምበር||
አሁን||
አህያ||
አለም||
አላህ||
አልማዝ||
አልቦ||␣|
አልተገነባችም||␣|
አልጋ||
አመት|year|ˈ(ʔ)a§mə§t|ʾämät
አመድ|ash||ʾämäd
አማርኛ||␣
አምላክ||
አምሳ||␣
አምሳግር||␣
አምሳ፡እግር||␣
አምስተኛ||␣
አምስት|five|ˈ(ʔ)a§mmɨ§s§t|ʾämst
አምበሳ||␣
አሞሌ||
አሥራራት||␣|
አረም||
አረሰ||␣
አረቂ||
አረንጓዴ||
አራተኛ||␣
አራት|four|(ʔ)a§ˈɾa§tt|ʾärat
አርመንኛ||␣
አርሜንኛ||␣
አርበኛ||
አርባ||␣
አሮጌ|old||ʾäroge
አሳ|fish||ʾäsa
አስረኛ||
አስራ ሁለት||
አስራ ሰባት||
አስራ ስምንት||
አስራ ስድስት||
አስራ ሶስት||
አስራ አምስት||
አስራ አራት||
አስራ አንድ||
አስራ ዘጠኝ||
አስራአንድ||
አስር||
አስተማሪ||␣
አስኳል||
አሸለመ||␣
አሸዋ|sand||ʾäšäwa
አሽዋ||
አበባ|flower|a§βə§βa|ʾäbäba
አቡነ||
አባት|father|ˈʔa§bba§t|ʾäbat
አባጨጓሬ||
አቧራ||
አናናስ||
አንሶላ||
አንቄ||
አንበሳ||␣
አንተ|you (2sg)|ˈ(ʔ)a§n§tə|ʾäntä
አንቱ||␣
አንቺ|you (2sg)|ˈ(ʔ)a§n§t͡ʃi|ʾänči
አንደኛ||␣
አንዲት||␣|
አንድ|one|ˈ(ʔ)a§n§d|ʾänd
አንጀባ||
አንገት|neck||ʾängät
አንጎል||
አክሊል||
አክስት||
አኮርዲዮን||␣
አውራ ዶሮ||
አውሬ||
አውሮፓ||␣
አውሮፕላን||
አውስትራልያ||
አዘመተ||␣
አዘን||
አየሩ|the weather|ə§yyə§ru
አያት||
አይብ||
አይን|eye||ʾäyn
አይደለም|to not be|(ʔ)ajˈdəlːəmː|ʾaydällämm
አይጥ||
አደገኛ||
አዲስ አበባ||
አዲስ|new|␣|ʾädis
አድሓኖም||
አዶ||
አገራት||
አገር||
አጥር||␣
አጥንት|bone||ʾäṭnt
አጭር|short||ʾäč̣r
አጻፈ||␣
አፈር||
አፍ|mouth|ə§f|ʾäf
አፍንጫ|nose|ˈ(ʔ)a§fɨ§n§t͡ʃʼa|ʾäfnč̣a
ኡነት||␣
ኢትዮጵያ|Ethiopia|i§t§jo§pʼ§ja|ʾītyōṗṗyā|itʰiopʼia
ኢንተርኔት||␣
ኣልጋ||
ኣከስት||
ኣጎት||
ኤሌክትሪክ||␣
ኤርትራ||
ኤስቶኒያ||
ኤፕሪል||
እ-||
እህል||
እህት||
እልም||
እሑድ||
እምስ||␣
እሪስቅ||␣|
እራስ||␣
እራብ||␣
እርሱ||␣
እርሳቸው||␣
እርስዎ||␣
እርሷ||␣
እርቃን||
እርዳታ||␣
እርድ||
እርጎ||
እሮብ||␣
እሱ|he, she, it (3sg)|ˈ(ʔ)ɨ§ssu|ʾəsu
እሳተ ጎመራ||
እሳት|fire|ˈ(ʔ)ɨ§sa§t|ʾəsat
እሳቸው||␣
እሴት||␣
እስላማዊ||
እስልምና||
እስስት||
እስትንፋስ||␣
እስዎ||␣
እሷ|he, she, it (3sg)|ˈ(ʔ)ɨ§ssʷa|ʾəsʷa
እሾህ||
እሾክ||␣
እባብ|snake||ʾəbab
እባት||
እት||␣
እቺ||␣
እች||␣
እኅት||␣
እነ-||␣
እነማን||␣
እነርሱ|they (3pl)|ˈ(ʔ)ɨ§nnə§ɾ§su|ʾənärsu
እነሱ||␣
እነዚህ||␣
እነዚያ||␣
እናት|mother|ˈʔɨ§nna§t|ʾənat
እናንተ|you (2pl)|ˈ(ʔ)ɨ§nna§n§tə|ʾənantä
እናንት||␣
እኔ|I (1sg)|ˈ(ʔ)ɨ§ne|ʾəne
እንስሳ|animal||ʾənssa
እንሽላሊት||
እንቁላል|egg||ʾənḳulal
እንቁራሪት||
እንቆቅልሽ||
እንባ||
እንብርት||
እንኮይ||
እንኰይ||
እንዴት|how||ʾəndet
እንጀራ||␣
እንግሊዝኛ፡ትችላለህ||␣
እንግሊዝኛ፡ትችያለሽ||␣
እንግሊዝኛ፡ይችላሉ||␣
እንግዳ||
እንጨት||
እኛ|we (1pl)|ˈ(ʔ)ɨ§ɲɲa|ʾəña
እዛብ||␣
እጅ|hand|ˈ(ʔ)ɨ§dd͡ʒ|ʾəǧ
እግረኛ||␣
እግር ኳስ||␣
እግር|leg|ˈ(ʔ)ɨ§ɡɨ§ɾ|ʾəgr
እግርጌ||␣
እጡብ||␣
እጥር||
ኦሃዮ||
ኦክቶበር||
ኦገስት||
ከለከለ||␣|
ከልብ||
ከሎታ||
ከሰላ||␣|
ከሰረት||␣
ከሰሰ||␣|
ከስከሴ||␣|
ከበሮ||
ከባድ|heavy||käbad
ከተማ||
ከተበ||
ከታተበ||
ከፈተ||␣
ኩራት||
ኪሩብ||
ኪስ||
ካርታ||
ክረምት||␣
ክራር||
ክርስትና||␣
ክርክራ||␣|
ክሮኤሽያ||
ክብ|round|␣|kəb
ክብር||␣
ክታብ||
ክንድ||
ክንፍ|wing|␣|kənf
ኮረንቲ||␣
ኮሪቻ||
ኮሶ||␣|
ኮሶኛ||␣|
ኮከብ|star|␣|kokäb
ኮክ||
ኳሰ||␣
ኳስ||␣
ወምበር||␣
ወረቀት||
ወረዳ||
ወር||
ወርቅ||
ወተት||
ወኔ||␣|
ወንበር||␣
ወንዝ|river|␣|wänz
ወንድም||␣
ወንድምዬ||␣
ወንጌል||
ወይም||
ወይን||
ወይፈን||␣
ወፍ|bird|␣|wäf
ወፍራም||
ወፍጮ||
ዉሻ|dog|␣|wuša
ዊኪፔዲያ||
ዋሊያ||
ዋሻ||
ዋና||␣
ው||
ውሃ||
ውሻ||␣
ውሻዎች||␣|
ውሾች||␣|
ውኃ||
ውጭ||
ዐመት||
ዐምባ||
ዐሥራ ሁለት||
ዐሥራ||␣|
ዐሥራምስት||␣|
ዐሥራንድ||␣|
ዐሥራ፡ሁለት||␣|
ዐሥራ፡ሦስት||␣|
ዐሥራ፡ሰባት||␣|
ዐሥራ፡ስምንት||␣|
ዐሥራ፡ስድስት||␣|
ዐሥራ፡አምስት||␣|
ዐሥራ፡አራት||␣|
ዐሥራ፡አንድ||␣|
ዐሥራ፡ዘጠኝ||␣|
ዐሥር||␣
ዐባይ||␣
ዐይን||
ዓለም||
ዓመት||␣
ዓሣ||
ዓርብ||
ዓዋቂ||
ዕርድ||
ዕጣን||␣
ዕጥር||
ዘመተ||␣
ዘመናዊ||
ዘመን||
ዘር|seed|␣|zär
ዘበን||
ዘነዘና||␣
ዘውድ||␣
ዘይት||
ዘጠነኛ||
ዘጠና||␣
ዘጠኝ||␣
ዛሬ||␣
ዛብ||␣
ዛፍ|tree|␣|zaf
ዜሮ||␣|
ዝሆን||
ዝምብ||␣
ዝናብ|rain|␣|zənab
ዝንብ||␣
ዝንጀሮ||
ዝንጅብል||
ዝይ||
ዝግጁ||␣
ዝፍት||
የ-||␣
የርሱ||␣
የርሷ||␣
የሱ||␣
የሷ||␣
የቱ||␣
የቲቱ||␣
የት|where|ˈjə§t|yät
የትኛው||␣
የቷ||␣
የነርሱ||␣
የነሱ||␣
የናንተ||␣
የኔ||␣
የኛ||␣
የእርስ በእርስ ጦርነት||
የካቲት||
የገማ|rotten||yägäma
ያ|that|ˈja|ya
ያቺ||␣
ያች||␣
ያንተ||␣
ያንቺ||␣
ይህ|this|ˈjɨ§h|yəh
ይህቺ||␣
ይህች||␣
ይሉኝታ||
ይቺ||␣
ይች||␣
ደመና|cloud|␣|dämäna
ደም|blood|␣|däm
ደረቅ|dry||däräḳ
ደሴት||
ደብር||
ደብዳቤ||␣|
ደን|forest||dän
ደንቆሮ||
ደንዳና|thick|␣|dändana
ደካማ||
ደግ||␣
ዱባ||
ዲሴምበር||
ዲዳ||␣
ዳር||
ዳቦ||
ዳክየ||
ዴሞክራሲ||
ዴንማርክ||
ድልድይ||
ድመት||␣
ድርቂ||
ድብ||
ድንች||␣
ድንክ||
ድንጋይ|stone|␣|dəngay
ድዳ||␣
ዶሮ ወጥ||␣
ዶሮ||␣
ጀርመን||
ጀርባ|back||ǧärba
ጀብዱ||␣
ጀነት||
ጀግና||
ጁላይ||
ጁን||
ጂንስ||
ጃርት||␣
ጃንዩዌሪ||
ጃንጥላ||
ጃኬት||
ጅራት|tail|␣|ǧərat
ጅብ||
ጅብዱ||␣
ጅግራ||
ጆሮ|ear||ǧoro
ገመድ|rope||gämäd
ገረድ||␣
ገበሬ||
ገባ||
ገብስ||
ገነት||
ገና||
ገንዘብ||
ገንፎ||
ገውዝ||
ገዛ||
ገጆ||
ጉልበት|knee|ˈɡu§l§bə§t|gulbät
ጉማሬ||␣|
ጉሮሮ|guts||guroro
ጉበት|liver|ˈɡu§bbə§t|gubät
ጉዞ||
ጉጉት||
ጊታር||␣
ጊዜ||
ጋሜ||
ጋር||
ጋዜጣ||
ጌታ||␣
ግመል||
ግሪክኛ||
ግራ|left|␣|gəra
ግርጌ||␣
ግንባር||
ግንቦት||
ግንደ ቆርቁር||
ግዕዝ||
ጎመን||
ጎረቤት||
ጎዳና||
ጓያ||
ጓደኛ||␣
ጠረጴዛ||␣
ጠቅላይ ሚኒስትር|prime minister||ṭäḳlay ministər
ጠበንጃ||
ጠባብ|narrow||ṭäbab
ጠጀ||
ጠጉር||
ጠጣ||␣
ጡብ||␣
ጡት|breast|ˈtʼu§t|ṭut
ጣም||
ጣት||␣
ጣፋጭ||
ጤና||␣
ጤዛ||
ጤፍ||
ጥላ||
ጥልቀት||
ጥምቀት||
ጥሩ|good||ṭəru
ጥር||
ጥርስ|tooth|ˈtʼɨ§ɾ§s|ṭərs
ጥቁር|black|t̪ʼə§ku§r|ṭəḳur
ጥቂት|few||ṭəḳit
ጥቅምቲ||
ጥቅሶች||␣|
ጥበብ||␣
ጥንቸል||
ጥጃ||
ጥፍር|fingernail||ṭəfr
ጦርነት||
ጨለማ||
ጨሌ||
ጨረቃ|moon|ˈt͡ʃʼə§ɾə§kʼa|č̣äräḳa
ጨዉ|salt|t͡ʃʼə§w|č̣äwu
ጨዋታ||␣
ጨው||␣
ጨጓራ||
ጫማ||
ጫካ||
ጭላዳ||
ጭማቂ||
ጭምብል||
ጭስ|smoke|t͡ʃʼɨ§s|č̣əs
ጭቃ||
ጭንቅላት|skull, head|t͡ʃʼɨ§n§ˈkʼɨ§lla§t|č̣ənḳlat
ጭጋግ|fog||č̣əgag
ጮማ||
ጳውሎስ||␣
ጸሐይ||
ጸሓይ||
ጸጉር|hair||ṣägur
ጻፈ||␣
ፀሐይ||␣
ፀሓይ||
ፀጉር||
ፈረስ||␣
ፈርምዌር||
ፈርጥ||␣
ፊልም||␣
ፊት||␣
ፊደል|letter, alphabet|ˈfi§də§l|fidäl
ፋኑስ||
ፌብሩዋሪ||
ፌንጣ||
ፍሉካ||␣
ፍራፍሬ|fruit||fərafre
ፍቅር||
ፍትህ||
ፍየል||
ፎርማጆ||
ፏፏቴ||
ፒያኖ||␣
ፓፓያ||
ፕሬዚዳንት||
ፖለቲካ|politics|po§lə§ti§ka|polätika
ፖሊስ||␣
ፖም||
ፖስታ||␣
ፖስታ፡ቤት||␣



@ unknown source

ላይ|at||lay|
ሌላ|other||lela|
መዉረድ|to flow||mäwuräd|
መዉደቅ|to fall||mäwudäḳ|
መዉጋት|to stab||mäwugat|
ማሸት|to wipe||መፈተግ|
ምክንያቱም|because||məknyatum|
ሥብ|fat (n)||śəb|
ረዝም|long||räzm|
ርስዎ|you (2sg)||rəswo|
ሰስፋት|to sew||säsfat|
ሰዉ|man (human being)||säwu|
ቀኝ|right||ḳäñ|
ቅርብ|near||ḳərb|
ቢሆን|if||bihon|
ትክክል|correct||təkkl|
አረንገዴ|green||ʾärängäde|
አባራ|dust||ʾäbara|
እና|and||ʾəna|
እዚህ|here||ʾəzih|
እዚያ|there||ʾəziya|
ከ….ጋር|with||kä….gar|
ዉሃ|water||wuha|
ዉስጥ|in||wusṭ|
የተወሰነ|some||yätäwäsänä|
የእግር መዳፍ|foot||yäʾgr mädaf|
የዶለዶመ|dull (as a knife)||yädolädomä|
ጎልማሳ|man (adult male)||golmasa|
ጸሀይ|sun||ṣähäy|










































`

