
// ⒶⒷⒸⒹⒺⒻⒼⒽⒾⒿⓀⓁⓂⓃⓄⓅⓆⓇⓈⓉⓊⓋⓌⓍⓎⓏ
// ⓐⓑⓒⓓⓔⓕⓖⓗⓘⓙⓚⓛⓜⓝⓞⓟⓠⓡⓢⓣⓤⓥⓦⓧⓨⓩ⊙
// 🅐🅑🅒🅓🅔🅕🅖🅗🅘🅙🅚🅛🅜🅝🅞🅟🅠🅡🅢🅣🅤🅥🅦🅧🅨🅩
// 🅰🅱🅲🅳🅴🅵🅶🅷🅸🅹🅺🅻🅼🅽🅾🅿🆀🆁🆂🆃🆄🆅🆆🆇🆈🆉



var collections = [
{ symbol:'ⓥ', desc:'Dependent vowels', chars:'(ᩮ|ᩰ|ᩯ|ᩱ|ᩥ|ᩦ|ᩧ|ᩨ|ᩩ|ᩪ|ᩫ|ᩬ|ᩳ|ᩡ|ᩣ|ᩤ|ᩢ|ᩭ)' },
{ symbol:'Ⓥ', desc:'Independent vowels', chars:'(ᩍ|ᩎ|ᩏ|ᩐ|ᩑ|ᩒ)' },
{ symbol:'Ⓒ', desc:'All consonants', chars:'(ᨸ|ᨹ|ᨲ|ᨳ|ᨮ|ᨠ|ᨡ|ᨷ|ᨯ|ᩋ|ᨻ|ᨽ|ᨴ|ᨭ|ᨵ|ᨰ|ᨣ|ᨥ|ᨤ|ᨧ|ᨨ|ᨩ|ᨫ|ᨺ|ᩈ|ᩆ|ᩇ|ᩉ|ᨼ|ᨪ|ᩌ|ᨾ|ᨶ|ᨱ|ᨦ|ᩀ|ᩅ|ᩁ|ᩃ|ᩊ|ᨿ|ᨬ|ᩓ|ᩔ)' },
{ symbol:'Ⓑ', desc:'Basic consonants', chars:'(ᨸ|ᨹ|ᨲ|ᨳ|ᨮ|ᨠ|ᨡ|ᨷ|ᨯ|ᩋ|ᨻ|ᨽ|ᨴ|ᨭ|ᨵ|ᨰ|ᨣ|ᨥ|ᨤ|ᨧ|ᨨ|ᨩ|ᨫ|ᨺ|ᩈ|ᩆ|ᩇ|ᩉ|ᨼ|ᨪ|ᩌ|ᨾ|ᨶ|ᨱ|ᨦ|ᩀ|ᩅ|ᩁ|ᩃ|ᩊ|ᨿ|ᨬ)' },
{ symbol:'Ⓔ', desc:'Extended consonants', chars:'(ᩓ|ᩔ)' },
{ symbol:'Ⓕ', desc:'Finals', chars:'(᩺|ᩙ|ᩴ|ᩘ|ᩜ|ᩝ|ᩞ)' },
{ symbol:'Ⓜ', desc:'Medials', chars:'(ᩕ|ᩖ)' },
{ symbol:'Ⓣ', desc:'Tones', chars:'(᩵|᩶|᩷|᩸|᩹)' },
{ symbol:'⊙', desc:'Invisibles', chars:'(\u200C|\u200D)' },
]
