
// ⒶⒷⒸⒹⒺⒻⒼⒽⒾⒿⓀⓁⓂⓃⓄⓅⓆⓇⓈⓉⓊⓋⓌⓍⓎⓏ
// ⓐⓑⓒⓓⓔⓕⓖⓗⓘⓙⓚⓛⓜⓝⓞⓟⓠⓡⓢⓣⓤⓥⓦⓧⓨⓩ⊙
// 🅐🅑🅒🅓🅔🅕🅖🅗🅘🅙🅚🅛🅜🅝🅞🅟🅠🅡🅢🅣🅤🅥🅦🅧🅨🅩
// 🅰🅱🅲🅳🅴🅵🅶🅷🅸🅹🅺🅻🅼🅽🅾🅿🆀🆁🆂🆃🆄🆅🆆🆇🆈🆉



var collections = [
{ symbol:'ⓥ', desc:'Dependent vowels', chars:'(ி|ீ|ு|ூ|ெ|ே|ொ|ோ|ா|ை|ௌ)' },
{ symbol:'Ⓥ', desc:'Independent vowels', chars:'(இ|ஈ|உ|ஊ|எ|ஏ|ஒ|ஓ|அ|ஆ|ஐ|ஔ)' },
{ symbol:'Ⓒ', desc:'All consonants', chars:'(ப|த|ச|ட|க|ம|ந|ன|ண|ஞ|ங|வ|ர|ற|ழ|ல|ள|ய|ஜ|ஸ|ஶ|ஷ|ஹ)' },
{ symbol:'Ⓑ', desc:'Basic consonants', chars:'(ப|த|ச|ட|க|ம|ந|ன|ண|ஞ|ங|வ|ர|ற|ழ|ல|ள|ய)' },
{ symbol:'Ⓔ', desc:'Extended consonants', chars:'(ஜ|ஸ|ஶ|ஷ|ஹ)' },
{ symbol:'⊙', desc:'Invisibles', chars:'(\u200C|\u200D)' },
]
