
// ⒶⒷⒸⒹⒺⒻⒼⒽⒾⒿⓀⓁⓂⓃⓄⓅⓆⓇⓈⓉⓊⓋⓌⓍⓎⓏ
// ⓐⓑⓒⓓⓔⓕⓖⓗⓘⓙⓚⓛⓜⓝⓞⓟⓠⓡⓢⓣⓤⓥⓦⓧⓨⓩ⊙
// 🅐🅑🅒🅓🅔🅕🅖🅗🅘🅙🅚🅛🅜🅝🅞🅟🅠🅡🅢🅣🅤🅥🅦🅧🅨🅩
// 🅰🅱🅲🅳🅴🅵🅶🅷🅸🅹🅺🅻🅼🅽🅾🅿🆀🆁🆂🆃🆄🆅🆆🆇🆈🆉



var collections = [
{ symbol:'ⓥ', desc:'Dependent vowels', chars:'(ᯧ|ᯨ|ᯩ|ᯪ|ᯫ|ᯬ|ᯭ|ᯮ|ᯯ)' },
{ symbol:'Ⓥ', desc:'Independent vowels', chars:'(ᯀ|ᯁ|ᯤ|ᯥ)' },
{ symbol:'Ⓒ', desc:'All consonants', chars:'(ᯂ|ᯃ|ᯄ|ᯅ|ᯆ|ᯇ|ᯈ|ᯉ|ᯋ|ᯌ|ᯍ|ᯎ|ᯏ|ᯐ|ᯑ|ᯒ|ᯓ|ᯔ|ᯕ|ᯖ|ᯗ|ᯘ|ᯙ|ᯚ|ᯛ|ᯜ|ᯝ|ᯞ|ᯟ|ᯠ|ᯡ|ᯢ|ᯣ|ᯄ|᯦)' },
{ symbol:'Ⓑ', desc:'Basic consonants', chars:'(ᯂ|ᯃ|ᯄ|ᯅ|ᯆ|ᯇ|ᯈ|ᯉ|ᯋ|ᯌ|ᯍ|ᯎ|ᯏ|ᯐ|ᯑ|ᯒ|ᯓ|ᯔ|ᯕ|ᯖ|ᯗ|ᯘ|ᯙ|ᯚ|ᯛ|ᯜ|ᯝ|ᯞ|ᯟ|ᯠ|ᯡ|ᯢ|ᯣ)' },
{ symbol:'Ⓔ', desc:'Extended consonants', chars:'(ᯄ|᯦)' },
{ symbol:'Ⓕ', desc:'Finals', chars:'(ᯰ|ᯱ)' },
{ symbol:'⊙', desc:'Invisibles', chars:'(\u200C|\u200D)' },
]
