/*
native | meaning | IPA① | transcription | other transcriptions② | notes | wiktionary③


① separate each text unit (consonant+combining_mark(s)) with §, separate phonetic syllables with .
   use ‹ and › for a sound that spans 2 text units
   use – for a text unit that doesn't produce sound
   syllable boundary markers go inside previous unit, and emphasis markers begin emphasised unit

② the previous transcription field is always Latin. 
   if there is another key orthography (eg. Mongolian cyrillic) it goes here.
   vowelled/unvowelled alternatives also go here

③ if Wiktionary spells the word differently, add the spelling here
*/


otherTranscription = true   // kicks in the latest order of items: indicates that this uses a format that includes other transcriptions in the position shown above – this affects the assignments for the code, and i think also affects lookup for script notes that show both unvocalised and vocalised
termListType = 3			// picks up sources automatically





autoExpandExamples.bo = `

@ Source: https://en.wiktionary.org/wiki/Appendix:Tibeto-Burman_Swadesh_lists
@ Source: https://en.wiktionary.org/w/index.php?title=Category:Tibetan_terms_with_IPA_pronunciation

ཀ|snow|ka˥|ka
ཀ་ཀ||
ཀ་ཀོ་ལ||
ཀ་ཀྲ་ལ||
ཀ་ཁ||
ཀ་ཁུ་བྷ་ཡ||
ཀ་ཏ་མན་ཏུ||
ཀ་ན||
ཀ་པ་ལ||
ཀ་པཱ་ལ||
ཀ་བ|pillar, column|káː§§–|ka ba
ཀ་ར|sugar|ká.§§ʐá|ka ra
ཀ་རན་ད||
ཀ་ཤི་མིར|Kashmir|ká.§§ɕiˑ.§§miː§(ɹ)ˑ
ཀཛ་ཀིསུ་གཏན||
ཀར||
ཀསྨིར||
ཀི་རི་བ་ཏི||
ཀུ་བ||
ཀུ་མུད|water lily|kú.§§mŷː§‹|ku mud
ཀུ་ཤུ||
ཀུང་ཀུང་ཆིའི་ཁྲེ||
ཀུང་སི||
ཀུན|all, every|kỹ́§‹|kun
ཀུན་པོ||
ཀེ་ར|banana|ké.§§ʐá|ke ra
ཀེ་རི་སི||
ཀེ་རེ་གེཛུ་སུཏེན||
ཀེ་ལ||
ཀོ་ཀོ||
ཀོ་ཊི་ཌི་ཨའི་བོ་རི||
ཀོ་བ||
ཀོ་སག||
ཀོག་ཤི|dandruff|kóː.§‹§§ɕí|kog shi
ཀོང་གོ་མི་དམངས་དམངས་གཙོ||
ཀོང་གོ་སྤྱི་མཐུན་རྒྱལ་ཁབ||
ཀྱག་རྗུན||
ཀྱག་རྗུན་ཤོད་མཁན||
ཀྱི||
ཀྲིན་མོག||
ཀྲུང་གོ|China|ʈ͡ʂu˥§ŋ.§§ko˥|krung go
ཀྲུང་ཙི||
ཀྲུང་ཧྭ་མི་དམངས་སྤྱི་མཐུན་རྒྱལ་ཁབ||
ཀྲུམས||
ཀྲུའུ་ཞི||
ཀྲོ་མ་ཀྲུ||
ཀླད||
ཀླད་ཀོར||
ཀླད་པ||
ཀླུང||
ཀླུང་མ|river|lu˥˩§ŋ§§ma˩˧|klung ma
ཀླུབ||
ཀླུབ་པ||
ཀློག||
ཀློག་པ||
ཀློག་བདེ་པོ||
ཁ|mouth||kha
ཁ་ཁེབ་|cover|kʰa-kʰep
ཁ་གཅུས||
ཁ་གདན||
ཁ་ཆེ||
ཁ་ཆེའི་ཆོས་ཁང||
ཁ་ཎ་ཌ|Canada||kha ṇa ḍa
ཁ་ཏར||
ཁ་ཏོག||
ཁ་ཐུག|straight||kha thug
ཁ་དཔར་གཏོང||
ཁ་དཔར་གཏོང་བ||
ཁ་པར||
ཁ་ཕེ||
ཁ་བ||
ཁ་བཏགས||
ཁ་བདར་གློད||
ཁ་བསྐོམས||
ཁ་བྲག||
ཁ་ཚ་པོ||
ཁ་ཟས||
ཁ་འདབ||
ཁ་འབུས||
ཁ་རོ་ལི་ན་ལྷོ་ཕྱོགས||
ཁ་ལག||
ཁ་ལག་ཐོ||
ཁ་ལོ་བ||
ཁ་ལོ་སྒྱུར་འཁོར||
ཁ་ཤས|some, few||kha shas
ཁ་སང||
ཁ་སྐོམ་ཡག||
ཁག་པོ||
ཁང||
ཁང་ཀྲོང||
ཁང་པ||
ཁང་པ་མཐོ་པོ་ཀྲོང་ཀྲོང||
ཁང་བདག||
ཁང་མིག||
ཁང་རྩིག་བཟོ་རིག||
ཁངས|full||khangs
ཁན་སཱ་སི||
ཁབ||
ཁབ་གཟེར||
ཁམ་པོ་ཛ||
ཁམ་མུ་རོན||
ཁམས||
ཁར||
ཁལ་ལུང་ཕུ||
ཁུ་ཁེ་རྲོའུར||
ཁུ་བ||
ཁུ་ཝི་ཐི||
ཁུག་བྱི||
ཁུག་སྣ||
ཁུརོ་ཤི་ཡ||
ཁེ||
ཁེ་ན་ཏྲ|Canada||khe na tra
ཁེ་ནི་ཡ||
ཁེ་པོ||
ཁེངས་པ|full||khengs pa
ཁེབ་ཝར་ཌི||
ཁེམ་བུ||
ཁོ|he||kho
ཁོ་ཕི||
ཁོ་མོ་རོ་སུ||
ཁོ་ཙེ||
ཁོ་ཚོ|they||kho tsho
ཁོ་ལོ་ར་ཌོ||
ཁོ་ལོམ་བི་ཡ||
ཁོ་ས་ཏ་རི་ཁ||
ཁོ་སོ་ཝོ||
ཁོག་མ||
ཁོག་ལྟིར||
ཁོག་ལྡིར||
ཁོང|he||khong
ཁོང་ཚོ|they||khong tsho
ཁོར་ལོ|wheel, chakra||khor lo
ཁྭ་ཏ||
ཁྰ་ལེ་ཧྥོར་ནི་ཡ||
ཁྱགས་དཔྱངས||
ཁྱགས་པ་ཆགས||
ཁྱགས་པ་བཟོས||
ཁྱགས་པ་མངར་མོ||
ཁྱགས་བཟོའི་གློག་སྒམ||
ཁྱགས་རོམ་ཁང་པ||
ཁྱགས་ཤུར་གློད||
ཁྱགས་ཤུར་ལྷམ||
ཁྱི|dog|cʰi˥|khyi
ཁྱི་ཕྲུག||
ཁྱིམ|house, residence|cʰi˥§m|khyim
ཁྱིམ་ཚང||
ཁྱིམ་རྒྱུད||
ཁྱིལ་ཆུ||
ཁྱུ||
ཁྱུག་ཙམ་ཞིག||
ཁྱུང|garuda|cʰu˥§ŋ
ཁྱེད|you (singular)||khyed
ཁྱེད་ཚོ|you (plural)||khyed tsho
ཁྱེད་རང|you (singular)||khyed rang
ཁྱེད་རང་ཚོ|you (plural)||khyed rang tsho
ཁྱེད་རང་ལོ་ག་ཚོད་རེད||
ཁྱོ་ག|man, husband||khyo ga
ཁྱོད་རང|you (singular)||khyod rang
ཁྱོན་ནས||
ཁྲ་འབྲུག་ལྷ་གང||
ཁྲག|blood|ʈ͡ʂʰa˥˩|khrag
ཁྲག་ཁྲིག||
ཁྲག་ཁྲིག་ཆེན་པོ||
ཁྲག་འཛིན|skin||khrag 'dzin
ཁྲག་རྩ||
ཁྲབ་ཁྲབ||
ཁྲི|10,000|ʈ͡ʂʰi˥|khri
ཁྲི་སྙན་ས་ལེ||
ཁྲིད||
ཁྲིམ་དཔོན||
ཁྲིམས་མཐུན||
ཁྲིམས་རྩོད་པ||
ཁྲིམས་ལ་བསྐྱལ||
ཁྲུད་ཁང||
ཁྲུས|to wash||khrus
ཁྲུས་ཁང||
ཁྲེ|millet|ʈ͡ʂʰe˥|khre
ཁྲེན་ཏུ||
ཁྲེལ་ཡོད་པ||
ཁྲོ་ཟངས||
ཁྲོན་པ||
ཁྲོམ|market|ʈ͡ʂʰo˥§m|khrom
ཁྲོམ་གཟིགས་གནང||
ག་དུས|when||ga dus
ག་ནས|how||ga nas
ག་པར|where|kʰa˩˧.§§paː˥§(ɹ)|ga par
ག་ཚད||
ག་ཚོད||
ག་རེ|what||ga re
ག་རེ་བྱས་ནས||
གང||
གང་འདྲ||
གང་ཡིན་ཟེར་ན|because||gang yin zer na
གང་ས||
གངས|snow||gangs
གངས་ཆུ||
གངས་ཆེན||
གངས་ཆེན་མཛོད་ལྔ||
གངས་ཕྱིད||
གངས་བཏང||
གངས་འུར||
གངས་རི||
གངས་རིན་པོ་ཆེ||
གངས་རུད||
གངས་ལྷམ||
གངས་ཤུར་གཏོང་ཡག||
གངས་ཤུར་བཏང||
གངས་ཤུར་མོ་ཊ||
གངས་སེང་གེ||
གཅག་གཏོར་བྱས||
གཅག་གཏོར་བྱེད་ཡག||
གཅིག|one|›§t͡ɕi˥˩§–|gcig
གཅུད་གཟེར||
གཅུས་འགོག||
གཅེས་མིང||
གཅོད|to sever, cut|–§t͡ɕøː˥˩§–|gcod
གཅོད་པ||
གཉན་འབུར||
གཉའ་གནོན་བཏང||
གཉིད|to sleep||gnyid
གཉིད་བྲོ||
གཉིད་ལམ||
གཉིད་ལམ་འཚུབ་པོ||
གཉིད་སྨན||
གཉིས|two|-§ȵiː˥§–|gnyis
གཏམ|conversation, news|›§ta˥§m|gtam
གཏམ་དཔེ||
གཏམ་པ||
གཏམ་བཟང||
གཏམ་རྒྱུད||
གཏམས||
གཏིང་རྡོ||
གཏུག་དྲི||
གཏུག་དྲི་བཏང||
གཏུག་དྲི་ཤོར||
གཏུབ|to cut||gtub
གཏུམ||
གཏུམ་པ||
གཏུམ་པོ་ཁྲོ་བོ་ཆེན་པོ||
གཏུམ་འབྲུག||
གཏེར||
གཏེར་མ||
གཏེར་ཚེག||
གཏེར་ཡིག་མགོ་ཨ་ཆུང||
གཏེར་ཡིག་མགོ་ཨུམ་གཏེར་ཚེག་མ||
གཏེར་ཡིག་མགོ་ཨུམ་རྣམ་བཅད་མ||
གཏེར་སྟོན||
གཏོམ||
གཏོམ་པ||
གཏོར||
གཏོར་མ||
གད་ཉིག||
གད་མོ་ཤོར|to laugh||gad mo shor
གད་སྙིག||
གད་སྙིག་བླུག་ས||
གད་སྙིགས||
གད་སྙིགས་བླུག་ས||
གདན|mat, seat|-§to§nˑ|gdan
གདན་གདིང་བ||
གདན་སྒོར||
གདིང||
གདུག||
གདུག་པ||
གདུགས|umbrella; noon|›§tu˩˧˨§‹§–|gdugs
གདོང་པ||
གདོང་བྱུག་པོ་ཊར||
གདོན་འདྲེ||
གནང||
གནད||
གནམ|sky|›§na˥§m|gnam
གནམ་གཤིས||
གནམ་གྲུ|aircraft|›§nə˥§m.§§ʈ͡ʂu˥|gnam gru
གནམ་གྲུ་ཐང||
གནམ་གྲུ་བབ་ལམ||
གནམ་གྲུ་འཇོག་ཁང||
གནམ་མཚོ||
གནམ་ལྕགས||
གནའ་དངོས་རིག་གནས||
གནའ་རྫས་རྟོག་ཞིབ||
གནས|place, location|–§nɛː˥˩§‹|gnas
གནས་པ||
གནས་མོ||
གནས་ཚང་||
གནས་རྟེན||
གནོད་པ་||
གབ་ཀོབ||
གབ་ཚིག||
གབ་ས||
གཙང|clean, pure|–§t͡sa˥§ŋ|gtsang
གཙང་ཆུ||
གཙང་པོ|river||gtsang po
གཙང་མ||
གཙང་མ་བཟོས||
གཙུག་གཡུ||
གཙོ||
གཙོ་བོ||
གཞང་ཚོང་མ||
གཞན|other||gzhan
གཞན་དག|other||gzhan dag
གཞས||
གཞས་བཏང||
གཞས་ཚིག||
གཞི||
གཞིས་ཀ|native home|–§ɕi˩˧.§–§§kə˥|gzhis ka
གཞིས་ཀ་རྩེ||
གཞིས་ཆགས||
གཞིས་ཆགས་བྱེད་མཁན||
གཞིས་ཆགས་ལ་ཡོང||
གཞིས་ཆགས་ལ་ཡོང་པའི་མི||
གཞིས་ཆགས་ལ་ཡོང་ཡག||
གཞུ||
གཞུ་ཤུབས||
གཞུག་གུ||
གཞུང||
གཞུང་ལམ||
གཞུས་པ|to hit||gzhus pa
གཞོགས||
གཞོགས་ལྡ||
གཟའ||
གཟའ་ཉི་མ||
གཟའ་པ་སངས||
གཟའ་ཕུར་བུ||
གཟའ་མིག་དམར||
གཟའ་ཟླ་བ|Monday|–§sa˩˧§–§§ta˩˧.§§wa˥|gza' zla ba
གཟའ་འཁོར||
གཟའ་ལྷག་པ||
གཟའ་སྐར||
གཟའ་སྤེན་པ||
གཟི||
གཟིག||
གཟིགས|to see, look (hon.)|si᷈|gzigs
གཟིགས་པ||
གཟེར||
གཟེར་གཅུད||
གཟེར་ནག||
གའ་ཁྲའ||
གཡག|yak|–§ja˥˩§–|g.yag
གཡང་དི||
གཡང་སྤྲུའུ||
གཡས|right||g.yas
གཡུ||
གཡུ་ཁ||
གཡུ་མདོག|turquoise|–§júm.§§–§tôː§–|g.yu mdog
གཡུ་མཚོ||
གཡུ་ལོ||
གཡུགས|to throw||g.yugs
གཡེར་མ|sichuan pepper|›§jeː˥§(ɹ).§ma˥|g.yer ma
གཡོག་པོ||
གཡོག་མོ||
གཡོན|left||g.yon
གལ་ཆེན་པོ||
གལ་ཏེ|if||gal te
གཤག་གཅོད||
གཤག་གཅོད་སྨན་པ||
གཤོག་པ||
གསང་ཚིག||
གསང་སྔགས||
གསང་སྤྱོད||
གསན||
གསའ||
གསར་གནས་འདྲི་རྕོམ་བྱེད་མཁན||
གསར་པ|new||gsar pa
གསར་བཟོ||
གསར་བརྗེ||
གསར་འགྱུར||
གསར་འགྱུར་བྱེད་པོ||
གསལ་བ||
གསལ་བཤད||
གསིང་མ||
གསུང་རབ||
གསུམ|three||gsum
གསེར||
གསེར་ཉ||
གསེར་དཀར་པོ||
གསེར་བཟོ་བ||
གསོད||
གསོད་པ||
གསོན|to live, survive|›§sø̃˥§‹|gson
གསོན་པ|to live||gson pa
གསོན་པོ||
གསོལ་དཀྲུམ||
གི||
གི་གུ||
གི་ནེ||
གི་ནེ་-བི་སའོ||
གི་རི་ན་ཌ||
གུ་དོག་པོ|narrow||gu dog po
གུ་ཝེ་ཐི་མ་ལ||
གུ་ཡ་ན||
གུང་ཁྲན་ཏང||
གུང་ཁྲན་རིང་ལུགས||
གུང་གསེང||
གུར||
གུར་གུམ||
གུར་ཐོགས||
གེ་བོན||
གེ་རེན་ལ||
གེ་སར||
གེམ་བྷི་ཡ||
གོ|to hear||go
གོ་ཐལ||
གོ་མཚོན||
གོ་ཡུ||
གོ་རེ||
གོ་སྙོད||
གོག||
གོག་པ||
གོང||
གོང་ཆེན་པོ||
གོང་བཅག||
གོན||
གོམ་པ་རྒྱག|to walk|kʰo˩˧§m.§§pa˥˥§§ca˩˧˨§–|gom pa rgyag
གོའོ་མིན་ཏང||
གོས་ཐུང||
གྱང་རོ||
གྱི||
གྱུརད་|became|kjù§r§–
གྱོན|to wear, put on|cʰø̃˩˧§‹|gyon
གྱོན་པ||
གྲང་གཞི||
གྲང་གློག་འཕྲུལ་ཆས||
གྲང་ཉུང་མི་རིགས||
གྲང་བ||
གྲང་མོ|cold|ʈ͡ʂʰə˩˧§ŋ.§§ŋu˥|grang mo
གྲི||
གྲིང་ཟུར||
གྲུ||
གྲུ་གསུམ|triangle|ʈ͡ʂʰùˀ.§§–§su§m|gru gsum
གྲུ་བཞི||
གྲུ་མོ||
གྲུ་ཤན||
གྲོ་ཐིག||
གྲོ་མ||
གྲོག་མ||
གྲོགས་པོ||
གྲོགས་མེད་གཅིག་རྐྱང||
གྲོང་ཁྱེར||
གྲོངས||
གྲོད་ཁོག||
གྲྭ་པ|monk|ʈ͡ʂʰà.§§pa|grwa pa
གླ་བ||
གླང|ox|la˥§ŋ|glang
གླང་ཆེན||
གླང་དར་མ||
གླས||
གླིང||
གླིང་ཕྲན||
གླུ་དབྱངས||
གླེ||
གློ་བ||
གློ་བརྒྱབ||
གློག||
གློག་ཀླད||
གློག་གི་སྐས་འཛེགས||
གློག་བརྙན||
གློག་བརྙན་ཁང|cinema|lô§‹.§§›§ȵɛ̃́§‹.§§kʰá§ŋ§|glog brnyan khang
གློག་མདའ||
གློག་ཞུ||
གློག་འགུལ་ཕྱགས་མ||
གློག་འགུལ་སྐས་འཛེག||
གློག་རྡུལ||
གློག་རྫས||
གློག་སྨན||
ང|I||nga
ང་ཚོ|we||nga tsho
ང་ར||
ངག|speech, voice|ŋa˩˧˨§–|ngag
ངང་པ||
ངང་ལག||
ངན||
ངན་པ||
ངར་གདུང||
ངར་ལྕགས||
ངལ་དུབ||
ངུ||
ངུ་བ||
ངོ་མ||
ངོ་ཚ་མེད་པ||
ངོ་ཚ་ཤེས་པ||
ངོ་རྒོལ་སྒེར་ལངས||
ཅ་ལག||
ཅི་ལི||
ཅི་སི་ནའུ||
ཅིག||
ཅུང་ཙམ||
ཅུང་ཟད||
ཅུང་ཟད་ཙམ||
ཅེ་ཁེ||
ཅོག་ཙེ||
ཆ་ཤས||
ཆགས||
ཆང|barley beer|t͡ɕʰa˥§ŋ|chang
ཆང་ཁང||
ཆང་ནད||
ཆབ་ཁུང||
ཆབ་གདན||
ཆབ་མདོ||
ཆབ་རྩེ||
ཆབ་སྲིད|politics|t͡ɕʰə˥§p̚.§§si˥˩§–|chab srid
ཆམས་པ||
ཆར་དུས||
ཆར་པ|rain|t͡ɕʰaː˥.§‹§pa˥|char pa
ཆར་ཞོད||
ཆར་རྒྱུན||
ཆར་རླུང||
ཆར་སྤྲིན||
ཆཱ་ཌ||
ཆིང་ཏན||
ཆིས་ཁྲེའེ||
ཆུ|water||chu
ཆུ་ཆུ||
ཆུ་ཆེན||
ཆུ་དོང་ལྕགས་རི||
ཆུ་པ||
ཆུ་བོ||
ཆུ་མངར་མོ||
ཆུ་མིག||
ཆུ་ཚོད||
ཆུ་ཟོམ||
ཆུ་འཐེན་འཕྲུལ་བྱད||
ཆུ་རག||
ཆུ་རྐྱལ་རྒྱག||
ཆུ་རྒུན་འབྲུམ||
ཆུ་རྟ||
ཆུ་ལོག||
ཆུ་ལྒང||
ཆུ་ཤེལ||
ཆུ་སེར||
ཆུ་སྒྲོམ||
ཆུ་སྣོད||
ཆུ་སྲིན||
ཆུང||
ཆུང་ངུ||
ཆུང་ཆུང|small||chung chung
ཆུང་བ|small||chung ba
ཆུང་མ||
ཆུད||
ཆུར་བ||
ཆེ||
ཆེ་གེ||
ཆེ་ཆུད||
ཆེ་ཤེལ||
ཆེན||
ཆེན་པོ|big||chen po
ཆོ་མེད||
ཆོས|religion|t͡ɕʰø̂ː|chos
ཆོས་ཀྱི་འཁོར་ལོ||
ཆོས་གླུ||
ཆོས་བདུན||
ཆོས་འཁོར||
ཆོས་འཁོར་གསུམ||
ཆོས་འཁོར་དང་དོན་གཅིག||
ཆོས་རྒྱལ||
ཆོས་ལུགས||
ཆོས་སྐད||
ཇ་ཀོབ་པི||
ཇ་ཁང||
ཇ་ཁེབས||
ཇ་དཀར||
ཇ་བག||
ཇ་མའི་ཀ||
ཇ་ལོ||
ཇ་སྲུབ་མ||
ཇག་ཁྲིད་བྱས||
ཇག་པ||
ཇང་ཡུའི||
ཇི||
ཇི་བའོ་ཊི||
ཇི་བེན||
ཇུར་སྒྲོག||
ཇོ་མོ||
ཇོ་མོ་གླང་མ||
ཉ|fish|ȵa˩˧|nya
ཉ་གོང||
ཉ་ཤ||
ཉན||
ཉན་བྱེད་འཕྲུལ་ཆས||
ཉམས||
ཉམས་མྱོང||
ཉར||
ཉར་བ||
ཉལ||
ཉལ་ཁང||
ཉལ་ཁེབས||
ཉལ་ཁྲི||
ཉལ་གདན||
ཉལ་གཟན||
ཉལ་ཆས||
ཉལ་བ||
ཉལ་རས||
ཉི་གདུགས||
ཉི་བཀྲག་འགོག||
ཉི་མ|day, sun|ȵi˩˧.mə˥˥|nyi ma
ཉི་མ་ལོག་ཡག||
ཉི་མའི་འོད་ཤུགས||
ཉི་ཤུ||
ཉི་སྲེག||
ཉི་སྲེག་བཏང||
ཉི་ཧོང||
ཉིང་ཁྲི||
ཉིན|day||nyin
ཉིན་གུང||
ཉུག་བྱེད|bird||nyug byed
ཉུག་རུམ||
ཉུང་མ||
ཉུང་ཤས|few||nyung shas
ཉེ་པོ|near||nye po
ཉེ་བ||
ཉེ་སྐོར་གྲོང་ཚོ||
ཉེན་ག་ནས་བཏོན||
ཉེར་སྤྱད||
ཉེས་པ||
ཉོ||
ཉོ་ཆའི་ཐོ||
ཉོན་མོངས||
ཉོས||
ཊི་ཀ་སི||
ཊེབ་ཐག||
ཊོ་གོ||
ཊོང་ག||
ཋེག་ཟ་སི||
ཌོ་མི་ནི་ཀ||
ཌོ་མི་ནི་ཀན་སྤྱི་མཐུན་རྒྱལ་ཁབ||
ཏན་ཛ་ནི་ཡ||
ཏཱ་བླ་མ་|grand lama||tā-bla-ma
ཏཱ་ལའི་བླ་མ|Dalai Lama|tá.§§l§ɛ́ː§§lá.§§má
ཏི་ཚ||
ཏིང་ངེ་འཛིན||
ཏིལ|sesame seed|tiː˥§(ɹ)|til
ཏུ་ནི་ཤི་ཡ||
ཏུ་ཝ་ལུ||
ཏུར་ཀི||
ཏུརཀ་མེ་ནི་སུཏན||
ཏེ་ལོ||
ཏོའོ་ཕུ||
ཏྲི་ནི་ཌད་དང་ཏྲོ་བེ་གོ||
ཐ་ཇི་ཁེ་སི་ཏན||
ཐ་དད་པ||
ཐ་མ་རྡབ་ས||
ཐ་མག||
ཐ་མག་བརྡབ་ས||
ཐ་མི་དད་པ||
ཐག་པ|rope||thag pa
ཐག་རིང་པོ|far||thag ring po
ཐགས་ཐོགས||
ཐང|plain, flatlands|tʰa˥§ŋ|thang
ཐང་ཀ||
ཐང་ཁ||
ཐང་ཆད་པ||
ཐང་འབྲས||
ཐང་ཤིང||
ཐད་འཕུར་གནམ་གྲུ||
ཐབ||
ཐབ་ཚང||
ཐམ་ཀ||
ཐམ་ཁ||
ཐམ་པ||
ཐའི་ལེན||
ཐའེ་པེ||
ཐའེ་ཝན||
ཐལ|dust||thal
ཐལ་བ||
ཐིག་ལི||
ཐིག་ལེ||
ཐིང||
ཐིམ་ཕུ||
ཐུ་མོ||
ཐུག||
ཐུག་པ||
ཐུགས||
ཐུགས་དམ||
ཐུགས་རྗེ||
ཐུགས་རྗེ་ཆེ||
ཐུང་ཐུང|short||thung thung
ཐུང་བ|short||thung ba
ཐུབ||
ཐེ་རོན་ཕུ||
ཐེན་ནེ་སི||
ཐེན་པ||
ཐེབ་འཇུ||
ཐེབས||
ཐེབས་པ||
ཐེར་འབུམ||
ཐེར་འབུམ་ཆེན་པོ||
ཐོ||
ཐོ་ཁེ་ཡོ||
ཐོ་དེབ||
ཐོ་ལ་ཅི||
ཐོགས་ཞིང||
ཐོང་བཤོལ||
ཐོངས་མཆན||
ཐོབ||
ཐོར་པ||
ད་རིང||
ད་ལྟ་|now|tʰàn.§§tá|dan ta
ད་ལྟ་བ|present tense|tʰà.§§tá.§§wa|da lta ba
དཀར||
དཀར་ཆག||
དཀར་པོ་|white|–§káː§‹.§§pó|dkar po
དཀོན་མཆོག||
དཀོན་མཆོག་མཁྱེན||
དཀྱིལ||
དཀྱིལ་ཁྲོ||
དཀྱིལ་མཛུབ||
དཀྱིལ་འཁོར||
དཀྲུག་འཁོར||
དཀྲོག་གཏམ||
དཀྲོལ||
དཀྲོལ་བ||
དག་|I|dá§g
དག་ཆ་བྲིས|to spell||dag cha bris
དག་ཡིག|dictionary||dag yig
དགའ་|virtue|›§gá§–
དགའ་པོ་བྱེད་ཡག||
དགའ་བ||
དགའ་བཞི||
དགའ་ཚོར||
དགའ་འཁྱིལ||
དགུ|nine|›§ku˩˧|dgu
དགུ་གཏོར||
དགུ་བཅུ|ninety|›§kup̚˩˧.§§›§t͡ɕu˥|dgu bcu
དགུན||
དགུན་ཀ||
དགེ||
དགེ་བ||
དགེ་བཤེས||
དགེ་འདུན||
དགེ་འདུན་|buddhist community|–§ɡe§ §n§y§n|dge-'dun
དགེ་རྒན||
དགེ་ལུགས་པ||
དགེ་སློང||
དགེ་སློང་མ||
དགོང་དྲོ||
དགོང་མོ||
དགོངས་དག||
དགོངས་པ||
དགོངས་རྒྱུད||
དགོན་པ||
དགོམ་པ||
དགོས||
དགོས་པ||
དགྲ་བཅོམ་པ||
དགྲ་བོ||
དང|and||dang
དང་པོ||
དངུལ||
དངུལ་ཁང||
དངུལ་ཁུག||
དངུལ་བུན་གཏོང་མཁན||
དངུལ་རྩིས||
དངོས||
དངོས་གྲུབ||
དངོས་དང་དངོས་མེད||
དངོས་པོ||
དད་པ|faith|–§tɛː˩˧˨.§§paˑ|dad pa
དཔག་ཏུ་མེད་པ||
དཔང་པོ||
དཔའ་དམ||
དཔའ་བོ||
དཔར་ཆས||
དཔལ་བེའུ||
དཔལ་ལྡན||
དཔུང་པ||
དཔེ་ཆ|book, scripture|–§pé§.§t͡ɕʰá|dpe cha
དཔེ་མཛོད||
དཔེ་མཛོད་ཁང||
དཔེ་སྐྲུན||
དཔེ་སྒྲོམ||
དཔོན་ངན||
དཔྱ་ཁྲལ|tribute|›§t͡ɕá.§§ʈ͡ʂʰɛː§–|dpya khral
དཔྱད་གཞི||
དཔྲལ་བ||
དབང||
དབང་ཆ་|power|–§wa§ŋ§§t͡ʃa
དབང་ཕྱུག||
དབང་ལྡན||
དབང་སྒྱུར||
དབང་སྒྱུར་བྱས||
དབུ||
དབུ་ཅན||
དབུ་མེད|cursive script style|–§u.§§me§‹
དབུགས་རྒྱག|to breathe||dbugs rgyag
དབུས||
དབུས་གཙང||
དབུས་ཨ་ཧྥེ་རི་ཁན་རི་པཔ་ལིཀ||
དབེན་པ||
དབྱངས|vowel|ja˥˩§ŋ|dbyangs
དབྱངས་ཅན||
དབྱངས་ཅན་མ||
དབྱངས་ཅན་སྒྲོལ་མ||
དབྱངས་སྒྲ་ཉིས་ལྡན||
དབྱར||
དབྱར་ཀ||
དབྱར་ཁ|summer|›§jaː˥.§‹§kʰa˥|dbyar kha
དབྱར་རྩྭ་དགུན་འབུ||
དབྱི་སི་ལམ་ཆོས་ལུགས||
དབྱིངས||
དབྱིན་གོ||
དབྱིན་ཇི||
དབྱིན་ཇི་མཉམ་འབྲེལ||
དབྱིན་ཇིའི་སྐད||
དབྱིན་ཡུལ||
དམ་པ|holy, pure|›§tʰa˩˧§m.§pa˥˩|dam pa
དམག|war|›§maː˥˩§–|dmag
དམག་དཔུང||
དམག་མི||
དམག་འཁྲུག||
དམངས|populace|–§ma˥˩§ŋ§–|dmangs
དམངས་གཙོ||
དམན་པ|low; poor|›§mɛ̃˥˩.§‹§§paˑ|dman pa
དམའ་འབེབ་བྱས||
དམར||
དམར་པོ|red||dmar po
དམར་པོའི་རིང་ལུགས||
དམར་ཚ||
དམར་སྐྱ||
དམར་ཧྲང་བ||
དར|silk|tʰaː˩˧§(ɹ)|dar
དར་ཆ|flag|tʰaː˩˧§(ɹ).§§t͡ɕaˑ|dar cha
དར་བ||
དར་མདོ||
དར་ཡབ||
དར་རྩེ་མདོ||
དར་ལྕོག||
དར་ཤོག||
དར་སྐུད||
དི་རིང||
དིམ||
དུ་བ|smoke||du ba
དུག||
དུག་སྦྲང||
དུག་སློག་སྐམ་ཡག་འཕྲུལ་འཁོར||
དུང་དཀར||
དུང་ཕྱུར||
དུང་སྒོར||
དུད་ཆང||
དུས་གསུམ||
དུས་ཆེན||
དུས་ཚོད་བཟོས||
དེ|that||de
དེ་བཞིན་གཤེགས་པ||
དེ་ལ|there||de la
དེ་སྒྲ||
དེན་མག||
དེབ||
དེབ་ཁང||
དེབ་གཏེར||
དེབ་ཐེར||
དེབ་སྒྲོམ||
དེར|there||der
དོ་པོ||
དོམ||
དོམ་ཁྲ||
དྭང་བླངས་བྱས||
དྭང་བླངས་བྱེད་མཁན||
དྭངས་ལྕགས||
དྲ་བ||
དྲག་ཆར||
དྲན||
དྲན་གསོའི་རྟེན||
དྲན་པ||
དྲི་ངན་སངས་སྨན||
དྲི་ཕོག||
དྲི་མ|aroma, scent|ʈ͡ʂi˩˧.§§məˑ|dri ma
དྲིལ་བུ||
དྲུག||
དྲུག་ཅུ||
དྲུག་དཀར||
དྲུང་ཡིག||
དྲེད་མོང||
དྲེལ||
དྲོ་གྲང||
དྲོ་པོ|warm||dro po
དྲོ་ཚད||
དྷེའི་ལ་ཝར||
ན་གོར་མོ||
ན་ནིང||
ན་བ||
ན་བཟའ||
ན་མི་བྷི་ཡ||
ན་ཚ||
ན་ཟུག་འཇགས་ཡག་གི་སྨན||
ན་ཟུག་འཇགས་སྨན||
ན་རོ||
ནག||
ནག་པང||
ནག་པོ|black||nag po
ནག་ཚོང||
ནགས||
ནགས་ཐོན||
ནགས་བྱི||
ནགས་ཚལ||
ནགས་རི||
ནང|inside, room|na§ŋ|nang
ནང་པ||
ནང་བཞིན||
ནང་བསྟན||
ནང་ལ|in||nang la
ནང་སོག||
ནད||
ནད་གཡོག|nurse|nɛː˩˧.§‹§›§jo§(k̚)ˀ˥˩|nad g.yog
ནད་མེད||
ནད་འབུ||
ནད་འབུ་ཕྲ་རབ||
ནད་ཡམས||
ནམ་ཡང||
ནའུ་ཀ་ཅོ་ཊི||
ནའུ་རུ||
ནས||
ནི||
ནི་ཀ་ར་གུ་ཝ||
ནི་ཇར||
ནི་ཇི་རི་ཡ||
ནིའུ་ཛི་ལེན་ཌི||
ནུ་མ||
ནུ་རྡོག||
ནུ་སྦྱིན་མ་ཚབ||
ནུབ||
ནུབ་པ||
ནུབ་ས་ཧ་ར||
ནེ་བ་ད||
ནེ་ལོན||
ནེའུ་ཇེར་སས||
ནེའུ་དིལ་ལི||
ནེའུ་ཡོར་ཀ||
ནེའུ་ཧམ་ཕུ་ཤར||
ནོ་ཡོན||
ནོར་ཝེ||
ནོར་འཁྲུལ||
ནོར་སྐལ||
པ་ཀི་སི་ཐན||
པ་ཀིར||
པ་ན་མ||
པ་པུ་འ་ནིའུ་གི་ནེ||
པ་ཕ||
པ་ར་གུ་ཡེ||
པ་ལགས|father||pa lags
པ་ལའུ||
པ་སངས||
པག་ཤི||
པགས་པ|skin||pags pa
པང་ལེབ||
པད||
པད་མ|lotus|pɛ́ː§‹.§§maˑ
པད་མ་དབྱངས་ཅན||
པད་ཚལ||
པདྨ||
པན་ཆེན་བླ་མ||
པན་ནི་སི་ལིན||
པར་ཁང||
པར་ཆས||
པས||
པི་ཝང||
པི་སི་ཏོབ||
པིང་ཀྱུ་མ||
པིང་པང||
པིར||
པུ་གུ||
པུ་ར་ག་རི་ཡ||
པུ་རུ་ཟི་ལི་ཡ||
པུ་རུ་ཟིལ||
པུ་ལི་སི||
པུའུ་ལུའུ་སེལ||
པུར་ཁང||
པུར་ཕུང||
པུས་མོ||
པུས་མོའི་ལྷ་ང||
པེ་ཅིང་གྲོང་ཁྱེར||
པེ་ཊོལ||
པེ་ཊོལ་ཚོང་ཁང||
པེ་རུ||
པེར་ཅིན||
པོ་ཅུ་གྷལ||
པོ་ཏ་ལ||
པོ་ཏི||
པོ་ལོ||
པོད||
པྲ་ཚིལ||
ཕ་གི|that||pha gi
ཕ་གིར|there||pha gir
ཕ་མ||
ཕ་རི||
ཕ་ལགས||
ཕག|pig|›§pʰa˥˩|phag
ཕག་པ||
ཕག་འདོ||
ཕད་གོག||
ཕའི་ཆིའུ་སྤོ་ལོ||
ཕིང||
ཕུ་མདའ||
ཕུ་འགྲོ||
ཕུ་རྒྱག|to blow||phu rgyag
ཕུད||
ཕུར་བ||
ཕུར་བུ||
ཕུར་མདེལ||
ཕེན་སུལ་ཝེ་ནའི་ཡ||
ཕེབས་ས||
ཕོ|man, male|pʰó|pho
ཕོ་ཉ||
ཕོ་ཕག||
ཕོ་བ་རིལ||
ཕོ་བྲང||
ཕོ་ལན||
ཕོ་ཧྲང||
ཕོང་ཡང||
ཕོར་པ||
ཕྱ||
ཕྱག|hand, arm|t͡ɕʰâ§–|phyag
ཕྱག་འཚལ་ལོ||
ཕྱག་རྒྱ||
ཕྱག་སྣག||
ཕྱགས་མ||
ཕྱལ་པ||
ཕྱི||
ཕྱི་བ||
ཕྱི་རྒྱལ||
ཕྱི་རྒྱལ་གྱི་མི||
ཕྱིང་པ||
ཕྱིར་སློག་བྱས||
ཕྱུ་པ||
ཕྱུ་ར||
ཕྱུར་ཕྱུར||
ཕྱུར་བ||
ཕྱེ||
ཕྱེ་མ་ལེབ||
ཕྱེད་ཀ||
ཕྱེན||
ཕྲ||
ཕྲ་པོ|narrow, thin||phra po
ཕྲག་གོང||
ཕྲག་པ|shoulder|ʈ͡ʂʰa˥§(k̚)ˀ.§§pa˥|phrag pa
ཕྲུ་གུ|child||phru gu
ཕྲུག||
ཕྲེང||
བ་དམ||
བ་ཕྱུགས|cow|pʰǎ.§§t͡ɕʰû§(k̚)ˀ§–|ba phyugs
བ་མ་ཀོ||
བ་ཧ་མཱ་སི||
བཀག་གཅུས||
བཀབ་སྦྱར||
བཀའ||
བཀའ་བརྒྱུད||
བཀའ་བསྒོ||
བཀའ་བློན||
བཀའ་ཤག||
བཀོལ་གཅོད||
བཀོལ་སྤྱོད||
བཀྱག|straight||bkyag
བཀྲ་ཤིས||
བཀྲ་ཤིས་བདེ་ལེགས||
བཀྲུ་བ||
བག་ལེབ||
བགོད|to divide|›§kø̌ː§‹|bgod
བགོད་པ||
བང་ཁྲི||
བཅད་པ|to cut||bchad pa
བཅུ||
བཅུ་གཅིག||
བཅུ་གཉིས||
བཅུ་གསུམ||
བཅུ་དགུ||
བཅུ་དྲུག||
བཅུ་བདུན||
བཅུ་བཞི||
བཅོ་བརྒྱད||
བཅོ་ལྔ||
བཅོམ་ལྡན་འདས||
བཅོམ་ལྡན་འདས་རྡོ་རྗེ་སེམས་དཔའ||
བཏགས||
བཏང||
བཏུབས་སྟན||
བདག||
བདག་པོ||
བདག་མེད||
བདའ་བ||
བདུག་སྤོས||
བདུད||
བདུན||
བདུན་|seven|–§tỹ̀§‹
བདུན་ཅུ||
བདུན་ཕྲག||
བདེ||
བདེ་ཐང||
བདེ་བ||
བདེ་བ་ཅན||
བདེ་འབྱུང||
བདེ་ལེགས||
བདེ་སྐྱིད||
བབས་ཆུ||
བཙན་གནོན་བྱས||
བཙན་པོ||
བཙན་བྱོལ་བ||
བཙན་འགོག་བྱས||
བཙན་འཛུལ||
བཙན་འཛུལ་བྱས||
བཙན་རྒོལ་གསང་ཚོགས||
བཙབས||
བཙལ||
བཙེམས||
བཙོག་པ|dirty||btsog pa
བཙོང||
བཙོངས||
བཙོད||
བཙོན་ཁང||
བཙོན་པ||
བཞག||
བཞད||
བཞད་པ||
བཞར||
བཞི|four||bzhi
བཞི་བཅུ||
བཞིན||
བཞེས||
བཞེས་ཐག||
བཟང|righteous, good|–§sa˩˧˨§ŋ|bzang
བཟང་ངན||
བཟང་ཞན||
བཟོ||
བཟོ་གྲྭ||
བཟོ་པ||
བཟླས་བརྗོད||
བར་གནས་རྡུལ་ཕྲན||
བར་དོ||
བར་བ་ཌོ་སི||
བར་མི||
བར་མི་མཚམས་རྡོ||
བརྒྱ||
བརྒྱད||
བརྒྱད་ཅུ||
བརྒྱུད||
བརྒྱུད་པ||
བརྒྱུད་བརྒྱུགས||
བརྗེད་ངས||
བརྙན||
བརྙན་པར||
བརྙན་འཕྲིན||
བརྡ||
བརྡ་དཀྲོག||
བརྡ་རྙིང||
བརྡ་སྤྲོད་ཀྱི་གཞུང||
བརྡ་སྤྲོད་རིག་གནས||
བརྩེ་བ||
བརྩོན་འགྲུས||
བརླ||
བརླ་ཤ||
བརླགས|to lose, misplace||brlags
བལ||
བལ་པོ||
བལ་ཡུལ||
བལ་སོ||
བལ་སྐད||
བལྟམས||
བལྟམས་པ||
བཤད|to say||bshad
བཤལ་ནད||
བཤལ་སྨན||
བཤོས||
བསད|to kill||bsad
བསད་|to turn off|–§sɛ́§–|bsad
བསམ་གཏན||
བསམ་པའི་སྟོབས||
བསམ་བློ་གཏོང་བ|to think||bsam blo gtong ba
བསམ་ཚུལ||
བསམ་ཡས||
བསིལ་སྨན||
བསེ་རུ||
བསེའུ||
བསོད་ནམས||
བསོད་ནམས་དཔལ་འཛོམས||
བསྐྲངས||
བསྒྲུགས||
བསྒྲུབས་|established|–§ɖɹú§b§–
བསྟན་པ||
བསྟན་འཛིན||
བསྡད|to sit||bsdad
བསྡམ|to tie||bsdam
བསྣན་ཚིག||
བི་ཆུ||
བུ|child|pʰǔ|bu
བུ་མོ||
བུ་རམ||
བུ་རུན་ཌི||
བུང་བ||
བུད་མེད||
བུམ་པ||
བུར་ཀི་ན་ཕ་སོ||
བུལ་ཏོག||
བེ་ནིན||
བེ་ལི་ཛི||
བེག་ཙེ||
བོ་ནོ་བོ||
བོ་སེ་ཊོན||
བོང་བུ||
བོད||
བོད་ཇ||
བོད་པ||
བོད་བརྒྱུད་ནང་བསྟན||
བོད་མི||
བོད་ཡིག||
བོད་ཡུལ||
བོད་རང་སྐྱོང་ལྗོངས||
བོད་ལྗོངས||
བོད་སྐད|Tibetan||böké
བོད་སྐད་དུ||
བོན||
བོན་པོ||
བྱ|bird|t͡ɕʰa˩˧|bya
བྱ་གཏོར||
བྱ་དེ||
བྱ་མ་བྱི||
བྱ་མོ||
བྱ་ཚིག||
བྱ་འཕིར||
བྱ་འབྲས||
བྱ་རྒོད||
བྱ་ཤ||
བྱ་སྒྲོ||
བྱ་སྤུ||
བྱང||
བྱང་ཀོ་རི་ཡ||
བྱང་ཆུབ||
བྱང་ཆུབ་སེམས་དཔའ||
བྱང་ཐང||
བྱང་བུ||
བྱང་སྣེའི་དོམ་དཀར||
བྱམས་པ||
བྱམས་བརྩེ||
བྱི་བ||
བྱི་རིལ||
བྱི་ལ་དོམ་ཆུང||
བྱི་ལོང||
བྱུ་རུ||
བྱུང||
བྱུང་འཛིན||
བྱེ||
བྱེ་ཐང||
བྱེ་བ||
བྱེ་མ|sand|t͡ɕʰe˩˧˨.§§ma˥|bye ma
བྱེ་རྡོ||
བྱེད||
བྱེད་པ||
བྲག་ཚྭ||
བྲན||
བྲན་གཡོག||
བྲོ||
བྲོ་བ་ཆེན་པོ||
བླ||
བླ་གཡུ||
བླ་མ||
བླ་རི||
བླུགས||
བློ||
བློ་ཁོག||
བློ་བཟང||
བློ་མཐུན||
བྷ་ག||
བྷང་ལ་རྡེ་ཤུ||
བྷར་མ||
བྷཧ་རཡིན||
བྷི་རུ་ནི||
བྷེ་ལ་རསུ||
བྷོ་ཙི་ཝ་ན||
བྷོ་ལི་ཝི་ཡ||
བྷོསུ་ནིཡ་དང་ཧར་ཛེ་གྷོ་ཝི་ན||
མ|not||ma
མ་ཇུ་རོ||
མ་ད་གཱ་སི་ཀར||
མ་ནི་ཆོས་འཁོར||
མ་པུ་ཊོ||
མ་བྱན||
མ་འོངས་པ||
མ་རིས་ལེན་ཌ||
མ་རྒད||
མ་རྩའི་རིང་ལུགས||
མ་ལ་ཝི||
མ་ལ་ཤི་ཡ||
མ་ལི||
མ་ལེ||
མ་སེ་ཌོ་ནིཡ||
མ་སྒྲ||
མ་ཧེ||
མཀ་སིའི་རིང་ལུགས||
མཁན་པོ|khenpo|›§kʰɛ̃˥.§‹§§po˥|mkan po
མཁའ||
མཁའ་འགྲུལ||
མཁལ་རིལ||
མཁོ||
མཁོ་བ||
མཁོ་མེད||
མཁྱེན||
མཁྱེན་པ||
མགུར||
མགུར་མ||
མགུལ|neck, throat|›§kyː˩˧§‹|mgul
མགོ|head|–§ko˩˧|mgo
མགོ་འཐོམ་ཡག||
མགྱོགས་པོ||
མགྲིན་པ||
མགྲོན་ཁང||
མང་པོ|many|mǎ§ŋ.§poˑ|mang po
མང་ཚོགས||
མངའ་ཐང||
མངའ་ཞབས||
མངའ་འབངས||
མངའ་རིས་ཁམ་བུ||
མངར་མོ||
མངལ་སྦུམ་པ|pregnancy||mngal sbum pa
མངོན་བརྗོད||
མཆི་མ||
མཆིན||
མཆིན་པ|liver||mchin pa
མཆུ་ཏོ་དམར་པོ་བཟོ་ཡག||
མཆེ་བ||
མཆོག||
མཆོད|to respect, praise|–§t͡ɕʰøː˥˩§‹|mchod
མཆོད་རྟེན||
མཆོད་སྟེགས||
མཇལ||
མཇིང་པ|neck||mjing pa
མཇུག|end, extremity|–§t͡ɕu˥˩§(k̚)ˀ|mjug
མཇུག་བསྡོམས||
མཇུག་མ||
མཇུག་སྒྲིལ||
མཇུག་སྒྲོ||
མཉན||
མཉམ་དུ|with|–§ȵá§m.§tuˑ|mnyam du
མཉམ་འབྲེལ་རྒྱལ་ཚོགས||
མཉམ་སྦྲེལ||
མཐའ་མ||
མཐའ་སྐོར་གྲོང་ཚོ||
མཐུག་པོ|thick||mthug po
མཐུན་|agreement||mtʰun
མཐུར་མགོ||
མཐེ་པོ||
མཐེ་བོང||
མཐེབ་གཞོང||
མཐོང|to see||mthong
མཐོང་བ||
མདའ||
མདའ་གཞུ||
མདུང||
མདུང་དར||
མདུང་སྦྲང||
མདུན||
མདེའུ||
མདོ||
མདོ་ཐག||
མདོག||
མདོང་མོ||
མནའ་མ||
མཚན|night|–§t͡sʰɛ̃́§‹|mtshan
མཚན་མོ||
མཚམས་|boundary||mtshams
མཚོ|lake|–§t͡sʰó|mtsho
མཚོ་གླང||
མཚོ་གླིང||
མཚོ་ཕག||
མཚོ་འགྲམ||
མཚོ་རླུང||
མཚོན་ཆ||
མཛད||
མཛད་པ||
མཛའ་བ||
མཛའ་བརྩེ||
མཛའ་བཤེས||
མཛུབ་མོའི་ཚིགས||
མཛེ་ནད||
མཛེར་པ||
མཛེས་སྤྱད||
མཛོ|yak/cow hybrid|›§t͡so˩˧|mdzo
མཛོ་ཕོ||
མཛོ་མོ||
མཛོག་རུམ||
མའི་ཀོ་རོ་ནེ་ཤི་ཡ||
མའུ་རི་ཊིའུ་སུ||
མའུ་རི་ཏ་ནི་ཡ||
མའོ||
མར||
མར་ཁེ་སིའི་རིང་ལུགས||
མར་གད||
མར་ཤལ་གླིང་ཕྲན་རྒྱལ་ཁབ||
མལ་ཏ||
མལ་དི་ཝེསུ||
མི་|person|mì|mi
མི་གཟུགས་འཕྲུལ་བྱད||
མི་གཡོ་བ||
མི་ཅི་གྷན||
མི་ཆོས||
མི་ཉག||
མི་དམངས||
མི་ཚང||
མི་ཚོགས||
མི་རྒོད||
མི་རྟག་པ||
མི་སི་སི་ཕི||
མི་སེར||
མི་སྐུ||
མིག|eye||mig
མིག་ཆུ||
མིག་དམར|Mars|miː˩˧§‹.§§›§maː˥§‹|mig dmar
མིག་འབྲས||
མིག་རིལ||
མིག་ཤེལ||
མིག་སྤུ||
མིང|name||ming
མིང་མཛོད||
མིང་ཚབ||
མིང་ཚིག||
མིང་འདོགས||
མིང་རྫུས་མ||
མིད་པ||
མིན|not||min
མིའི་གསོབ||
མིའུ་ཐུང||
མུ||
མུ་གེ||
མུ་ཏིག||
མུ་མེན||
མུ་ཟི||
མུ་སྟེགས་པ||
མུག་པ||
མུར་ཐུག་པ||
མུར་རྫོག||
མེ|fire||me
མེ་ཏོག|flower||me tog
མེ་ཏོག་པད་མ||
མེ་མདའ||
མེ་མདའ་ཁ་རིང||
མེ་མདའ་བརྒྱབ||
མེ་མདའ་སྦག་སྦག|machine gun||me mda' sbag sbag
མེ་འཁོར||
མེ་རྫས||
མེ་ལེ||
མེ་ལོང||
མེ་ཤུགས་འཕུར་མདེལ||
མེ་སྒྱོགས||
མེག་སི་ཀོ||
མེག་སི་ཀོ་གསར་མ||
མེག་སི་ཀོ་གྲོང||
མེད|not||med
མེའུ་|dwarf||me'u
མོ|woman||mo
མོ་ཊ|car|mò.§§ʈ͡ʂa|mo ta
མོ་ཊ་|car|mò.§§ʈ͡ʂa|mo ta
མོ་ཊ་ཇིབ||
མོ་ཊ་ཊག||
མོ་ཊའི་ཨང་གྲངས་ལྕགས་ལེབ||
མོ་ཐོ||
མོ་ཐོ་ཁྲེ||
མོ་ན་ཁོ||
མོ་ཛམ་བིཀ||
མོ་རོ་ཁོ||
མོ་སི་ཁོ||
མོག་མོག||
མོན་ཊེནིག་རོ||
མོན་ཏཱ་ན||
མོལ་དོ་ཝ||
མོས་པ||
མྱ་ངན་ལས་འདས་པ||
མྱང་འདས||
མྱུ་གུ་འབུས་པ||
མྱོས་པ||
ཙག་སྒྲ||
ཙངས་པ||
ཙན་དན||
ཙི་ཙི|mouse, rat|t͡si˥.§§t͡si˥|tsi tsi
ཙི་ཙི་ཟིན་ཡག||
ཙུང་ཐུང||
ཙུང་ལི||
ཙོང||
ཚ་གྲང||
ཚ་གློག||
ཚ་ཐོར||
ཚ་པོ||
ཚ་ལ||
ཚ་ལ་བཏང||
ཚ་ལ་བརྒྱབ||
ཚ་ལ་རྒྱག་མཁན||
ཚ་ལུ་མ||
ཚག་པར||
ཚང||
ཚང་མ|all||tshang ma
ཚད་མེད་བཞི||
ཚན་ཁག||
ཚན་རིག||
ཚན་རིག་པ||
ཚན་རིག་མཁས་པ||
ཚའི་ཏོའོ||
ཚལ་གྲི||
ཚལ་སླང||
ཚིག||
ཚིག་མཛོད||
ཚིག་མཛོད་ཆེན་མོ||
ཚིལ་བཞུ||
ཚུལ||
ཚུལ་ཁྲིམས||
ཚེ||
ཚེ་ཆུ||
ཚེ་རིང||
ཚེ་རིང་པོ||
ཚེ་སྲོག||
ཚེག||
ཚེམ་བུ||
ཚེམ་བུ་རྒྱག|to sew||tshem bu rgyag
ཚོ||
ཚོ་ཁག||
ཚོགས་ཞིང||
ཚོགས་སྡེ||
ཚོང||
ཚོང་ཁང||
ཚོང་པ||
ཚོད་ལྟ་ཤེལ་སྟོང||
ཚོན་མདོག||
ཚོས་གཞི||
ཚྭ|salt|t͡sʰa˥|tshwa
ཛ་ཏི|nutmeg||dza ti
ཛམ་བི་ཡ|Zambia||dzam bi ya
ཛིམ་བབ་ཝི|Zimbabwe||dzim bab wi
ཝ་ནུའ་ཏུ||
ཝ་མོ||
ཝ་ཡོ་མིང||
ཝ་ལེ་ཐ||
ཝ་ཤིན་ཏྲོན||
ཝི་ཏི་ནམ||
ཝིར་ཇི་ནི་ཡ||
ཝིས་སི་ཁོན་སིན||
ཝུ་ལན་བ་ཐུར||
ཝེ་ནེ་ཟུའེ་ལ||
ཞ་འཐེན||
ཞ་རློན་འཐེན||
ཞ་སྙུག||
ཞ་སྨྱུག||
ཞགས་པ||
ཞང||
ཞང་ཀང||
ཞབས|leg, foot|ɕa˩˧§p̚§–|zhabs
ཞབས་ཀྱུ||
ཞབས་བྲོ||
ཞལ|mouth (hon.)|ɕɛː˩˧§‹|zhal
ཞལ་ཅོར||
ཞི་ཅུན||
ཞི་པན་ཡ||
ཞི་བདེ||
ཞི་མི||
ཞི་མི་ལིང་མོ||
ཞིང||
ཞིང་ཆེན||
ཞིང་པ||
ཞིམ་པོ||
ཞུ་མར||
ཞེ་དྲག||
ཞེ་དྲགས||
ཞེ་ས||
ཞེད|to fear||zhed
ཞེད་སྣང||
ཞེད་སྣང་ཚ་པོ||
ཞེན་འཛིན||
ཞོ||
ཞོ་ཁོག||
ཞོག་གོག||
ཞོགས||
ཞོགས་ཇ||
ཞོགས་པ||
ཞོར་རྐྱེན||
ཞྭ|hat||zhwa
ཟ|to eat||za
ཟ་ཁང||
ཟ་ཕྲུག་ལང||
ཟ་བ||
ཟངས||
ཟངས་རྐྱན||
ཟབ་པོ||
ཟམ་པ||
ཟས||
ཟིང་སྐྱ||
ཟིལ་དངར||
ཟིལ་བ||
ཟུག||
ཟུམ||
ཟུར་བརྒྱད་མ||
ཟུར་ཟ||
ཟེ||
ཟེ་མོ་སེར་པོ||
ཟེ་ཚའི་རླངས་རླུང||
ཟོ་བ||
ཟོ་ར||
ཟོམ||
ཟླ||
ཟླ་དང་པོ||
ཟླ་བ|moon|ta˩˧.§§wa˥|zla ba
ཟླ་བ་གཉིས་པ||
ཟླ་བ་གསུམ་པ||
ཟླ་བ་དགུ་པ||
ཟླ་བ་དང་པོ||
ཟླ་བ་དྲུག་པ||
ཟླ་བ་བཅུ་གཅིག་པ||
ཟླ་བ་བཅུ་གཉིས་པ||
ཟླ་བ་བཅུ་པ||
ཟླ་བ་བདུན་པ||
ཟླ་བ་བཞི་པ||
ཟླ་བ་བརྒྱད་པ||
ཟླ་བ་ལྔ་པ||
ཟླ་བོ|spouse|ta˩˧.§§wo˥|zla bo
འཁར་རྒྱུག||
འཁར་རྔ||
འཁོར|circle, sphere|kʰóː(ɹ)|'khor
འཁོར་བ||
འཁོར་ལོ|wheel|–§kʰó.§–§§ló|'khor lo
འཁོར་ལོ་|wheel|–§kʰó.§–§§ló|'khor lo
འཁོར་ལོ་བཀག||
འཁོར་ཤུར་ལྷམ་གོག||
འཁྱག་པ|ice||་'khyag pa
འཁྱགས་པ|ice||khyags pa
འཁྱགས་སྒམ||
འཁྲིད||
འཁྲིད་པ||
འཁྲིད་སྟོན||
འཁྲུ་ཁང||
འཁྲུ་འཁོར||
འཁྲུ་ཡག་འཕྲུལ་འཁོར||
འཁྲུངས་སྐར||
འཁྲོལ||
འགོ་པ||
འགོག||
འགོག་པ||
འགྱིག||
འགྱིག་གྱི་ཐག་པ||
འགྱིག་ཐག||
འགྲིམ་འགྲུལ||
འགྲིམ་འགྲུལ་ཁང||
འགྲུབ||
འགྲུབ་པ||
འགྲུལ་པ||
འགྲུལ་བཞུད||
འགྲུལ་བཞུད་བྱེད་མཁན||
འགྲེང་པོ||
འགྲེང་བུ||
འགྲེམས་སྟོན་|exhibition|–§ɖɹe§m§–§§to§n
འགྲེམས་སྟོན་ཁང||
འགྲོ||
འགྲོ་བ||
འགྲོ་ས||
འགྲོངས||
འང་གུ||
འཆད|to say, speak|–§t͡ɕʰɛː˥˩§‹|'chad
འཆད་པ||
འཆི||
འཆི་བ||
འཆུ||
འཆུ་བ||
འཇའ|rainbow|–§t͡ɕa˩˧§–|'ja'
འཇའ་ཚོན||
འཇར་མན||
འཇིག||
འཇིག་པ||
འཇིང་རག||
འཇིན||
འཇིབ||
འཇིབ་པ||
འཇིབ་རུ||
འཇིབས||
འཇིམ་པ||
འཇོམས||
འཇོར་ཇི་ཡ||
འཐག||
འཐག་ཁྲི||
འཐག་པ||
འཐུང|to drink||thung
འཐུང་བ||
འཐུང་ཡག||
འཐུང་ཡག་འཐོར་ཆུ||
འཐུམ|to cover, wrap around|–§tu˥˩§m|'thum
འཐེན་ཐུག||
འཐོར་ཆུ||
འདག་པ||
འདག་བརྒྱབ||
འདབ་ཆགས|bird||'dab chags
འདབ་མ|feather||'dab ma
འདམ||
འདར་ནད||
འདས་པ||
འདི|this||di
འདི་རིང||
འདི་ལ|here||'di la
འདི་སྐད་བདག་གིས་ཐོས་པ་དུས་གཅིག་ན||
འདིང||
འདིང་བ||
འདིར|here||dir
འདུན་པ||
འདུས་མ་བྱས||
འདེགས་ལྕགས||
འདེབས||
འདེབས་པ||
འདོག་ཁྱི||
འདོགས་ཁྱི||
འདོགས་ཐག||
འདོད་ཆགས་སློང་མཁན||
འདོད་རྔམ||
འདོམས||
འདོམས་པ||
འདྲ་གཞུགས||
འདྲ་པོ||
འདྲ་མི་འདྲ||
འདྲ་སྐུ||
འདྲུལ་བ||
འདྲེ||
འདྲེ་ཤིག||
འདྲེས་མ||
འཕར་བ||
འཕར་སྤྱང||
འཕུར|to fly||phur
འཕུར་མདེལ||
འཕྲལ་འཁྲུ||
འཕྲིན||
འཕྲུལ་འཁོར||
འཕྲུལ་ལས་རིག་གནས||
འབག||
འབངས་འཁོར||
འབབ|to rain|–§pə̌§p̚|'bab
འབབ་པ||
འབབ་ཚུགས||
འབའ||
འབའ་དམ||
འབའ་བ||
འབའ་སེ||
འབུ||
འབུ་པད་པ||
འབུ་སྤུ་ཟོག||
འབུ་སྨན||
འབུམ||
འབུམ་པ||
འབོལ་གདན||
འབྱར||
འབྱར་བ||
འབྱེ||
འབྱེད||
འབྱོར||
འབྲས||
འབྲས་བུ||
འབྲས་མོ་ལྗོངས||
འབྲས་ལྗོངས||
འབྲས་ལྗོངས་པ||
འབྲས་ལྗོངས་སྐད||
འབྲི||
འབྲི་ཆུ||
འབྲི་བ||
འབྲུ||
འབྲུག||
འབྲུག་པ||
འབྲུག་མིག||
འབྲུག་མོ||
འབྲུག་ཡུལ||
འབྲུག་རྒྱལ་པོ||
འབྲུག་སྐད||
འབྲུག་སྐད་རྒྱག||
འབྲུག་སྒྲ||
འབྲོག||
འབྲོག་ཁྱི||
འབྲོག་པ||
འབྲོག་མོ||
འབྲོང||
འཚང་ག||
འཚམས་འདྲི་ཞུས||
འཚིག་ཇ||
འཚོ་བ||
འཛམ་གླིང||
འཛིན|contract, pledge|–§t͡sĩ˩˧§‹|'dzin
འཛིན་པ||
འཛིབ||
འཛུད||
འཛུམ||
འཛུམ་པ||
འཛུམས||
འི||
འུ་སུ||
འུག་པ||
འུར་རདོ||
འོ་ན||
འོ་མ||
འོ་རྩམ||
འོག||
འོང||
འོང་བ||
འོད||
འོན་པ||
འོས་ཤོག་བླུག་སའི་སྒམ||
འོས་སྒམ||
ཡ་མ||
ཡག་པོ|good||yag po
ཡང|again, once more|ja˩˧§ŋ|yang
ཡང་ན||
ཡང་པོ||
ཡང་རླུང་འབོམ||
ཡང་ལཱ|candle||yang lā
ཡབ||
ཡར་ཀླུངས་གཙང་པོ||
ཡལ||
ཡལ་ག||
ཡི||
ཡི་གེ||
ཡི་དམ||
ཡི་དྭགས||
ཡི་ནེ་ཁྲེ་ཀྲི་ཨ་རབ་ཨེ་མེ་རེ་ཁྲི||
ཡི་ཙི|soap|ji˩˧.§§t͡si˥˩|yi tsi
ཡི་ལང||
ཡི་ལའ་ཁོ||
ཡིག||
ཡིག་གཟུགས་ཕབ་སྒྱུར་བྱས||
ཡིག་ཕད||
ཡིག་མགོ་ཕུར་ཤད་མ||
ཡིག་མགོ་མདུན་མ||
ཡིག་མགོ་ཚེག་ཤད་མ||
ཡིག་མགོ་སྒབ་མ||
ཡིད་ཆེས||
ཡིད་བཞིན་ནོར་བུ||
ཡིན||
ཡིན་དང་ཡིན||
ཡིན་ན་ཡང||
ཡུ་ཊ||
ཡུང་བ||
ཡུན་ནན་ཞིང་ཆེན||
ཡུལ||
ཡུལ་གོར་སྐད||
ཡུལ་སྐད||
ཡུལ་སྲོལ་གྱི||
ཡེ||
ཡེ་མེན||
ཡེ་ཤུ||
ཡེ་ཤེས||
ཡོ་བ||
ཡོ་རོབ་གླིང||
ཡོང|to come||yong
ཡོང་བ||
ཡོད||
ཡོད་པ||
ཡོན་ཏན||
ཡོས||
ར་བ་ཐེ||
ར་རྒྱ||
རག||
རག་ལས||
རག་ཤི||
རང|you, self|ʐà§ŋ|rang
རང་གཅེས་འཛིན||
རང་དབང||
རང་དབང་མེད་པ||
རང་བཙན||
རང་བྱུང||
རང་བྱུང་ཁམས||
རང་རྟོགས||
རང་སྐྱོང||
རང་སྐྱོང་ལྗོངས||
རབ་གནས||
རབ་བཀྲམ||
རབ་བཀྲམ་ཆེན་པོ||
རབས||
རས་བྱིང||
རི|mountain|ʐi˩˧|ri
རི་དྭགས||
རི་དྭགས་བརྒྱབ||
རི་པིན||
རི་བོ||
རི་བོང||
རི་མོ||
རི་མོ་བྲིས||
རི་མོ་མཁས་པ||
རི་ཞི||
རི་ལི||
རི་ལི་བབས་ཚུགས||
རིག||
རིག་གཞུང||
རིག་པ||
རིགས||
རིགས་རྒྱུད||
རིང་པོ|long||ring po
རིང་མདའ||
རིང་ལུགས||
རིན་ཆེན||
རིན་ཆེན་གདུགས||
རིན་ཐང||
རིན་པོ་ཆེ||
རིལ་བུ||
རུ|horn||ru
རུ་ཝན་ཌ||
རུལ||
རུལ་པ|rotten||rul pa
རུས|bone||rus
རུས་ཁོག|bone||rus khog
རུས་གཟེབ|skin||rus gzeb
རུས་པ||
རུས་སྦལ|tortoise, turtle||rus sbal
རེ||
རེ་བ་|hope|ʐe˩˧.§§wa˥|re ba
རེ་བ|hope|ʐe˩˧.§§wa˥|re ba
རེད||
རོ||
རོ་མ་ནི་ཡ||
རོ་འཛིན|tongue (organ)||ro 'dzin
རོ་ལངས||
རོ་སྒམ||
རོང||
རོལ||
རོལ་གཞས||
རོལ་ཆ||
རོལ་བ||
རོལ་མོ||
རྐང||
རྐང་པ|foot, leg|ká§ŋ.§§pá|rkang pa
རྐང་བ||
རྐང་མཐིལ||
རྐང་ཚིགས||
རྐང་འཁོར||
རྐང་རྗེན་མ||
རྐང་རྟེན||
རྐང་རྩེད་སྤོ་ལོ||
རྐུ||
རྐུ་བ||
རྐུན་པོ||
རྐུན་མ||
རྐུབ||
རྐུབ་ཀྱག||
རྐུབ་ཀྱག་རིང་པོ||
རྐུབ་ཀྱག་སོ་ཕྰ||
རྐུབ་རྐྱག||
རྐུབ་རྒྱག||
རྐུབ་སྟེགས||
རྐྱང||
རྐྱང་ཁྲ||
རྐྱལ་རྒྱག||
རྐྱལ་རྒྱག་པ||
རྒན||
རྒན་པོ||
རྒལ||
རྒུན་འབྲུམ||
རྒྱ||
རྒྱ་གར||
རྒྱ་གར་སྐད་དུ||
རྒྱ་ཆེན་པོ|wide||rgya chen po
རྒྱ་ནག||
རྒྱ་ནད||
རྒྱ་བཟོ་ཤིང་གྲུ||
རྒྱ་བྱ་དཀར་མོ||
རྒྱ་བྲ||
རྒྱ་མཚོ|sea, ocean|ca˩˧.§§›§t͡sʰo˥|rgya mtsho
རྒྱ་མཚོ་ཆེན་པོའི་གླིང་ཆེན||
རྒྱ་མི||
རྒྱ་འདྲེ||
རྒྱ་སེ||
རྒྱ་སེར||
རྒྱ་སྐད||
རྒྱགས་པ|fat (noun)||rgyags pa
རྒྱང་ཐག||
རྒྱང་འཕེན་པ||
རྒྱང་ཤེལ||
རྒྱན||
རྒྱན་ཚིག||
རྒྱན་རྩེད་རྩེས||
རྒྱན་སྤྲས||
རྒྱབ|back||rgyab
རྒྱབ་ཕད||
རྒྱམ||
རྒྱམ་ཚྭ||
རྒྱལ||
རྒྱལ་ཁབ||
རྒྱལ་ཁོངས||
རྒྱལ་པོ||
རྒྱལ་བ||
རྒྱལ་མཚན||
རྒྱལ་འབྲེལ||
རྒྱལ་རབས||
རྒྱལ་རྩེ||
རྒྱལ་སྒོ||
རྒྱལ་སྤྱི||
རྒྱལ་སྲིད||
རྒྱུ||
རྒྱུ་དཀར||
རྒྱུ་ནག||
རྒྱུ་མ|guts|cu˩˧§§ma˥˩|rgyu ma
རྒྱུ་མ་བརྒྱངས་པ||
རྒྱུ་རྔན||
རྒྱུག་པ||
རྒྱུག་པོལ||
རྒྱུག་ཧྲིལ||
རྒྱུད|string|cy᷈ː§–|rgyud
རྒྱུད་པ|tendon||rgyud pa
རྒྱུད་རྩ||
རྒྱུད་སྨད||
རྒྱུས||
རྒྱུས་པ||
རྔ་མོང||
རྔུལ||
རྔུལ་ནག||
རྔོ||
རྕི་ནག||
རྗེས་དྲན||
རྗེས་མ||
རྗེས་འཇུག||
རྗོད||
རྗོད་པ||
རྗོར་ཌན||
རྙི|trap||rnyi
རྙིང|old, worn out|ȵi˥§ŋ|rnying
རྙིང་པ|old|ȵi˥§ŋ.§§pə˥|rnying pa
རྙོག་དྲ||
རྙོག་ཟིང||
རྟ||
རྟ་ཁེབས||
རྟ་ལྕག||
རྟ་སྒྲོ||
རྟག་པར||
རྟགས||
རྟགས་མ||
རྟིང་ལྕགས||
རྟོག||
རྟོག་པ||
རྡ་རམ་ས་ལ||
རྡུལ||
རྡུལ་ཕྲན||
རྡེའུ་|pebble||rde'u
རྡོ|stone|to˩˧|rdo
རྡོ་|stone|to˩˧|rdo
རྡོ་རྒྱུད||
རྡོ་རྗེ||
རྡོ་རྗེ་དབྱིངས||
རྡོ་རྗེ་དབྱིངས་ཀྱི་དབང་ཕྱུག་མ||
རྡོ་རྗེ་སེམས་དཔའ||
རྡོ་ཧྲུག||
རྡོག་པ||
རྡོག་རྡོག||
རྣ་བ||
རྣ་བའི་དབང་པོ||
རྣ་སྤབས||
རྣག||
རྣག་བསགས||
རྣམ||
རྣམ་གྲོལ||
རྣམ་ཐར||
རྣམ་དབྱེ||
རྣམ་པ|part, division|na˥§m.§§pa˥|rnam pa
རྣམ་པར་འཚེ་བ||
རྣམ་ཤེས||
རྣམས​||
རྣལ་འབྱོར||
རྣལ་འབྱོར་པ||
རྣལ་འབྱོར་མ||
རྣོ་པོ|sharp (as a knife)||rno po
རྦ|wave||rba
རྦ་རླབས|wave||rba rlabs
རྦག་རྦག||
རྨ||
རྨ་ཁ||
རྨ་ཁོག||
རྨ་བྱ|peacock|ma˥p̚.§§t͡ɕa˥|rma bya
རྨ་རས||
རྨ་རྗེས||
རྨང||
རྨི་ལམ||
རྨིག་ལྕགས||
རྨུ་བ||
རྨུག|to bite||rmug
རྨུགས་པ||
རྨུས་པ||
རྨེད||
རྨོ་མོ|grandmother|mo˥.§§mo˥|rmo mo
རྨོག||
རྨོང་བ||
རྩ་བ||
རྩ་བ་ནས||
རྩངས་པ||
རྩམ་པ||
རྩི||
རྩི་བ||
རྩི་ཤིང|plant, vegetation|t͡si˥.§§ɕi˥§ŋ|rtsi shing
རྩིག||
རྩིག་པ||
རྩིས||
རྩེ|peak, summit|t͡se˥|rtse
རྩེད||
རྩེད་མོ||
རྩེད་མོ་རྩེ|to play||rtsed mo rtse
རྩོམ||
རྩོམ་པ||
རྩོམ་པ་པོ||
རྩོམ་མཁན||
རྩོམ་རིག||
རྩོམ་སྒྲིག||
རྩྭ|grass|t͡sa˥˥|rtswa
རྩྭ་ཁ||
རྩྭ་ཁང||
རྩྭ་ཐང||
རྩྭ་ཞྭ||
རྩྭ་ཡན||
རྫ||
རྫ་ཆུ||
རྫ་རྐྱན||
རྫ་རྡོ||
རྫས་འགྱུར||
རྫས་འགྱུར་རིག་གནས||
རྫི|wind||rdzi
རྫི་མ||
རྫུས་མ||
རྫོགས་ཆེན||
རྫོགས་པ|full||rdzogs pa
རྫོང|castle, fortress|t͡so˩˧§ŋ|rdzong
རྫོང་བ||
རླངས||
རླངས་པ||
རླངས་བ||
རླབས|wave, billow|lə˥˩§p̚§–|rlabs
རླབས་ཆེན||
རླིག་རིལ||
རླུང|wind||rlung
རླུང་གཡབ||
རླུང་འཁོར||
རླུང་འཁོར་འཚུབ||
རླུང་འཚུབ||
རླུང་རྟ|prayer flag|lu˥§ŋ.§§tə˥|rlung rta
རློག||
རློག་པ||
རློན་པ|wet||rlon pa
རློབ||
རློབ་པ||
ལ|at||la
ལ་ཊ་ཝིཡ||
ལ་དུག||
ལ་དྭགས||
ལ་ཕུག||
ལ་ལྟོས||
ལག||
ལག་གདུབ||
ལག་ངར||
ལག་ཆ||
ལག་པ|hand||lag pa
ལག་མདའ||
ལག་འཇུ||
ལག་འབེག||
ལག་རྟགས||
ལག་རྩེད་སྤོ་ལོ||
ལག་ཤུབས||
ལང||
ལང་བ||
ལངས|to stand||langs
ལབ|to say||lab
ལམ|road||lam
ལམ་ཀ||
ལམ་ཆུང||
ལམ་ཐག||
ལམ་འགྲོ||
ལའོ་སུ||
ལས||
ལས་ཀ||
ལས་ཁུངས||
ལས་མེད||
ལི||
ལི་ཆེ་ཏན་སཏིན||
ལི་ཐུ་ཨེ་ནི་ཡ||
ལི་པི་ཡ||
ལི་བེ་རི་ཡ||
ལི་ཝང|orange (colour)|li˩˧˨.§§wa§ŋˑ|li wang
ལི་ལོང་ཀུའེ||
ལི་ཤི||
ལི་ཤི་མཚོན་འཁོར||
ལི་སོ་ཐོ||
ལིངས||
ལིམ་བུ||
ལུ་སེམ་བའུརག||
ལུག||
ལུགས་སྲོལ||
ལུང་པ||
ལུད||
ལུད་པ||
ལུའི་ཟི་ཨཱན་ནཱ||
ལེ་ཐོ||
ལེ་ནིན་རིང་ལུགས||
ལེ་པ་ནོན||
ལེགས||
ལེགས་པ||
ལེགས་པོ||
ལེགས་སྦྱར||
ལེགས་སྦྱར་སྐད||
ལེན||
ལེན་པ||
ལེབ||
ལེབ་ལེབ||
ལོ|year||lo
ལོ་གསར||
ལོ་མ||
ལོ་ཙཱ་བ||
ལོ་ཡི་སི་གྲུ་ཁ||
ལོ་རྒྱུས||
ལོག་ཤེས||
ལོངས་སྦྱོད་རྫོགས་པའི་སྐུ||
ལོན་ཊོན||
ལྒང་ཕུག||
ལྔ|five|ŋa˥|lnga
ལྔ་བཅུ||
ལྕགས|iron|t͡ɕa˥˩|lcags
ལྕགས་ཀྱུ||
ལྕགས་ཊིན||
ལྕགས་བཟོ་བ||
ལྕགས་མདའ||
ལྕགས་རི||
ལྕགས་རིགས||
ལྕགས་ལམ||
ལྕགས་སྐུད||
ལྕང་མ||
ལྕམ||
ལྕི་བ||
ལྕེ|tongue (organ)||lce
ལྕེ་ཚ||
ལྕོག་ཙེ||
ལྕོང་མོ||
ལྗགས|tongue (hon.)|t͡ɕa˩˧˨§–§–|ljags
ལྗང་ཁུ|yellowish-green||ljang khu
ལྗང་གུ||
ལྗིད་པ||
ལྗིད་པོ|heavy||ljid po
ལྗོངས||
ལྟ||
ལྟ་ད||
ལྟ་བ|point of view|ta˥.§§wa˥|lta ba
ལྟ་བུ||
ལྟ་སྟངས||
ལྟབ||
ལྟབ་པ||
ལྟམ||
ལྟེ་ཁུང||
ལྟེ་བ||
ལྟེབས་གྲི||
ལྟེམས||
ལྟོ||
ལྟོ་ཕད||
ལྟོགས་པ||
ལྡག||
ལྡག་པ||
ལྡད||
ལྡན||
ལྡན་པ||
ལྡིར||
ལྡིར་བ||
ལྡིར་སྒྲ||
ལྡུམ་ར||
ལྡུར་ལྡུར||
ལྡེ་ཁུང||
ལྡེ་མིག||
ལྡེག||
ལྡེག་པ||
ལྡོག||
ལྡོག་པ||
ལྤགས་པ|skin||lpags pa
ལྦ་བ||
ལྦུ་བ|bubble, froth|pʊː˩˧§–|lbu ba
ལྷ||
ལྷ་ཁང||
ལྷ་གཅིག|Your Majesty|ɬa˥.§§–§t͡ɕi˥˩§–
ལྷ་ཆོས||
ལྷ་མོ||
ལྷ་མོ་དགོན||
ལྷ་ས||
ལྷ་ས་བ||
ལྷག་པ||
ལྷག་མཐོང||
ལྷགས་པ|(icy/cold) wind|ɬá§(k̚)ˀ.§–§§pá
ལྷད་མེད་བཟོས||
ལྷན་ཅིག་སྐྱེས་པའི་དགའ་བ||
ལྷམ||
ལྷོ||
ལྷོ་ཀོ་རི་ཡ||
ལྷོ་པ||
ལྷོ་མཐའི་གླིང||
ལྷོ་སུའུ་ཏན||
ལྷོ་ཨ་ཧྥེ་རི་ཁ||
ཤ|meat||sha
ཤ་གཟིག||
ཤ་བ||
ཤ་བག་ལེབ||
ཤག་རོགས||
ཤངས||
ཤད||
ཤར|straight||shar
ཤར་གླིང||
ཤར་གླིང་དབུས་མ||
ཤར་གླིང་ལྷོ་རྒྱུད||
ཤར་གླིང་ལྷོ་ཤར||
ཤར་ཏིམོར||
ཤར་པ||
ཤར་བ|sherpa|ɕé§r§pa|shar ba|ɕéːpa
ཤི|to die||shi
ཤིག|louse||shig
ཤིང|tree||shing
ཤིང་ཁྲོལ||
ཤིང་གི་པགས་པ||
ཤིང་ཏོག|fruit||shing tog
ཤིང་ཏོག་པ་ལམ||
ཤིང་ཏོག་ཨམ||
ཤིང་དུམ||
ཤིང་ནགས|forest||shing nags
ཤིང་པགས||
ཤིང་བརྐོས||
ཤིང་ཚ||
ཤིང་འབྲས||
ཤིང་ཤུན||
ཤིང་སྡོང|tree||shing sdong
ཤིན་ཏུ་སྦྱང་བ||
ཤུ་བརྒྱབ||
ཤུག་པ||
ཤུགས་ཆེན་པོ||
ཤུན་པ|skin||shun pa
ཤུན་ལྤགས|skin||shun lpags
ཤུབས||
ཤུབས་སྨན||
ཤུལ་བཞག||
ཤེད་འཕྲུལ||
ཤེལ||
ཤེལ་དམ||
ཤེལ་སྒོ||
ཤེས|to know||shes
ཤེས་པ||
ཤེས་བཞིན་མིན་པ||
ཤེས་བྱ||
ཤེས་རབ||
ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་མ||
ཤེས་སྒོ||
ཤོ||
ཤོག་པག||
ཤོག་པང||
ཤོག་བུ||
ཤོག་སྒམ||
ཤོག་ཧྲིལ||
ཤོར||
ཤོས||
ཤྲཱི་|wealth||shrī
ས|earth||sa
ས་ཁུལ||
ས་གཡོས||
ས་ཆ||
ས་དོང||
ས་ཕག||
ས་ཕྱོགས||
ས་བཀྲ||
ས་བོན||
ས་བོན་སྨིན་པ||
ས་མཐོའི་ཐང་ཆེན||
ས་མཚམས||
ས་མོའ||
ས་འོག་ཚ་ཁུང||
ས་འོག་འབར་མདེལ||
ས་འོག་ལྕགས་ལམ||
ས་ཡ||
ས་ཡོམ||
ས་རུད||
ས་རྟགས||
ས་ཤུར||
སང་ཉིན||
སངས་རྒྱས||
སན་ཊ་ཝིཆི||
སན་མ་རི་ནོ||
སའུ་དི་ཨ་ར་པི་ཡ||
སའོ་ཊོ་མེ་དང་པི་རིན་སི་པ||
སི་ཀོཔ་ཇི||
སི་ཁོ་ཁྲི་ལན་ཌི||
སི་ཁྲོན་ཞིང་ཆེན||
སི་ནི་གཱལ||
སི་པིརིང||
སི་ཝེ་དེན||
སི་ར་ལེ་ཨོན||
སི་རི་ཡ||
སི་ལོ་ཕ་ཁེ||
སི་ལོ་ཝེ་ནི་ཡ||
སིལ་པོལ||
སིལ་ར||
སུ|who||su
སུ་ཝ་ཛི་ལནཌ||
སུ་རི་ནེམ||
སུ་སུ||
སུད་སི||
སུམ་ཅུ||
སུམ་རྟགས||
སུའུ་ཏན||
སེ|bird||se
སེ་པི་རི་སི||
སེ་མོག||
སེ་ཞེལ||
སེ་འབྲུ||
སེ་ཨུལ||
སེང||
སེང་ག་གླིང||
སེང་ག་ཕོར||
སེང་གེ||
སེངྒེ||
སེན་གེ||
སེན་ཊ་ལུ་ཤི་ཡ||
སེན་ཊི་ཀི་ཊི་སི་དང་ནེ་བི་སི||
སེན་ཊི་བིན་སེན་ཊི་དང་གི་རི་ན་ཌིན་སི||
སེན་མོ|fingernail||sen mo
སེམས||
སེམས་ཅན|animal||sems can
སེམས་པ||
སེམས་ཤོར||
སེམས་སྡེ||
སེའུ||
སེར||
སེར་པོ|yellow||ser po
སེར་བྷི་ཡ||
སོ|tooth||so
སོ་ཁྲུ||
སོ་པ||
སོ་མ་ར་རྩྭ||
སོ་མ་ལི||
སོ་ལོ་མོན་གླིང་ཕྲན་ཚོ་ཁག||
སོ་ཤིང||
སོ་སྐུད||
སོ་སྨན||
སོག་གུར||
སོག་པོ||
སོག་མ||
སོག་མ་པི་པི||
སོག་ཡུལ||
སོགས||
སོན་རྩ||
སོར་གདུབ||
སོར་མོའི་ཚིགས||
སོས་པ||
སྐད||
སྐད་གདངས||
སྐད་གྲགས||
སྐད་ཅོར||
སྐད་ཅོར་ཚ་པོ||
སྐད་ཆ་བཤད||
སྐད་ཆ་སྒྱུར་ཡིག||
སྐད་བརྒྱབ||
སྐད་བརྡ་རིག་པ||
སྐད་ཡིག་རིག་གནས||
སྐད་རིགས་ཁྱིམ་ཚང||
སྐད་ལ་བཅུག||
སྐད་སྒྱུར||
སྐམ་པ||
སྐམ་པོ|dry||skam po
སྐམ་ཡག་འཕྲུལ་འཁོར||
སྐར་ཆ||
སྐར་ཆ་|second|ka§r.§§cʰe|skar cha
སྐར་མ|star|kaː˥.§‹§§ma˥|skar ma
སྐར་མ་གནམ་རྒྱལ||
སྐར་མ་མཚོ་རྒྱལ||
སྐར་མ་ཟུར་ལྡ||
སྐར་མདའ||
སྐར་མའི་ཆགས་སྟངས||
སྐར་མའི་འོད||
སྐས་གདང||
སྐས་འཛེག||
སྐས་འཛེགས||
སྐུ||
སྐུ་བདེ་རིགས||
སྐུ་བརྙན||
སྐུ་མཉེལ་པོ||
སྐུ་འདྲ||
སྐུད་པ||
སྐུལ་ཚིག||
སྐེ་རགས||
སྐེད་རེག||
སྐོགས་པ|skin||skogs pa
སྐྱ་བོ||
སྐྱབས་རྟེན||
སྐྱི་པགས||
སྐྱིད་པོ|cheerful|ci˥˥.§–§§poˑ|skyid po
སྐྱུག|to vomit||skyug
སྐྱུག་པ་ཤོར||
སྐྱུར་མོ||
སྐྱེ་གཡོག||
སྐྱེ་གཡོག་ལས་ཀ||
སྐྱེ་དངོས་རིག་པ||
སྐྱེ་དམན||
སྐྱེ་ནུས་འགོག་རྫས||
སྐྱེས་དམན|wife, woman||skyes dman
སྐྱེས་བུ||
སྐྱོ་པོ||
སྐྱོག||
སྐྱོང||
སྐྱོང་བ||
སྐྱོན||
སྐྱོབ་པ||
སྐྲ|hair||skra
སྐྲ་གཞུག||
སྐྲ་སྐམ་ཡག་འཕྲུལ་འཁོར||
སྐྲང་ཀོ||
སྐྲན||
སྐྲན་ནད||
སྒ||
སྒ་སེར||
སྒང་ཐོག||
སྒམ||
སྒམ་སྒྲོམ||
སྒལ་པ||
སྒེ་ཁུང||
སྒེའུ||
སྒེའུ་ཁུང||
སྒོ|door|›§ko˩˧|sgo
སྒོ་ལྕགས||
སྒོ་ལྕགས་ཕྱེ||
སྒོ་ལྕགས་བརྒྱབ||
སྒོག་པ||
སྒོང་ང|egg||sgong nga
སྒོང་འབྲས||
སྒོང་རྡོག||
སྒོམ||
སྒོའི་ཐེམ||
སྒོའི་ལག་འཇུ||
སྒོར་མོ||
སྒོར་སྒོར|round||sgor sgor
སྒྱིད་ལ་ངན་པོ||
སྒྱུ་མ||
སྒྱུ་རྩལ||
སྒྱུར||
སྒྱུར་བ||
སྒྲ||
སྒྲ་གདངས||
སྒྲ་དོམ་ཕྲ་མོ||
སྒྲ་དོམ་རིག་པ||
སྒྲ་སྒྱུར||
སྒྲ་སྙན||
སྒྲ་སྦྱོར་རིག་པ||
སྒྲིག||
སྒྲིག་ཉེས་པོ||
སྒྲིག་པ||
སྒྲིག་འཛུགས||
སྒྲིལ||
སྒྲིལ་བ||
སྒྲུང||
སྒྲུང་གཏམ||
སྒྲུབ||
སྒྲུབ་ཐབས||
སྒྲུབ་པ||
སྒྲོ|feather||sgro
སྒྲོ་གཤོག|feather||sgro gshog
སྒྲོག་གདུང||
སྒྲོལ་མ||
སྔ||
སྔ་དྲོ|morning|ŋa˥.§§ʈ͡ʂo˥|snga dro
སྔ་དྲོ་བདེ་ལེགས||
སྔ་མོ||
སྔགས||
སྔས་ཤུབ||
སྔོན་པོ|blue-green||sngon po
སྔོན་མ||
སྙན||
སྙན་ངག||
སྙན་ངག་རིག་པ||
སྙམ||
སྙམ་པ||
སྙིང||
སྙིང་པོ||
སྙིང་རྗེ||
སྙིང་རྗེ་པོ||
སྙུག་ཚོང||
སྙུང་གཞི||
སྙོམས་འཇུག||
སྟ་རེ||
སྟག||
སྟག་ཆུ་སྲིན||
སྟངས||
སྟར་ཀ||
སྟར་ཁ||
སྟོང||
སྟོང་པ་ཉིད||
སྟོད་ཐུང||
སྟོན||
སྟོན་ཀ||
སྟོན་པ||
སྟོབས||
སྟོབས་རྒྱས||
སྡིག||
སྡིག་པ||
སྡུག་ཆགས|bad||sdug chags/cag
སྡུག་བསྔལ||
སྡུག་བསྔལ་བརྒྱད||
སྡུད||
སྡུད་པ||
སྡུར|to compare|tuː˩˧§(ɹ)|sdur
སྡུར་བ||
སྡེ་རིགས||
སྡོད||
སྡོད་པ||
སྡོམ||
སྡོམ་ཐག||
སྣ|nose|na˥|sna
སྣ་ཁུག|nose||sna khug
སྣ་གུག||
སྣ་མིན་སྣ་ཚོགས||
སྣ་ཚོགས་ཚོང་ཁང||
སྣ་འཇུ||
སྣ་ལུད||
སྣག||
སྣག་བུམ་||
སྣག་ཚ||
སྣབས||
སྣུབ||
སྣུབ་པ||
སྣུམ||
སྣུམ་འཁོར||
སྣུམ་རླུང||
སྣེ་ལེན་པ||
སྣོད་ཕད||
སྣོད་བཅུད||
སྣོམ|to smell||snom
སྤ་སེ||
སྤག||
སྤང་ཐང||
སྤང་རྒྱན||
སྤང་ལྗོངས||
སྤང་སྤོས||
སྤམ||
སྤམ་ཤོར||
སྤར་ཁ||
སྤུ་གུ|child||spu gu
སྤུ་མང་པོ||
སྤེན་པ||
སྤོ་བོ||
སྤོ་ལོ||
སྤོས|incense, perfume|pø̂ː§‹|spos
སྤྱང་ཀི||
སྤྱང་ཀྱི||
སྤྱང་ཁྱུ||
སྤྱང་པོ||
སྤྱན|eye (hon.)|t͡ɕɛ̃́|spyan
སྤྱན་རས་གཟིགས||
སྤྱི་མཐུན་རྒྱལ་ཁབ||
སྤྱི་ཚོགས||
སྤྱི་ཚོགས་རིང་ལུགས||
སྤྱི་ལེ||
སྤྱི་སྐད||
སྤྱིའི་རྒྱ་མ||
སྤྱིར་|general|cí§–
སྤྲ||
སྤྲང་པོ||
སྤྲད||
སྤྲིང||
སྤྲིང་བ||
སྤྲིན||
སྤྲིན་པ|cloud||sprin pa
སྤྲིན་བལ||
སྤྲུལ||
སྤྲུལ་པ||
སྤྲུལ་བ||
སྤྲུལ་སྐུ||
སྤྲེའུ||
སྤྲེལ||
སྤྲོད|to give||sprod
སྦ་ཁུག||
སྦ་ཏམ||
སྦག་སྦག||
སྦར་བྲད་བརྒྱབ||
སྦལ་པ||
སྦལ་བ||
སྦས་ཡུལ||
སྦི་ཅི་ལི|torch, flashlight|pi˩˧.§t͡ɕi˥.§liˑ|sbi ci li
སྦི་ཅི་ལིའི་སྨན||
སྦི་རག||
སྦེ་ག||
སྦྱག་མ||
སྦྱང||
སྦྱང་ཀུ||
སྦྱང་བ||
སྦྱིན||
སྦྱིན་པ||
སྦྱིན་བདག||
སྦྱོང་བ||
སྦྱོར||
སྦྱོར་ཀློག||
སྦྱོར་བ||
སྦྲག་ཁང||
སྦྲང་བུ||
སྦྲང་ཚང||
སྦྲང་རྩི||
སྦྲུལ|snake|ʈ͡ʂyː˩˧§‹|sbrul
སྦྲུལ་ཉ||
སྦྲུལ་སོའི་དུག་ཆུ||
སྨན|drug, medecine|mɛ̃˥˥§‹|sman
སྨན་ཁང||
སྨན་ཁབ||
སྨན་ཁྲོག||
སྨན་ཐུན||
སྨན་ཐོ||
སྨན་པ||
སྨན་བཅོས||
སྨན་བཅོས་ཁང||
སྨན་བཅོས་བྱས||
སྨན་ཚོང་ཁང||
སྨན་རས||
སྨན་ལེབ||
སྨན་སྣ||
སྨུག་ཏིག||
སྨུག་པ||
སྨུག་པོ||
སྨུག་འབུ||
སྨེ་བ||
སྨྱུག་གུ||
སྨྱུག་མ||
སྨྱོ་བ||
སྨྱོན་པ||
སྨྱོན་པའི་སྨན་ཁང||
སྨྲ||
སྨྲ་བ||
སྨྲ་བརྗོད||
སྲང་ལམ||
སྲབ་པོ|thin||srab po
སྲབ་ལྕགས||
སྲམ་ངང་མཆུ་ཅན||
སྲས|son, child (hon.)|sɛː˥˩§‹|sras
སྲས་མོ|princess|sɛː˥§‹§§mo˥|sras mo
སྲིང་མོ||
སྲིད|extension|si˥˩§–|srid
སྲིད་གཞུང||
སྲིད་པ||
སྲུ་མོ||
སྲུངས་སྨན||
སྲོག||
སླ་བ||
སླར||
སླེལ་པོ||
སློ་མ||
སློབ||
སློབ་ཁང||
སློབ་ཁྲིད||
སློབ་ཁྲིད་བྱེད||
སློབ་ཁྲིད་བྱེད་པ||
སློབ་གྲོགས||
སློབ་གྲྭ||
སློབ་གྲྭ་ཆེན་མོ||
སློབ་པ||
སློབ་ཕྲུག||
སློབ་སྟོན||
ཧ||
ཧ་ཝ་ཡི||
ཧ་ཡང||
ཧམ་པ་ཚ་པོ||
ཧམ་འབུ||
ཧའི་ཏི||
ཧར་པོ||
ཧུང་གྷ་རི||
ཧེ་ལེ་ཀོབ་ཊར||
ཧོ་ལན||
ཧོང་ཀོང||
ཧོང་དུ་ར་སི||
ཧོར||
ཧྥ་རན་སི||
ཧྥི་ཇི||
ཧྥི་ལི་པིན||
ཧྥིན་ལན|Finland||hphin lan
ཧྥེ་ཧྥེ||
ཧྥོ་ལོ་རི་ཌ||
ཨ་ཅག||
ཨ་ཅོར||
ཨ་ཆུང||
ཨ་ནི||
ཨ་ནེ||
ཨ་ཕ||
ཨ་ཕི་རི་ཀ||
ཨ་མ|mother||a ma
ཨ་མ་ལགས||
ཨ་མདོ||
ཨ་མེ་རི་ཀ||
ཨ་མེ་རི་ཁ་རྒྱལ་ཕྲན་མཉམ་འབྲེལ་རྒྱལ་ཁབ||
ཨ་ཙ་ར||
ཨ་ཛར་བཡི་ཇན||
ཨ་ཞང||
ཨ་ཡོ་འོ||
ཨ་རག||
ཨ་རག་བཟོ་གྲྭ||
ཨ་རི||
ཨ་ལ་པ་མ||
ཨ་ལག་པད་ཀོག||
ཨ་ལྕག||
ཨ་ཤོམ||
ཨ་ཧྥུའུ་རྒན་སི་ཐན||
ཨ་ཧྥེ་རི་ཁ||
ཨང་གོ་ལ||
ཨང་གྲངས||
ཨན་ཌོར་ར||
ཨན་ཏར||
ཨབ་ཐང||
ཨམ་བན||
ཨའི་ཅི||
ཨཡིསུ་ལེན་ཌ||
ཨར་ཁན་སཱ་སི||
ཨར་ཇེན་ཊི་ན||
ཨར་མེ་ནི་ཡ||
ཨར་ལེན་ཌ||
ཨལ་པ་ཉི་ཡ||
ཨཱལ་ཇི་ཡར་སི||
ཨཱལ་ཇི་རི་ཡ||
ཨི་ཁུའ་ཊོ་རལ་གི་ནེ||
ཨི་ཏ་ལི||
ཨི་ཐི་ཨོ་པི་ཡ||
ཨི་རི་ཏྲའ||
ཨི་སི་ར་ཨེལ||
ཨིན་ཌི་ཡཱ་ན||
ཨིན་རྡུ་ནི་ཤིས་ཡ||
ཨིལ་སལ་ཝ་ཌོར||
ཨིསུ་ཊོ་ནིཡ||
ཨུ་གན་ད||
ཨུ་ཟ་བྷེ་ཁི་སི་ཐན||
ཨུ་རུ་གུ་ཡེ||
ཨུ་རུ་སུ||
ཨུཀ་རཡི་ནི||
ཨེ་ཁོའོ་ཌོར||
ཨེ་ཤེ་ཡ||
ཨེན་ཊི་གུའ་དང་བར་བུ་ཌ||
ཨེམ་ཆི||
ཨེམ་སི་ཊར་ཌམ||
ཨེར་ཏེ་ནི||
ཨོ་ཏ་ཝ||
ཨོ་མན||
ཨོ་མོ་སུ||
ཨོ་སི་ཀྲ་ལི་ཡ||
ཨོ་སི་ཐྲི་ཡ|Austria||o si thri ya
ཨོ་ཧེའོ||
ཨོག་མ||
ཨོག་ཚོམ||
ཨོག་ཤོལ||
ཨོཾ||
ཨྰ་རི་ཟོ་ནྰ||
ེའུ||
ལྷ་སའི་སྐད་|Lhasa dialect||lhaséké
བཀོད|to create|–§kǿː§–|bkod
ཀིའུ|hey! (calling over distance)|kíu|ki'u
ཀུན་སྤྱོད|behaviour, conduct|kỹ́§‹.§§t͡ɕø̂ː§‹
ཅི|what?|t͡ɕi˥|ci
ཇ|tea|t͡ɕʰa˩˧|cha
རྗེ|lord, king|t͡ɕe˥|rje
མཐེ་བོ|thumb|–§tʰe˥.§§poˑ|mthe bo
དོ|two, pair|tʰo˩˧|do
དྭངས|to become clear|tʰa˩˧˨§ŋ§–|dwangs
ཁ་བྱང|title, topic|kʰa˥˥.§§t͡ɕa§ŋˑ|kha byang 
ན|age|na˩˧|na
མྱོང|taste|ȵu˩˧§ŋ|myong
ཚ|hot, spicy|t͡sʰa˥|tsha
ཝ|fox|wa˩˧|wa
ཟ|to eat|sa˩˧|za
པ་ལི་ཀུང་ཧྲེ|Paris commune|pa˥§§li˥§§ku˥§ŋ§§ʂe˥|pa li kung hre
ལྟ་སྲུང|surveillance|ta˥.§§ʂu˥˩§ŋ|lta srung





































`

