
// ⒶⒷⒸⒹⒺⒻⒼⒽⒾⒿⓀⓁⓂⓃⓄⓅⓆⓇⓈⓉⓊⓋⓌⓍⓎⓏ
// ⓐⓑⓒⓓⓔⓕⓖⓗⓘⓙⓚⓛⓜⓝⓞⓟⓠⓡⓢⓣⓤⓥⓦⓧⓨⓩ⊙
// 🅐🅑🅒🅓🅔🅕🅖🅗🅘🅙🅚🅛🅜🅝🅞🅟🅠🅡🅢🅣🅤🅥🅦🅧🅨🅩
// 🅰🅱🅲🅳🅴🅵🅶🅷🅸🅹🅺🅻🅼🅽🅾🅿🆀🆁🆂🆃🆄🆅🆆🆇🆈🆉



var collections = [
{ symbol:'ⓥ', desc:'Dependent vowels', chars:'(ི|ུ|ེ|ོ|ྰ|ྸ)' },
{ symbol:'Ⓥ', desc:'Independent vowels', chars:'(འ|ཨ)' },
{ symbol:'Ⓒ', desc:'All consonants', chars:'(པ|ཕ|བ|ཏ|ཐ|ད|ཀ|ཁ|ག|ཙ|ཚ|ཛ|ཅ|ཆ|ཇ|ས|ཟ|ཤ|ཞ|ཧ|མ|ན|ཉ|ང|ཝ|ར|ལ|ཡ|ཪ|ཊ|ཋ|ཌ|ཎ|ཥ)' },
{ symbol:'Ⓑ', desc:'Basic consonants', chars:'(པ|ཕ|བ|ཏ|ཐ|ད|ཀ|ཁ|ག|ཙ|ཚ|ཛ|ཅ|ཆ|ཇ|ས|ཟ|ཤ|ཞ|ཧ|མ|ན|ཉ|ང|ཝ|ར|ལ|ཡ)' },
{ symbol:'Ⓔ', desc:'Extended consonants', chars:'(ཪ|ཊ|ཋ|ཌ|ཎ|ཥ)' },
{ symbol:'Ⓢ', desc:'Subjoined consonants', chars:'(ྤ|ྥ|ྦ|ྟ|ྠ|ྡ|ྐ|ྑ|ྒ|ྩ|ྪ|ྫ|ྕ|ྖ|ྗ|ྶ|ྯ|ྴ|ྮ|ྷ|ྨ|ྣ|ྙ|ྔ|ྭ|ྺ|ྲ|ླ|ྱ|ྻ)' },
{ symbol:'ⓟ', desc:'Prefixes', chars:'(ག|ད|བ|མ|འ)' },
{ symbol:'🅢', desc:'Superscripts', chars:'(ར|ལ|ས)' },
{ symbol:'ⓢ', desc:'Subscripts', chars:'(ྱ|ྲ|ླ|ྭ)' },
{ symbol:'🆂', desc:'Suffixes', chars:'(བ|ད|ག|ས|མ|ན|ང|ར|ལ|འ)' },
{ symbol:'🆀', desc:'Secondary suffixes', chars:'(ད|ས)' },
{ symbol:'🅧', desc:'Column 3', chars:'(ག|ཇ|ད|བ|ཛ)' },
{ symbol:'ⓓ', desc:'Extended dependent vowels', chars:'(ྀ|ཻ|ཽ)' },
{ symbol:'⊙', desc:'Invisibles', chars:'(\u200C|\u200D)' },
]
