/*
native | meaning | IPA① | transcription | other transcriptions② | notes | wiktionary③


① separate each text unit (consonant+combining_mark(s)) with §, separate phonetic syllables with .
   use ‹ and › for a sound that spans 2 text units
   use – for a text unit that doesn't produce sound
   syllable boundary markers go inside previous unit, and emphasis markers begin emphasised unit

② the previous transcription field is always Latin. 
   if there is another key orthography (eg. Mongolian cyrillic) it goes here.
   vowelled/unvowelled alternatives also go here

③ if Wiktionary spells the word differently, add the spelling here
*/





autoExpandExamples.aii = `

@ wiktionary
@ https://en.wiktionary.org/w/index.php?title=Category:Assyrian_Neo-Aramaic_terms_with_IPA_pronunciation

-ܐܝܬ||␣||
-ܘܗ||␣||
-ܘܗܝ||␣||
-ܘܟ||␣||
-ܘܟܘܢ||␣||
-ܘܬܐ||␣||
-ܝܐ||␣||
-ܟܝ||␣||
ܐܐܪ||␣||
ܐܐܪܝܐ||␣||
ܐܒ||␣||
ܐܒܐ||␣||
ܐܒܓܕ||␣||
ܐܒܗܐ||␣||
ܐܒܗܬܐ||␣||
ܐܒܘ ܛܒܝܐ||␣||
ܐܒܘ||␣||
ܐܒܝܫܐ||␣||
ܐܒܪܗܡ||␣||
ܐܒܪܡ||␣||
ܐܓܘܣܛܘܣ||␣||
ܐܓܪܐ||␣||
ܐܓܪܘܬܐ||␣||
ܐܓܪܝܬܐ||␣||
ܐܓܪܬܐ ܐܠܝܩܛܪܘܢܝܬܐ||␣||
ܐܓܪܬܐ||␣||
ܐܕ||␣||
ܐܕܘܪܒܝܓܢ||␣||
ܐܕܝ||␣||
ܐܕܝܐ||␣||
ܐܕܝܘܡ||␣||
ܐܕܠܝܠܐ||␣||
ܐܕܪ||␣||
ܐܕܫܢܬ||␣||
ܐܗܐ||␣||
ܐܘܘܐ||␣||
ܐܘܙܒܟܣܛܢ||␣||
ܐܘܚܕܢܐ ܡܚܝܕܐ ܕܐܡܝܪܝܟܐ||␣||
ܐܘܚܕܢܐ ܡܚܝܕܐ||␣||
ܐܘܛܘܒܘܣ||␣||
ܐܘܛܘܒܘܣܬܐ||␣||
ܐܘܝܘܬܐ||␣||
ܐܘܟܪܢܝܐ||␣||
ܐܘܡܚܪܢܐ||␣||
ܐܘܡܬܢܝܐ||␣||
ܐܘܢܐ||␣||
ܐܘܢܓܕܐ||␣||
ܐܘܢܓܠܝܘܢ||␣||
ܐܘܣܛܪܠܝܐ||␣||
ܐܘܣܛܪܠܣܝܐ||␣||
ܐܘܦ||␣||
ܐܘܦܩܐ||␣||
ܐܘܦܩܝܐ||␣||
ܐܘܩܝܢܘܣ ܕܐܛܠܢܛܝܩܘܢ||␣||
ܐܘܩܝܢܘܣ ܗܕܝܐܐ||␣||
ܐܘܩܝܢܘܣ ܗܢܕܘܝܐ||␣||
ܐܘܩܝܢܘܣ ܡܓܠܕܐ ܓܪܒܝܝܐ||␣||
ܐܘܩܝܢܘܣ ܡܓܠܕܐ ܬܝܡܢܝܐ||␣||
ܐܘܩܝܢܘܣ||␣||
ܐܘܩܝܢܘܣܝܐ||␣||
ܐܘܪ||␣||
ܐܘܪܐ||␣||
ܐܘܪܕܥܐ||␣||
ܐܘܪܘ||␣||
ܐܘܪܘܦܐ||␣||
ܐܘܪܘܦܝܐ||␣||
ܐܘܪܙܐ||␣||
ܐܘܪܚܐ||␣||
ܐܘܪܝܦܝ|Europe||urupi
ܐܘܪܢܘܣ||␣||
ܐܘܪܣܝܐ||␣||
ܐܘܪܫܠܡ||␣||
ܐܘܪܫܠܡܝ|Jerusalemite||orišlimaya
ܐܘܪܫܠܡܝܐ||␣||
ܐܘܫܥܢܐ||␣||
ܐܘܫܦܐ ܩܕܡܝܐ||␣||
ܐܘܫܦܐ||␣||
ܐܘܬܓ||␣||
ܐܘܬܝ||␣||
ܐܘܼܚܕܵܢܹ̈ܐ ܡܚܲܝܕܹ̈ܐ ܕܐܵܡܵܝܪܟܵܐ|USA|–§u§x.§dɑː§nɑː§–§‿§m§xeː§‹§de§–§‿§d§a§me§‹§r.§kɑː§–|uḳdane mḳayde d-amayrka|ܐܘܚܕܢܐ ܡܚܝܕܐ ܕܐܡܝܪܟܐ||ܐܘܚܕܢܐ ܡܚܝܕܐ ܕܐܡܝܪܟܐ
ܐܙܝܕܝܐ||␣||
ܐܙܠ ܒܬܪ||␣||
ܐܙܠ||␣||
ܐܚܐ ܐܘܓܐ||␣||
ܐܚܐ||␣||
ܐܚܕ||␣||
ܐܚܕܐ||␣||
ܐܚܕܕܐ||␣||
ܐܚܘ ܓܒܪܐ||␣||
ܐܚܘܕܐ||␣||
ܐܚܘܢܐ||␣||
ܐܚܘܬܐ||␣||
ܐܚܝܕ ܟܠ||␣||
ܐܚܝܢܐ||␣||
ܐܚܟܝ||␣||
ܐܚܢܢ||␣||
ܐܚܪܐ||␣||
ܐܚܪܐܝܬ||␣||
ܐܚܪܝܐ||␣||
ܐܚܪܢܐ||␣||
ܐܚܬܘܢ||␣||
ܐܛܘܡܐ||␣||
ܐܛܘܡܘܠܘܓܝܐ||␣||
ܐܛܪܘܓܐ ܗܢܕܘܝܐ||␣||
ܐܛܪܘܓܐ ܚܠܝܐ||␣||
ܐܛܪܘܓܐ||␣||
ܐܝ-||␣||
ܐܝܒܪܝܐ||␣||
ܐܝܕܐ||␣||
ܐܝܕܡܐ||␣||
ܐܝܕܡܬܐ||␣||
ܐܝܘܢ||␣||
ܐܝܛܠܝܐ||␣||
ܐܝܛܠܝܩܝܐ||␣||
ܐܝܟ||␣||
ܐܝܟܐ||␣||
ܐܝܟܢܝܘܬܐ ܥܪܝܨܬܐ||␣||
ܐܝܟܢܝܘܬܐ||␣||
ܐܝܠܘܠ||␣||
ܐܝܠܝܢ||␣||
ܐܝܠܢ ܬܘܠܕܬܐ||␣||
ܐܝܠܢܐ||␣||
ܐܝܡܝܠ||␣||
ܐܝܡܡܐ||␣||
ܐܝܡܢ||␣||
ܐܝܢ||␣||
ܐܝܢܐ||␣||
ܐܝܣܚܩ||␣||
ܐܝܣܛܢܒܘܠ||␣||
ܐܝܣܛܢܒܘܠܝܐ||␣||
ܐܝܣܪܐܝܠ||␣||
ܐܝܣܪܠܝܐ||␣||
ܐܝܣܪܬܐ||␣||
ܐܝܩܪܬܐ||␣||
ܐܝܪ||␣||
ܐܝܪܝܚܘ||␣||
ܐܝܪܠܢܕܐ||␣||
ܐܝܪܠܢܕܝܐ||␣||
ܐܝܪܢ||␣||
ܐܝܪܩܬܝܐ||␣||
ܐܝܫܡܥܝܠ||␣||
ܐܝܬ||␣||
ܐܝܼܕ݂ܵܗ̇|her hand|–§i§ðɑ§–||||x
ܐܝܼܛܵܠܝܼܵܐ|Italy|–§iː§tˤaː§l§ija§–|īṭaliya|ܐܝܛܠܝܐ||ܐܝܛܠܝܐ
ܐܝܼܠܵܢܵܐ|tree|–§i§lɑ§nɑ§–||||x
ܐܝܼܣܪܵܐܹܝܠ|Israel|–§i§s.§rɑː§ʔe§‹§l|īsraʾēl|ܐܝܣܪܐܝܠ||ܐܝܣܪܐܝܠ
ܐܝܼܪܵܢ|Iran|–§iː§ra§n|īran|ܐܝܪܢ||ܐܝܪܢ
ܐܟ||␣||
ܐܟܐ||␣||
ܐܟܘܡܐ||␣||
ܐܟܘܡܝܐ||␣||
ܐܟܘܡܬܐ||␣||
ܐܟܘܬܝܐ||␣||
ܐܟܝܕ||␣||
ܐܟܝܬܘ||␣||
ܐܟܠ||␣||
ܐܟܠܩܪܨܐ||␣||
ܐܟܠܪܡܫܐ||␣||
ܐܟܡ||␣||
ܐܟܪ||␣||
ܐܟܪܐ||␣||
ܐܟܪܬܐ||␣||
ܐܠܐ ܐܡܪܢ ܠܘܟ||␣||
ܐܠܐ ܡܐ||␣||
ܐܠܐ||␣||
ܐܠܗܐ ܝܗܒܠ ܠܘܟ||␣||
ܐܠܗܐ ܠܐ ܥܒܕ||␣||
ܐܠܗܐ ܡܚܣܐ ܠܗ||␣||
ܐܠܗܐ ܡܢܚ ܠܗ||␣||
ܐܠܗܐ ܥܡܘܟ||␣||
ܐܠܗܐ||␣||
ܐܠܘ||␣||
ܐܠܝܨܘܬܐ||␣||
ܐܠܝܩܛܪܘܢ||␣||
ܐܠܝܩܛܪܘܢܝܐ||␣||
ܐܠܝܩܛܪܘܢܝܬܐ||␣||
ܐܠܝܫܒܥ||␣||
ܐܠܡܢܝܐ||␣||
ܐܠܦ||␣||
ܐܠܦܐ||␣||
ܐܠܦܒܝܬ||␣||
ܐܠܦܘܢܝܬܐ||␣||
ܐܠܦܝܐ||␣||
ܐܠܦܝܘܬܐ||␣||
ܐܠܦܝܢ||␣||
ܐܠܩܘܫ||␣||
ܐܡܗܪܐܝܬ||␣||
ܐܡܘܪܐ||␣||
ܐܡܘܬܐ ܡܚܝܕܬܐ||␣||
ܐܡܙܝܓ||␣||
ܐܡܙܝܓܝܐ||␣||
ܐܡܝܢܐ||␣||
ܐܡܝܢܐܝܬ||␣||
ܐܡܝܪ ܝܡܐ||␣||
ܐܡܝܪܘܬܐ ܥܪܒܝܬܐ ܡܚܝܕܬܐ||␣||
ܐܡܝܪܘܬܐ||␣||
ܐܡܝܪܘܬܝܐ||␣||
ܐܡܝܪܝܟܐ||␣||
ܐܡܝܪܝܟܝܐ||␣||
ܐܡܦܛܪܘܬܐ ܐܫܘܪܝܬܐ ܚܕܬܐ||␣||
ܐܡܦܪܛܘܪܘܬܐ||␣||
ܐܡܪ||␣||
ܐܡܪܐ||␣||
ܐܢ ܒܣܡܐ ܠܘܟ||␣||
ܐܢ ܗܘܐ ܒܣܝܡܐ||␣||
ܐܢ||␣||
ܐܢܐ||␣||
ܐܢܓܘܠܐ||␣||
ܐܢܓܠܝܐ||␣||
ܐܢܓܠܝܣ||␣||
ܐܢܓܠܝܣܝܐ||␣||
ܐܢܕܘܢܣܝܐ||␣||
ܐܢܕܘܪܐ||␣||
ܐܢܕܘܪܝܐ||␣||
ܐܢܘ||␣||
ܐܢܛܘܢ||␣||
ܐܢܛܘܢܝܘܣ||␣||
ܐܢܛܪܩܛܝܩܐ||␣||
ܐܢܝ||␣||
ܐܢܝܐ||␣||
ܐܢܝܘܬܐ||␣||
ܐܢܢܣ||␣||
ܐܢܢܩܝܐ||␣||
ܐܢܩܪܐ||␣||
ܐܢܫܐ||␣||
ܐܢܫܘܬܐ||␣||
ܐܢܫܘܬܢܝܐ||␣||
ܐܢܫܝܐ||␣||
ܐܢܬ||␣||
ܐܢܬܘܢ||␣||
ܐܢܬܝ||␣||
ܐܢܬܝܢ||␣||
ܐܢܬܬܐ||␣||
ܐܣܐ||␣||
ܐܣܘܪܐ||␣||
ܐܣܘܬܝܢܝ||␣||
ܐܣܛܕܝܐ||␣||
ܐܣܛܘܟܣܐ||␣||
ܐܣܛܘܢܐ||␣||
ܐܣܛܘܢܝܐ||␣||
ܐܣܛܪܛܐ||␣||
ܐܣܝܐ||␣||
ܐܣܝܘܬܐ||␣||
ܐܣܝܪܐ||␣||
ܐܣܝܬܐ||␣||
ܐܣܠܡ||␣||
ܐܣܦܘܓܐ||␣||
ܐܣܦܝܪ ܛܘܣܐ||␣||
ܐܣܦܝܪ ܣܠܐ||␣||
ܐܣܦܝܪ ܪܓܠܐ||␣||
ܐܣܦܢܝܐ||␣||
ܐܣܩ||␣||
ܐܣܪ||␣||
ܐܣܪܐ||␣||
ܐܦܓܢܣܛܢ||␣||
ܐܦܘܟܕܘ||␣||
ܐܦܪܝܩܐ||␣||
ܐܨܛܚܢ||␣||
ܐܨܠܐ||␣||
ܐܨܠܐܝܬ||␣||
ܐܨܠܝܐ||␣||
ܐܩܘܢܘܡܝܐ||␣||
ܐܩܠܐ||␣||
ܐܩܡܐ||␣||
ܐܪܒܥ||␣||
ܐܪܒܥܐ||␣||
ܐܪܒܥܒܫܒܐ||␣||
ܐܪܒܥܝܢ||␣||
ܐܪܒܥܡܐܐ||␣||
ܐܪܒܥܣܪ||␣||
ܐܪܒܥܣܪܐ||␣||
ܐܪܒܥܬ||␣||
ܐܪܓܘܢܐ||␣||
ܐܪܕܝܟܠܐ||␣||
ܐܪܘܢܐ||␣||
ܐܪܚܐ||␣||
ܐܪܝܐ||␣||
ܐܪܝܬܐ||␣||
ܐܪܝܬܪܐ||␣||
ܐܪܝܬܪܝܐ||␣||
ܐܪܟܐ||␣||
ܐܪܟܝܐ||␣||
ܐܪܟܝܬܐ||␣||
ܐܪܡܘܢܬܐ||␣||
ܐܪܡܢܝܐ||␣||
ܐܪܢܒܐ||␣||
ܐܪܢܒܬܐ||␣||
ܐܪܥܐ||␣||
ܐܪܫܟܝܬܐ||␣||
ܐܫ||␣||
ܐܫܒܛ||␣||
ܐܫܘܪ||␣||
ܐܫܘܪܐܝܬ||␣||
ܐܫܘܪܝܐ||␣||
ܐܫܘܪܝܬܐ||␣||
ܐܫܛܪ ܡܣܒܐ||␣||
ܐܫܛܪܐ||␣||
ܐܫܟܐ||␣||
ܐܫܟܦܐ||␣||
ܐܫܬ||␣||
ܐܫܬܐ||␣||
ܐܫܬܝܢ||␣||
ܐܫܬܡܐܐ||␣||
ܐܫܬܥܣܪ||␣||
ܐܫܬܥܣܪܐ||␣||
ܐܫܬܬ||␣||
ܐܬ||␣||
ܐܬܐ||␣||
ܐܬܘܢܐ||␣||
ܐܬܘܪ||␣||
ܐܬܘܪܝܐ|Assyrian (person)||ˀăṯūryā|ܐܬܘܪܝܐ||ܐܬܘܪܝܐ
ܐܬܘܬܐ||␣||
ܐܬܝܢܐ||␣||
ܐܬܝܪ||␣||
ܐܬܢܘܣ||␣||
ܐܬܪܐ ܕܐܒܗܬܐ||␣||
ܐܬܪܐ||␣||
ܐܲܠܡܵܢܝܼܵܐ|Germany|a§l.§maː§n§i.ja§–|ālmaniya|ܐܠܡܢܝܐ||ܐܠܡܢܝܐ
ܐܲܠܵܗܵܐ|God|æ§læ§hæ§–|allāhā|ܐܠܗܐ||ܐܠܗܐ
ܐܲܡܝܼܪ̈ܘܵܬܹܐ ܥܲܪ̈ܒ݂ܵܝܵܬܹܐ ܡܚܲܝܕܵܬܹ̈ܐ‎|United Arab Emirates|ʔa.§m§i§rː§wɑː§teː§–§‿§ʕa§r.§wɑː§jɑː§teː§–§‿§mə§xa§j.§dɑː§teː§–|amirwātē ʿarḇāyātē mḥaydātē|ܐܡܝܪܘܬܐ ܥܪܒܝܬܐ ܡܚܝܕܬܐ||ܐܡܝܪܘܬܐ ܥܪܒܝܐ ܡܚܝܕܐ
ܐܲܢܩܵܪܵܐ|Ankara|a§n.§qɑː§rɑː§–|Anqāra|ܐܢܩܪܐ||ܐܢܩܪܐ
ܐܲܦܪܝܼܩܵܐ|Africa|ˈa.§p§r§iː§qa§–|Āfrīqa|ܐܦܪܝܩܐ||ܐܦܪܝܩܐ
ܐܲܩܠܵܐ|foot|a§q§lɑ§–|aqlā|ܐܩܠܐ||ܐܩܠܐ
ܐܲܪܒܥܵܐ|four|æ§r.§b§ʕɑː§–|ārbʿa|ܐܪܒܥܐ||ܐܪܒܥܐ
ܐܲܪܒܲܥܣܲܪ|fourteen|ā§rː§bā§ʕː§sā§r|ārbāʿsār|ܐܪܒܥܣܪ||ܐܪܒܥܣܪ
ܐܲܪܡܸܢܝܼܵܐ|Armenia|æ§rː§mi§nː§ja§–|ārminiya|ܐܪܡܢܝܐ||ܐܪܡܢܝܐ
ܐܵܒ|August|a§bb|ab|ܐܒ||ܐܒ
ܐܵܕܵܪ|March|aː§da§r|adar|ܐܕܪ||ܐܕܪ
ܐܵܕ݂ܵܪ|March|aː§ða§r|adar|ܐܕܪ||ܐܕܪ
ܐܵܗܵܐ|this|aː§haː§–|aha|ܐܗܐ||ܐܗܐ
ܐܵܘܬܵܓ݂|room, study|ʔoː§‹§ta§ɣ|awtaḡ|ܐܘܬܓ||ܐܘܬܓ
ܐܵܡܝܼܪ̈ܘܵܬܹܐ ܥܵܪ̈ܵܒܵܝܹܐ ܡܚܲܝܕܹ̈ܐ|United Arab Emirates|aː§m§i§r.§waː§te.§–§ §ʕaː§ra.§baː§je.§–§ §m§xeː§‹§de§–|amirwate ʿarabaye mḳayde|||x
ܐܵܢܓܠܝܼܵܐ|England|ʔa§ŋ.§ɡ§l§iːja§–|anglia|ܐܢܓܠܝܐ||ܐܢܓܠܝܐ
ܐܵܬܘܼܬܵܐ|letter, character|a§t.§ʊː§ta§–|atuta|ܐܬܘܬܐ||ܐܬܘܬܐ
ܐܵܬܘܿܪ|Assyria|ɑː§t§ʊ§r|ātor|ܐܬܘܪ||ܐܬܘܪ
ܐܵܬ݂ܘܿܪ|Assyria|ɑː§θ§ʊ§r|ātor|ܐܬܘܪ||ܐܬܘܪ
ܐܸܓܲܪܬܵܐ|letter, message|i§ɡ.ɡa§rː§tɑː§–|iggārta|ܐܓܪܬܐ||ܐܓܪܬܐ
ܐܸܕܝܵܘܡ|today|i§d.§j§u§mː|idyawm|ܐܕܝܘܡ||ܐܕܝܘܡ
ܐܸܕܠܲܝܠܹܐ|tonight|i§d.§lɛː§‹§lɛ§–|idlayle|ܐܕܠܝܠܐ||ܐܕܠܝܠܐ
ܐܸܕ݁ܠܲܝܠܹܐ|tonight|i§d.§lɛː§‹§lɛ§–|idlayle|ܐܕܠܝܠܐ||ܐܕܠܝܠܐ
ܐܸܘܲܢܓܸܠܝܼܘܿܢ|Gospel|i§w.wa§nn§ɡi§lˈl§i.j§u§n|ʾiwāngiliyun|ܐܘܢܓܠܝܘܢ||ܐܘܢܓܠܝܘܢ
ܐܸܣܦܵܢܝܼܵܐ|Spain|ə§s.§paː§n§i.jaː§–|ispaniya|ܐܣܦܢܝܐ||ܐܣܦܢܝܐ
ܐܸܫܬܲܥܣܲܪ|sixteen|i§ʃː§tā§ʕː§sā§r|ištāʿsār|ܐܫܬܥܣܪ||ܐܫܬܥܣܪ
ܐܸܫܬܵܐ|six|i§ʃ.§taː§–|išta|ܐܫܬܐ||ܐܫܬܐ
ܐܹܝܠ|God|e§‹§l|el|ܐܝܠ||ܐܝܠ
ܐ݇ܟܘܼܡܵܐ|black|–§k§uː§mɑː§–|kuma|ܐܟܘܡܐ||ܐܟܘܡܐ
ܐ݇ܟ݂ܵܠ݇ܪܲܡܫܵܐ|dinner|–§xaː§–§ra§m.§ʃɑː§–|ḳarāmša|ܚܪܡܫܐ||ܚܪܡܫܐ
ܐ݇ܬܹܐ ܠܵܗ̇|she came|–§te§–§ §lɑ§–||||x
ܒ|by, at|b-|b|||x
ܒܐܝܟܢܝܘܬ||␣||
ܒܐܣ||␣||
ܒܐܪ ܫܒܥ||␣||
ܒܐܵܗܵܐ|by this|b§ɑ§hɑ§–|b-ʾāhāʾ|||x
ܒܒܐ ܢܘܐܝܠ||␣||
ܒܒܐ||␣||
ܒܒܘܬܐ||␣||
ܒܒܠ||␣||
ܒܒܥܘ||␣||
ܒܓܕܕ||␣||
ܒܓܝܐ||␣||
ܒܓܪ||␣||
ܒܕܘܟܬ||␣||
ܒܕܩ||␣||
ܒܕܩܬ||␣||
ܒܕܪ ܢܘܠܐ||␣||
ܒܕܪ||␣||
ܒܗܐܝܐ||␣||
ܒܗܘܛܢ||␣||
ܒܗܘܪܐ||␣||
ܒܗܦܟܐ||␣||
ܒܗܪܐ||␣||
ܒܘܟܐ||␣||
ܒܘܠܐ||␣||
ܒܘܠܒܠܐ||␣||
ܒܘܠܓܪܝܐ||␣||
ܒܘܠܩܢܐ||␣||
ܒܘܡܒܐ||␣||
ܒܘܣܐ||␣||
ܒܘܥܕܐ||␣||
ܒܘܩܝܢܐ||␣||
ܒܘܩܠܪܝܐ||␣||
ܒܘܩܬܐ||␣||
ܒܘܪܘܢܕܝ||␣||
ܒܘܪܟܐ||␣||
ܒܘܪܟܬܐ||␣||
ܒܘܪܡܐ||␣||
ܒܘܪܢ||␣||
ܒܘܫ||␣||
ܒܘܬ ܚܛܪ||␣||
ܒܘܬ||␣||
ܒܘܬܨܘܢܐ||␣||
ܒܘܼܓ̰ܪܹ̈ܐ|cultivated||bûʤreʾ|ܒܘܓ̰ܪܐ||x
ܒܚܘܒܘܟ||␣||
ܒܚܝܐ||␣||
ܒܚܝܠܐ ܕܐܠܗܐ||␣||
ܒܚܪܝܢ||␣||
ܒܚܪܬܐ||␣||
ܒܛܝܒܛܘ||␣||
ܒܛܠ||␣||
ܒܛܪܝܬܐ||␣||
ܒܝܓܐ||␣||
ܒܝܕ||␣||
ܒܝܙ||␣||
ܒܝܠܕܪܐ||␣||
ܒܝܠܕܪܘܬܐ ܐܠܝܩܛܪܘܢܝܬܐ||␣||
ܒܝܠܕܪܘܬܐ||␣||
ܒܝܢ ܡܪܙܦܬܐ ܘܣܕܢܐ||␣||
ܒܝܢ||␣||
ܒܝܢܐ||␣||
ܒܝܢܝ ܐܘܡܬܢܝܐ||␣||
ܒܝܢܝ||␣||
ܒܝܥܬܐ||␣||
ܒܝܦܠܓܐ||␣||
ܒܝܪܐ||␣||
ܒܝܪܘܬ||␣||
ܒܝܫܐ||␣||
ܒܝܬ ܐܝܙܓܕܘܬܐ||␣||
ܒܝܬ ܐܣܝܪܐ||␣||
ܒܝܬ ܐܦܝܐ||␣||
ܒܝܬ ܐܪܟܐ||␣||
ܒܝܬ ܒܘܫܠܐ||␣||
ܒܝܬ ܒܝܠܕܪܐ||␣||
ܒܝܬ ܕܝܢܐ||␣||
ܒܝܬ ܕܪܡܝܐ||␣||
ܒܝܬ ܚܙܘܢܐ||␣||
ܒܝܬ ܚܡܝܡܐ||␣||
ܒܝܬ ܛܘܣܐ||␣||
ܒܝܬ ܝܘܠܦܢܐ||␣||
ܒܝܬ ܝܬܘܡܐ||␣||
ܒܝܬ ܟܪܐ||␣||
ܒܝܬ ܟܪܝܗܐ||␣||
ܒܝܬ ܡܕܝܢܬܐ||␣||
ܒܝܬ ܡܘܣܝܐ||␣||
ܒܝܬ ܡܛܥܡܬܐ||␣||
ܒܝܬ ܡܟܠܝܐ||␣||
ܒܝܬ ܡܟܡܥܬܐ||␣||
ܒܝܬ ܢܗܪܝܢ||␣||
ܒܝܬ ܢܝܚܐ||␣||
ܒܝܬ ܢܝܣܢܐ||␣||
ܒܝܬ ܣܓܕܐ||␣||
ܒܝܬ ܣܡܟܐ||␣||
ܒܝܬ ܥܘܪܦܢܐ||␣||
ܒܝܬ ܥܬܩܐ||␣||
ܒܝܬ ܨܘܒܐ||␣||
ܒܝܬ ܨܠܘܬܐ||␣||
ܒܝܬ ܨܪܦܘܬܐ||␣||
ܒܝܬ ܩܒܘܪܐ||␣||
ܒܝܬ ܩܗܘܐ||␣||
ܒܝܬ ܫܘܪܛܐ||␣||
ܒܝܬ||␣||
ܒܝܬܐ||␣||
ܒܝܬܠܚܡ||␣||
ܒܟܐ||␣||
ܒܟܝܐ||␣||
ܒܟܝܪܐܝܬ||␣||
ܒܟܠ ܐܝܟܢܝܘܬܐ||␣||
ܒܟܠ ܕܐܟܝ ܕܗܘܝܐ||␣||
ܒܟܠ||␣||
ܒܟܬܐ||␣||
ܒܟܬܬܐ||␣||
ܒܠܐ||␣||
ܒܠܓܝܐ||␣||
ܒܠܓܝܩܝܐ||␣||
ܒܠܘܢܐ||␣||
ܒܠܚܘܕ||␣||
ܒܠܝ||␣||
ܒܠܢܐ||␣||
ܒܠܥ||␣||
ܒܠܩ||␣||
ܒܠܪܘܣܝܐ||␣||
ܒܡܪܘܡܐ||␣||
ܒܡܬܚܐ||␣||
ܒܢܐ||␣||
ܒܢܐܦܠ||␣||
ܒܢܒܘܠܐ||␣||
ܒܢܓܠܕܫ||␣||
ܒܢܘܢܐ||␣||
ܒܢܙܝܢܚܢܐ||␣||
ܒܢܝܐ||␣||
ܒܢܝܡܝܢ||␣||
ܒܢܝܢ||␣||
ܒܢܝܢܐ||␣||
ܒܢܝܢܫܐ||␣||
ܒܢܝܩܐ||␣||
ܒܢܝܼ|build|b§n§i||||x
ܒܢܦܫܐ||␣||
ܒܢܦܫܝܐ||␣||
ܒܢܵܬܹ̈ܐ|girls|bnɑte||||x
ܒܣܐ||␣||
ܒܣܒܪܐ||␣||
ܒܣܝܡܐ||␣||
ܒܣܝܡܝܬܐ||␣||
ܒܣܝܡܬܐ||␣||
ܒܣܡ||␣||
ܒܣܡܐ ܓܢܘܟ||␣||
ܒܣܡܐ ܓܢܘܟܘܢ||␣||
ܒܣܡܐ ܓܢܟܝ||␣||
ܒܥܐ||␣||
ܒܥܝܐ||␣||
ܒܥܠܕܒܒܐ||␣||
ܒܥܠܙܒܘܒ||␣||
ܒܨܐ||␣||
ܒܨܝܪ ܩܠܝܠ||␣||
ܒܨܝܪ||␣||
ܒܨܝܪܐ||␣||
ܒܨܝܪܘܬܐ||␣||
ܒܨܠܐ||␣||
ܒܨܪ||␣||
ܒܩܕܡܝܬܐ||␣||
ܒܩܘܪܒܐ||␣||
ܒܩܠܘܐ||␣||
ܒܪ ܐܚܐ||␣||
ܒܪ ܐܢܫܐ||␣||
ܒܪ ܐܬܪܐ||␣||
ܒܪ ܙܘܓܐ||␣||
ܒܪ ܙܪܥܐ||␣||
ܒܪ ܟܐܢܐ ܦܣܘ||␣||
ܒܪ ܥܡܐ||␣||
ܒܪ ܫܢܬܐ||␣||
ܒܪ||␣||
ܒܪܐ ܕܐܢܫܐ||␣||
ܒܪܐ ܘܒܪܬܐ||␣||
ܒܪܐ||␣||
ܒܪܒܪܐ||␣||
ܒܪܕܐ||␣||
ܒܪܘܢܐ||␣||
ܒܪܘܢܝ||␣||
ܒܪܙܝܠ||␣||
ܒܪܙܝܠܝܐ||␣||
ܒܪܚܡܐ||␣||
ܒܪܚܡܝ||␣||
ܒܪܚܡܝܐ||␣||
ܒܪܚܡܝܬܐ||␣||
ܒܪܛܠܐ||␣||
ܒܪܝܐ||␣||
ܒܪܝܛܢܝܐ||␣||
ܒܪܝܟ ܛܗܪܐ||␣||
ܒܪܝܟ ܫܒܘܥܐ||␣||
ܒܪܝܟܐ||␣||
ܒܪܝܬܐ||␣||
ܒܪܝܬܢܝܘܬܐ||␣||
ܒܪܝܼܬܵܐ ܝܗ: 1-6|Genesis 15:1-6|||||x
ܒܪܟ||␣||
ܒܪܟܐ||␣||
ܒܪܟܟܐ||␣||
ܒܪܡܫܐ||␣||
ܒܪܢܫܐ||␣||
ܒܪܩ||␣||
ܒܪܩܐ||␣||
ܒܪܩܘܒܠ||␣||
ܒܪܩܘܩܐ||␣||
ܒܪܩܝܐ||␣||
ܒܪܫܝܬ||␣||
ܒܪܫܠܘܢܐ||␣||
ܒܪܬ ܐܚܐ||␣||
ܒܪܬ ܡܘܚܐ||␣||
ܒܪܬ ܥܡܐ||␣||
ܒܪܬܐ||␣||
ܒܪܵܬܵܐ ܘܝܵـܠܵܐ|girl and boy|b§rɑ§tɑ§–§ §w§yɑ§–§lɑ§–||||x
ܒܪܵܬܵܐ|daughter, girl|b§rɑː§tɑː§–|brata|ܒܪܬܐ||ܒܪܬܐ
ܒܫܐ ܒܫܐ||␣||
ܒܫܝܠܐ||␣||
ܒܫܝܢܐ ܐܬܐ ܠܘܟ||␣||
ܒܫܝܢܐ||␣||
ܒܫܠ||␣||
ܒܫܡܐ ܕܐܠܗܐ||␣||
ܒܫܡܐ ܕܒܒܐ ܘܒܪܘܢܐ ܘܪܘܚܐ ܕܩܘܕܫܐ||␣||
ܒܬ ܛܘܬ||␣||
ܒܬ||␣||
ܒܬܘܠܬܐ||␣||
ܒܬܝ ܐܪܟܐ||␣||
ܒܬܝ ܚܙܘܢܐ||␣||
ܒܬܝ ܛܘܣܐ||␣||
ܒܬܝ ܟܪܝܗܐ||␣||
ܒܬܝ ܡܘܣܝܐ||␣||
ܒܬܝ ܡܟܡܥܬܐ||␣||
ܒܬܪ ܗܕܟ||␣||
ܒܬܪ ܚܨ||␣||
ܒܬܪ ܛܗܪܐ||␣||
ܒܬܪ ܡܫܝܚܐ||␣||
ܒܬܪ||␣||
ܒܬܪܐ||␣||
ܒܬܪܝܬܐ||␣||
ܒܬܪܟܢ||␣||
ܒܲܝܬܵܐ|house|ˈba§j.§tɑ§–|bāyta|ܒܝܬܐ|standard, Urmian:ˈbeːtɑ, Nineveh:beː§θɑ§–|ܒܝܬܐ
ܒܲܟ݂ܬܵܐ|wife|ba§ħ§tɑ§–||||x
ܒܵܒܝܼ|my father|bɑ§b§i||||x
ܒܵܒܵܐ|father, dad|bɑːbɑː|baba|ܒܒܐ||ܒܒܐ
ܒܵܚܪܹܝܢ|Bahrain|ba§xː§re§‹§n|baḳrēn|ܒܚܪܝܢ||ܒܚܪܝܢ
ܒܵܪܹܟ|to kneel|ˈbɑː§rə§k|barek|ܒܪܟ|Urm:ˈbɒ.ɾɪk|ܒܪܟ|
ܒܵܬܹ̈ܐ|houses|bɑ§tte§–|bāttē|ܒܬܐ||ܒܬܐ
ܒܵܬ݇ܪ|after|ba§–§r|bar|ܒܬܪ|Nin:baːθər|ܒܬܪ
ܒܹܝܬ ܟܪ̈ܝܼܗܹܐ|hospital|be§‹§tː§‿§k§r§iː§heː§–|bēt krīhē|ܒܝܬ ܟܪܝܗܐ|Urm:betː‿t͡ʃriːheː, Nineveh:beθː‿kriːheː|ܒܝܬ ܟܪܝܗܐ
ܒܹܝܬ ܡܲܟ̰ܡܲܥܬܵܐ|fire station|be§‹§tt§‿§ma§t͡ʃ.§ma§ʕʕ§tɑː§–|bēt māčmāʿta|ܒܝܬ ܡܟ̰ܡܥܬܐ|Urm:betː‿mat͡ʃ.meːtɑː; Nin:beθː‿mat͡ʃ.maʕːθɑː|ܒܝܬ ܡܟ̰ܡܥܬܐ
ܒܹܝܬ ܨܵܘܒܹ̈ܐ|university|be§tt§‿§sˤ§oː§beː§–|bēt ṣawbe|ܒܝܬ ܨܘܒܐ||ܒܝܬ ܨܘܒܐ
ܒܹܝܬ݇ ܢܝܼ̈ܣܵܢܹܐ|Spring|biː§‹§–§‿§n§iː§sɑː§neː§–|bēy nīsānē|ܒܝܬ ܢܝܣܢܐ||ܒܝܬ ܢܝܣܢܐ
ܒܹܬ݂ ـ ܟܪ̈ܝܼܗܹܐ|hospital|be§θ§§-§§k§r§i§he§–||ܒܝܬ ܟܪܝܗܐ||ܒܝܬ ܟܪܝܗܐ
ܒ݁ܪܵܬܵ݁ܐ|daughter, girl|b§rɑː§tɑː§–|brata|ܒܪܬܐ||ܒܪܬܐ
ܓ̰ܘܪܒܐ||␣||
ܓ̰ܘܼܢܵܐ|veil|d͡ʒ§u§nɑ§–||||x
ܓ̰ܵܘܹܓ̰|to advance, walk|dʒɑː§wə§dʒ|jawej|ܓ̰ܘܓ̰||ܓ̰ܘܓ̰
ܓܐܒ||␣||
ܓܐܙܒܪܐ||␣||
ܓܐܫ||␣||
ܓܒܐ||␣||
ܓܒܘܢ||␣||
ܓܒܪ ܬܐܓܪܬܐ||␣||
ܓܒܪ||␣||
ܓܒܪܐ ܫܠܡܐ||␣||
ܓܒܪܐ||␣||
ܓܒܪܝܠ||␣||
ܓܒܪܬܐ||␣||
ܓܕܐ||␣||
ܓܕܘܕܐ||␣||
ܓܕܝܐ||␣||
ܓܕܠ||␣||
ܓܗܐ||␣||
ܓܗܢܐ||␣||
ܓܘ ܝܡܐ||␣||
ܓܘ ܡܐܐ||␣||
ܓܘ||␣||
ܓܘܐ||␣||
ܓܘܐܝܬ||␣||
ܓܘܒܬܐ||␣||
ܓܘܓ||␣||
ܓܘܕܐ||␣||
ܓܘܝܐ||␣||
ܓܘܝܒܐ||␣||
ܓܘܠܦܐ||␣||
ܓܘܢ||␣||
ܓܘܢܐ||␣||
ܓܘܢܐܝܬ||␣||
ܓܘܢܚܐ||␣||
ܓܘܢܝܐ||␣||
ܓܘܢܢܐ||␣||
ܓܘܢܩܐ||␣||
ܓܘܪܐ||␣||
ܓܘܪܒܐ||␣||
ܓܘܪܓܐ||␣||
ܓܘܫܡܐ||␣||
ܓܘܬܬܐ||␣||
ܓܙܐܝܪ||␣||
ܓܙܐܝܪܝܐ||␣||
ܓܙܪ||␣||
ܓܙܪܐ||␣||
ܓܚܟ||␣||
ܓܝܒܘܬܝ||␣||
ܓܝܓ||␣||
ܓܝܓܠܐ||␣||
ܓܝܘܪܓܝܣ||␣||
ܓܝܠܣܬܐ||␣||
ܓܝܢܐ ܫܘܝܘܬܢܝܬܐ||␣||
ܓܝܢܐ||␣||
ܓܝܢܣ||␣||
ܓܝܣܐ||␣||
ܓܠܐ||␣||
ܓܠܒ||␣||
ܓܠܚ||␣||
ܓܠܝܐ||␣||
ܓܠܝܕܐ||␣||
ܓܠܝܕܬܐ||␣||
ܓܠܝܘܢܐ||␣||
ܓܠܝܘܢܪܐ||␣||
ܓܠܝܢܐ||␣||
ܓܠܣ||␣||
ܓܠܦ||␣||
ܓܡܒܝܐ||␣||
ܓܡܘܨܬܐ||␣||
ܓܡܝ||␣||
ܓܡܝܟܐ||␣||
ܓܡܠ||␣||
ܓܡܠܐ||␣||
ܓܡܠܬܐ||␣||
ܓܢܐ||␣||
ܓܢܒ||␣||
ܓܢܒܪܐ||␣||
ܓܢܕܘܪܐ||␣||
ܓܢܗܐ||␣||
ܓܢܛܐ||␣||
ܓܢܢܐ||␣||
ܓܢܣܐ||␣||
ܓܢܨ||␣||
ܓܢܬ ܚܝܘܬܐ||␣||
ܓܢܬܐ||␣||
ܓܥܡ||␣||
ܓܪܒ||␣||
ܓܪܒܐ ܐܝܪܠܢܕܐ||␣||
ܓܪܒܐ ܐܡܝܪܝܟܐ||␣||
ܓܪܒܐ ܡܩܕܘܢܝܐ||␣||
ܓܪܒܝܐ||␣||
ܓܪܒܝܝܐ||␣||
ܓܪܓ||␣||
ܓܪܕ ܫܡܝܐ||␣||
ܓܪܕܒܘܠܐ||␣||
ܓܪܘܣܬܐ||␣||
ܓܪܘܪܐ||␣||
ܓܪܘܪܬܐ||␣||
ܓܪܡ||␣||
ܓܪܡܐ||␣||
ܓܪܡܦܝܠܐ||␣||
ܓܪܥ||␣||
ܓܪܥܐ||␣||
ܓܪܪ||␣||
ܓܪܫ||␣||
ܓܫܪܐ ܬܠܝܐ||␣||
ܓܫܪܐ||␣||
ܓܲܙܵܐܝܼܪ|Algeria|ɡa.§zɑː§ʔ§i§rː|gāzaʾir|ܓܙܥܝܪ||ܓܙܥܝܪ
ܓܲܢܬܵܐ|garden|ɡa§n.§tɑː§–|gānta|ܓܢܬܐ|Urm:d͡ʒan.tɑː; Nin:ɡan.θɑː|ܓܢܬܐ
ܓܵܘ ܐܸܡܵܐ|percent|ɡʊː əm.maː|go imma|ܓܘ ܐܡܐ||ܓܘ ܐܡܐ
ܓܵܘ|inside|go§‹||||x
ܓܵܘܙܵܐ|walnut|ɡɑ§w§zɑ§–|gāwzā|||x
ܓܵܚܹܟ|to laugh|ɡɑː§xə§k|gaḳek|ܓܚܟ|Urm:d͡ʒɑːxət͡ʃ|ܓܚܟ
ܓܵܢܵܐ|self, soul|ɡɑː§nɑː§–|gana|ܓܢܐ|Urm:d͡ʒɑːnɑː|ܓܢܐ
ܓ݂ܵܠܹܒ|to overcome|ɣɑː§lə§b|ḡaleb|ܓ݂ܠܒ||ܓ݂ܠܒ
ܕ|of|d-||||x
ܕܐܒܐ||␣||
ܕܐܟܝ ܝܘܬ||␣||
ܕܐܟܝ||␣||
ܕܐܟܝܘܬܐ||␣||
ܕܐܢܝ||␣||
ܕܐܫ||␣||
ܕܐܬܐ||␣||
ܕܒܘܫܐ||␣||
ܕܒܘܫܬܐ||␣||
ܕܒܩ||␣||
ܕܒܩܐ||␣||
ܕܒܪ ܚܠܘܠܐ||␣||
ܕܒܪ||␣||
ܕܓܠ||␣||
ܕܕܒܐ||␣||
ܕܗܒܐ||␣||
ܕܗܘ||␣||
ܕܗܝ||␣||
ܕܘܒܝ||␣||
ܕܘܓܠܐ||␣||
ܕܘܕܠܝܢܐ||␣||
ܕܘܝܕ||␣||
ܕܘܟܠܐ||␣||
ܕܘܟܢܐ||␣||
ܕܘܟܬܐ||␣||
ܕܘܟܬܘܪ||␣||
ܕܘܟܬܘܪܐ||␣||
ܕܘܟܬܘܪܬܐ||␣||
ܕܘܟܬܢܝܐ||␣||
ܕܘܠܐ||␣||
ܕܘܠܒܟܐ||␣||
ܕܘܠܪ||␣||
ܕܘܢܝܐ||␣||
ܕܘܣܬ||␣||
ܕܘܪܐ||␣||
ܕܘܪܩܝܢܐ||␣||
ܕܘܪܪܐ||␣||
ܕܘܪܬܐ||␣||
ܕܘܫ||␣||
ܕܘܫܐ||␣||
ܕܘܼܓܠܵܐ|lie|d§u§gg§lɑ§–||ܕܘܓܠܐ||ܕܘܓܠܐ
ܕܘܼܟܵܢܵܐ|shop, store|d§u.§kɑː§nɑː§–|dukana|ܕܘܟܢܐ||ܕܘܟܢܐ
ܕܚܠܬ ܢܘܟܪܝܐ||␣||
ܕܝܗ||␣||
ܕܝܝ||␣||
ܕܝܠ||␣||
ܕܝܠܐ||␣||
ܕܝܠܢܝܐ||␣||
ܕܝܢܨܘܪܐ||␣||
ܕܝܪ||␣||
ܕܝܬܩܐ ܚܕܬܐ||␣||
ܕܝܬܩܐ ܥܬܝܩܬܐ||␣||
ܕܝܬܩܐ||␣||
ܕܟܐ||␣||
ܕܟܝܐ||␣||
ܕܟܝܪܐ ܒܛܒܬܐ||␣||
ܕܟܝܪܐ||␣||
ܕܟܢܐ ܕܒܩܠܐ||␣||
ܕܟܢܐ ܕܟܣܘܪܐ||␣||
ܕܟܢܐ||␣||
ܕܟܪ||␣||
ܕܟܪܐ||␣||
ܕܟܪܘܢܐ||␣||
ܕܠܐ||␣||
ܕܠܡܐ||␣||
ܕܠܩܘܒܠ||␣||
ܕܠܬ||␣||
ܕܡܐ||␣||
ܕܡܘܬ ܓܙܪܬܐ||␣||
ܕܡܘܬ||␣||
ܕܡܝܟܐ||␣||
ܕܡܝܢܐ||␣||
ܕܡܟ||␣||
ܕܢܒܐ||␣||
ܕܢܒܘܣܬܐ||␣||
ܕܢܚܐ||␣||
ܕܢܝܐ||␣||
ܕܢܝܩܝܐ||␣||
ܕܣܬܐ||␣||
ܕܥܒܪ||␣||
ܕܥܟ||␣||
ܕܥܨ||␣||
ܕܥܪ||␣||
ܕܥܬ||␣||
ܕܥܬܝܕ||␣||
ܕܦܐ||␣||
ܕܦܬܪܐ||␣||
ܕܩܝܩܐ||␣||
ܕܩܠܬ||␣||
ܕܩܪ||␣||
ܕܩܬܐ||␣||
ܕܪܐ||␣||
ܕܪܒܐ||␣||
ܕܪܓ||␣||
ܕܪܓܐ ܕܚܡܝܡܘܬܐ||␣||
ܕܪܓܐ||␣||
ܕܪܓܬܐ ܗܘܝܬܐ||␣||
ܕܪܓܬܐ||␣||
ܕܪܘܙܝܐ||␣||
ܕܪܟ||␣||
ܕܪܡܣܘܩ||␣||
ܕܪܡܣܘܩܝܐ||␣||
ܕܪܢܦܝܣܐ||␣||
ܕܪܥܢܐ||␣||
ܕܪܫ||␣||
ܕܪܫܐ||␣||
ܕܪܬܐ||␣||
ܕܫܡܢ||␣||
ܕܫܡܢܝܘܬܐ||␣||
ܕܲܪܡܣܘܿܩ|Damascus|da§r§m.§s§ʊ§q|dārmsuq|ܕܪܡܣܘܩ||ܕܪܡܣܘܩ
ܕܲܪܬܵܐ|courtyard|da§rr§tɑ§–||ܕܪܬܐ||ܕܪܬܐ
ܕܲܫܬܵܐ|plain, field|da§ʃ§ta§–||ܕܫܬܐ||ܕܫܬܐ
ܕܵܐܟ݂ܝܼܘܼܬܵܐ|quality|dɑː§–§x§iː§uː§tɑ§–|daḳīuta|ܕܐܟܝܘܬܐ|Nin:dɑːxiːuːθɑ|ܕܐܟܝܘܬܐ
ܕܵܒܵܫܵܐ|honeybee|dɑ§bɑ§ʃɑ§–||ܕܒܫܐ||ܕܒܫܐ
ܕܵܕܵܐ|uncle|dɑ§dɑ§–||ܕܕܐ||ܕܕܐ
ܕܵܝܒܵܐ|demon|dɛ§‹§va§–||||x
ܕܵܟ݂ܹܐ|to clean, purify|daː§xeː§–|daḳe|ܕܟܐ||ܕܟܐ
ܕܵܫܢܵܐ ܠܲܒܪܵܬܵܐ|gift to the girl|dɑ§ʃ§nɑ§–§ §la§b§rɑ§tɑ§–||||x
ܕܵ݁ܕܵ݁ܐ|uncle|dɑ§dɑ§–||ܕܕܐ||ܕܕܐ
ܕ݁ܘܼܓ݁ܠܵܐ|lie|d§u§gg§lɑ§–||ܕܘܓܠܐ||ܕܘܓܠܐ
ܗܐ||␣||
ܗܓܐ||␣||
ܗܓܪ||␣||
ܗܕܐ||␣||
ܗܕܝ||␣||
ܗܕܝܐܐ||␣||
ܗܕܟ||␣||
ܗܕܟܐ ܘܗܕܟܐ||␣||
ܗܕܟܐ||␣||
ܗܕܡܐ||␣||
ܗܕܪ||␣||
ܗܕܪܘܓܝܢ||␣||
ܗܘ||␣||
ܗܘܐ||␣||
ܗܘܘ||␣||
ܗܘܝܐ||␣||
ܗܘܝܐܐ||␣||
ܗܘܝܬܐ||␣||
ܗܘܠܢܕܐ||␣||
ܗܘܠܢܕܝܐ||␣||
ܗܘܢܓ ܟܘܢܓ||␣||
ܗܘܢܢܐ||␣||
ܗܘܦܟܐ||␣||
ܗܘܦܪܟܝܐ||␣||
ܗܘܪ||␣||
ܗܘܪܡܙܕ||␣||
ܗܘܬ||␣||
ܗܝ||␣||
ܗܝܓܗ||␣||
ܗܝܝܘܬܐ||␣||
ܗܝܟܕܗܝܝܐ||␣||
ܗܝܟܠܐ||␣||
ܗܝܪܬܐ||␣||
ܗܟ ܓܗܐ||␣||
ܗܟ ܡܢܕܝ||␣||
ܗܟ||␣||
ܗܠ||␣||
ܗܠܐ||␣||
ܗܠܒܬ||␣||
ܗܠܘܙܢܐ||␣||
ܗܠܝܘܡ||␣||
ܗܠܝܘܢ||␣||
ܗܠܝܢ||␣||
ܗܠܟ||␣||
ܗܠܡܘܢ||␣||
ܗܡܙܡܢ||␣||
ܗܡܙܡܢܐ||␣||
ܗܡܢ||␣||
ܗܡܫܐ||␣||
ܗܢܐ||␣||
ܗܢܕܘ||␣||
ܗܢܕܘܝܐ||␣||
ܗܢܘ ܕܝܢ||␣||
ܗܢܘܢ||␣||
ܗܢܝܐܐ||␣||
ܗܢܝܢ||␣||
ܗܢܝܢܐ||␣||
ܗܢܢܐ||␣||
ܗܦܟ||␣||
ܗܦܟܐ||␣||
ܗܪ||␣||
ܗܪܘܡܐ||␣||
ܗܪܟܐ||␣||
ܗܫ||␣||
ܗܵܘܢܵܢܹ̈ܐ|wise|hɑ§w§na§ne§–||||x
ܗܵܘܵܐ|air|hɑː§wɑː§–|hāwā|ܗܘܐ||ܗܘܐ
ܘ|and|w-||||x
ܘܘ||␣||
ܘܘܐ||␣||
ܘܙܝܪܐ||␣||
ܘܠܐ||␣||
ܘܠܘ||␣||
ܘܠܝܐ||␣||
ܘܠܝܙܝܐ||␣||
ܘܠܝܝܐ||␣||
ܘܠܝܬܐ||␣||
ܘܣܟܐ||␣||
ܘܪܕܐ||␣||
ܘܪܘܕܐ||␣||
ܘܪܝܕܐ||␣||
ܘܪܩܐ||␣||
ܘܪܩܬܐ||␣||
ܘܫܪܟܐ ܘܣܟܐ||␣||
ܘܫܪܟܐ||␣||
ܘܲܪܵܩܬܵܐ|document, playing card|wa.§ra§qq§tɑ§–|wāraqta|ܘܪܩܬܐ|Nineveh:wa.§ra§qq§θɑ§–|ܘܪܩܬܐ
ܘܲܪܵܩܵܐ|paper, map|wæ.§raː§qaː§–|wāraqa|ܘܪܩܐ||ܘܪܩܐ
ܘܵܪܵܘܘܼܪܕ|attention||varavurd|||x
ܙܐ||␣||
ܙܐܥ||␣||
ܙܒܢ||␣||
ܙܒܢܐ||␣||
ܙܓܘܓܝܬܐ||␣||
ܙܓܝܪܐ||␣||
ܙܓܪ||␣||
ܙܓ݂ܘܼܓ݂ܝܼܬܵܐ|glass|z§ɣ§oː§ɣ§iː§tɑ§–|zḡoḡīta|ܙܓܘܓܝܬܐ|Nin:zɣoːɣiːθɑ|ܙܓܘܓܝܬܐ
ܙܕܘܥܬܐ||␣||
ܙܕܝܩܐ||␣||
ܙܕܥ||␣||
ܙܕܩ||␣||
ܙܕܩܐ ܐܢܫܝܐ||␣||
ܙܘܐ||␣||
ܙܘܓ||␣||
ܙܘܓܐ||␣||
ܙܘܙܐ||␣||
ܙܘܝܬܐ||␣||
ܙܘܠܐ||␣||
ܙܘܠܒܢܐ||␣||
ܙܘܠܚܙܘܐ||␣||
ܙܘܠܩܠܐ||␣||
ܙܘܥܐ||␣||
ܙܘܥܢܝܐ||␣||
ܙܝ||␣||
ܙܝܘܐ||␣||
ܙܝܘܢܐ||␣||
ܙܝܠܢܕܐ ܚܕܬܐ||␣||
ܙܝܡܒܒܘܐ||␣||
ܙܝܢ||␣||
ܙܝܢܐ||␣||
ܙܝܥܐ||␣||
ܙܝܬܐ||␣||
ܙܟܐ||␣||
ܙܟܘ||␣||
ܙܠ||␣||
ܙܠܓܐ||␣||
ܙܠܝ||␣||
ܙܠܝܡܐ||␣||
ܙܠܡܘܢ||␣||
ܙܠܥ||␣||
ܙܡܒܝܐ||␣||
ܙܡܘܪܬܐ||␣||
ܙܡܝܢܐ||␣||
ܙܡܪ||␣||
ܙܡܪܬܐ||␣||
ܙܢܐ||␣||
ܙܢܓܒܝܠܐ||␣||
ܙܢܝܐ||␣||
ܙܢܝܘܬܐ||␣||
ܙܥܘܩܐ||␣||
ܙܥܘܪ||␣||
ܙܥܘܪܐ ܘܪܒܐ||␣||
ܙܥܘܪܐ||␣||
ܙܥܘܪܘܬܐ||␣||
ܙܥܝܐ||␣||
ܙܥܦ||␣||
ܙܥܦܪܢܐ||␣||
ܙܦܬܐ||␣||
ܙܩܝܦܐ||␣||
ܙܩܦ||␣||
ܙܩܪ||␣||
ܙܪܓܐ||␣||
ܙܪܓܬܐ||␣||
ܙܪܕܐ||␣||
ܙܪܕܘܫܬܝܐ||␣||
ܙܪܘܩܐ||␣||
ܙܪܝܒܬܐ||␣||
ܙܪܝܦܐ||␣||
ܙܪܝܦܬܐ||␣||
ܙܪܩ||␣||
ܙܪܩܐ||␣||
ܙܵܒ݂ܹܢ|to buy|zɑː§wə§n|zawen|ܙܒܢ|Urm:zɑːvən|ܙܒܢ
ܙܵܕܹܥ|to be afraid|zɑː§də§ʕ|zadeʿ|ܙܕܥ|Urm:zɑd.deʔ|ܙܕܥ
ܙܵܘܕܵܐ|more|zɑ§w§dɑ§–|zāwdā|||x
ܙܵܪܓܵܐ|yellow|zɑ§rr§ɡɑː§–|zarga|ܙܪܓܐ|Urm:zɑrːd͡ʒɑː, zæ§r.§de§–|ܙܪܓܐ
ܚܐܛ||␣||
ܚܐܟ||␣||
ܚܐܦ||␣||
ܚܐܨ||␣||
ܚܐܪ||␣||
ܚܐܪܐ||␣||
ܚܐܪܘܬܐ||␣||
ܚܐܪܬܐ||␣||
ܚܐܫܐ||␣||
ܚܐܵܛܵܐ|to sew|x§a§tˤa§–||||x
ܚܒܘܟܝܐ||␣||
ܚܒܘܫܐ||␣||
ܚܒܝܒܐ||␣||
ܚܒܝܫܬܐ||␣||
ܚܒܟ||␣||
ܚܒܪ||␣||
ܚܒܪܐ ܩܪܝܒܐ||␣||
ܚܒܪܐ||␣||
ܚܒܪܬܐ ܩܪܝܒܬܐ||␣||
ܚܒܫ||␣||
ܚܓܐ||␣||
ܚܓܬܐ||␣||
ܚܕ||␣||
ܚܕܐ ܠܝ ܒܚܙܝܬܘܟ||␣||
ܚܕܐ||␣||
ܚܕܒܫܒܐ ܒܪܝܟܐ||␣||
ܚܕܒܫܒܐ||␣||
ܚܕܝܐ||␣||
ܚܕܝܘܬܐ||␣||
ܚܕܟܐ||␣||
ܚܕܟܡܐ ܓܗܐ||␣||
ܚܕܟܡܐ||␣||
ܚܕܢܝ||␣||
ܚܕܢܝܐ||␣||
ܚܕܣ||␣||
ܚܕܥܣܝܪܝܐ||␣||
ܚܕܥܣܪ||␣||
ܚܕܥܣܪܐ||␣||
ܚܕܪ||␣||
ܚܕܪܘܢ||␣||
ܚܕܪܝܫܐ||␣||
ܚܕܬܐ||␣||
ܚܕܬܪܝܢ||␣||
ܚܕܬܬܐ||␣||
ܚܘ||␣||
ܚܘܒܐ||␣||
ܚܘܓܬܐ||␣||
ܚܘܕܪܐ||␣||
ܚܘܕܬܐ||␣||
ܚܘܘܐ||␣||
ܚܘܘܬܐ||␣||
ܚܘܚܐ||␣||
ܚܘܛܒܪܩܐ||␣||
ܚܘܛܡܠܠܐ||␣||
ܚܘܝܕܐ ܐܘܪܘܦܝܐ||␣||
ܚܘܝܨܐ||␣||
ܚܘܠܡܢܐ||␣||
ܚܘܠܢܐ||␣||
ܚܘܠܦܐ||␣||
ܚܘܡܠܐ||␣||
ܚܘܡܫܐ||␣||
ܚܘܢ||␣||
ܚܘܣܪܢܐ||␣||
ܚܘܪ||␣||
ܚܘܪܐ||␣||
ܚܘܪܓܐ||␣||
ܚܘܪܕܐ||␣||
ܚܘܪܕܩܢܐ||␣||
ܚܘܪܘܬܐ||␣||
ܚܘܪܝܐ||␣||
ܚܘܪܟܘܣܐ||␣||
ܚܘܪܡܐ||␣||
ܚܘܪܡܠܐ||␣||
ܚܘܪܬܐ||␣||
ܚܘܫܒܢܐ||␣||
ܚܘܵܪܵܐ|white|x§wɑː§rɑː§–|ḳwara|ܚܘܪܐ||ܚܘܪܐ
ܚܘܼܘܵܐ|snake, serpent|ˈx§uː.§wä§–|xūwa|ܚܘܘܐ||ܚܘܘܐ
ܚܘܼܘܹܐ|snake, serpent|ˈx§uː.§we§–|ḥuwē|ܚܘܘܐ||ܚܘܘܐ
ܚܘܼܛܵܡܲܠܵܠܵܐ|telephone|x§uː§tˤɑː§ma§l.lɑː§lɑ§–|ḳuṭamālala|ܚܘܛܡܠܠܐ||ܚܘܛܡܠܠܐ
ܚܙܐ||␣||
ܚܙܘܐ||␣||
ܚܙܘܢܐ||␣||
ܚܙܘܩܝܐ||␣||
ܚܙܘܪܐ||␣||
ܚܙܝܘܢܐ||␣||
ܚܙܝܢܐ||␣||
ܚܙܝܪܢ||␣||
ܚܙܡܐ||␣||
ܚܙܩ||␣||
ܚܙܩܝܐܝܠ||␣||
ܚܛܗܐ||␣||
ܚܛܝܬܐ||␣||
ܚܛܦܘܛܐ||␣||
ܚܛܪܓܡܥ||␣||
ܚܝ||␣||
ܚܝܐ||␣||
ܚܝܘܐ||␣||
ܚܝܘܬ ܒܪܝܐ||␣||
ܚܝܘܬ||␣||
ܚܝܘܬܐ||␣||
ܚܝܙܐ||␣||
ܚܝܝܐ||␣||
ܚܝܦܐ||␣||
ܚܝܪܐ||␣||
ܚܝܬ||␣||
ܚܝܬܐ||␣||
ܚܟܘܡܝܐ||␣||
ܚܟܝܡܐ||␣||
ܚܟܡܬܐ||␣||
ܚܠܐ||␣||
ܚܠܒܐ||␣||
ܚܠܘܐ||␣||
ܚܠܘܠܐ||␣||
ܚܠܙܘܢܐ||␣||
ܚܠܛ||␣||
ܚܠܛܐ||␣||
ܚܠܝܐ||␣||
ܚܠܝܘܬܐ||␣||
ܚܠܝܡܐ||␣||
ܚܠܝܦܐ||␣||
ܚܠܝܨܐ||␣||
ܚܠܠܢܬܐ ܕܡܐܢܐ||␣||
ܚܠܠܢܬܐ||␣||
ܚܠܡ||␣||
ܚܠܡܐ||␣||
ܚܠܦ||␣||
ܚܠܦܫܡܐ||␣||
ܚܠܨ||␣||
ܚܠܩ||␣||
ܚܠܩܬܐ||␣||
ܚܠܬܐ||␣||
ܚܡܐ ܝܠܗ||␣||
ܚܡܐ||␣||
ܚܡܘܕܐ||␣||
ܚܡܘܨܐ||␣||
ܚܡܚܡܬܐ||␣||
ܚܡܛܐ||␣||
ܚܡܝܡܐ||␣||
ܚܡܝܡܘܬܐ||␣||
ܚܡܝܡܬܐ||␣||
ܚܡܝܢܐ||␣||
ܚܡܝܫܝܐ||␣||
ܚܡܡ||␣||
ܚܡܢܐ||␣||
ܚܡܪ||␣||
ܚܡܪܐ ܐܣܝܪܐ ܒܥܩܠܗ||␣||
ܚܡܪܐ||␣||
ܚܡܫ||␣||
ܚܡܫܐ||␣||
ܚܡܫܒܫܒܐ||␣||
ܚܡܫܝܢ||␣||
ܚܡܫܡܐܐ||␣||
ܚܡܫܥܣܪ||␣||
ܚܡܫܥܣܪܐ||␣||
ܚܡܫܬ||␣||
ܚܡܬܐ||␣||
ܚܢܐ||␣||
ܚܢܘܬܐ||␣||
ܚܢܢܝܫܘܥ||␣||
ܚܣܐ||␣||
ܚܣܝܢܐ||␣||
ܚܣܟ||␣||
ܚܣܪ||␣||
ܚܦܠܐ||␣||
ܚܨܕ||␣||
ܚܨܡܐ||␣||
ܚܪܒ||␣||
ܚܪܒܐ||␣||
ܚܪܛ||␣||
ܚܪܝܦܐ||␣||
ܚܪܨ||␣||
ܚܪܫܐ||␣||
ܚܫܐ||␣||
ܚܫܒ||␣||
ܚܫܒܘܢܐ||␣||
ܚܫܒܢܢܐ||␣||
ܚܫܘܒܐ ܠܘܚܝܐ||␣||
ܚܫܘܒܐ ܡܙܝܥܢܐ||␣||
ܚܫܘܒܐ ܡܟܬܒܝܐ||␣||
ܚܫܘܒܐ||␣||
ܚܫܘܒܬܐ||␣||
ܚܫܘܠܐ||␣||
ܚܫܘܫܐ||␣||
ܚܫܝܫܐ||␣||
ܚܫܝܫܘܬܐ||␣||
ܚܫܢܐ||␣||
ܚܬܐ||␣||
ܚܬܘܬܐ||␣||
ܚܬܝܬܐ||␣||
ܚܬܡ||␣||
ܚܬܡܐ||␣||
ܚܬܢܐ||␣||
ܚܲܕܸܥܣܲܪ|eleven|xāː§di§ʕʕ§sā§r|ḳādiʿsār|ܚܕܥܣܪ||ܚܕܥܣܪ
ܚܲܕ݇ܒ݂ܫܵܒܵܐ|Sunday|xo.§–§‹‹§ʃɑː§bɑ§–|ḳāwšaba|ܚܕܒܫܒܐ|Urm:xo.ʃiːbɑ|ܚܕܒܫܒܐ
ܚܲܡܫܲܥܣܲܪ|fifteen|xā§mm§ʃā§ʕʕ§sā§r||ܚܡܫܥܣܪ||ܚܡܫܥܣܪ
ܚܲܡܫܵܐ|five|xɑ§m.§ʃɑː§–|ḳāmša|ܚܡܫܐ|Nin:ħɑm.ʃɑː|ܚܡܫܐ
ܚܲܦ̮ܠܵܐ|party, celebration|ħa§f.§la§–|ḥafla|ܚܦܠܐ||ܚܦܠܐ
ܚܲܪܕ̄ܠܵܐ|mustard|ħa§r§dᵊ§lɑ§–||ܚܪܕܠܐ||ܚܪܕܠܐ
ܚܵܘܵܐ|Eve|xɑ§wɑ§–||||x
ܚܵܬܵܐ ܕܲܒܪܵܬܵܐ|sister of girl|xɑ§tɑ§–§ §da§b§rɑ§tɑ§–||||x
ܚܸܢܓ̰ܵܠܵܘܣܵܐ|mandrake||ḥinjālāwsā|ܚܢܓ̰ܠܘܣܐ||ܚܢܓ̰ܠܘܣܐ
ܚܹܐܪܘܼܬܵܐ|freedom, liberty|xi.§–§r§ʊː§ta§–|ḳēruta|ܚܐܪܘܬܐ|*|ܚܐܪܘܬܐ
ܚܹܐܪܵܐ|free|xiː§–§ra§–|ḳēra|ܚܐܪܐ|*|ܚܐܪܐ
ܛܐܒ||␣||
ܛܐܠܢܐ||␣||
ܛܐܠܢܬܐ||␣||
ܛܐܠܬܐ||␣||
ܛܐܣ||␣||
ܛܐܦ||␣||
ܛܒ||␣||
ܛܒܐ||␣||
ܛܒܘܥܐ||␣||
ܛܒܘܥܬܐ||␣||
ܛܒܚ||␣||
ܛܒܝܒܐ||␣||
ܛܒܝܥܐ||␣||
ܛܒܠܝܬܐ||␣||
ܛܒܢܓܐ||␣||
ܛܒܥ||␣||
ܛܒܬܐ||␣||
ܛܗܪܐ ܒܪܝܟܐ||␣||
ܛܗܪܐ||␣||
ܛܗܪܢ||␣||
ܛܘܝܣܐ||␣||
ܛܘܟܣܐ||␣||
ܛܘܢܕܪܐ||␣||
ܛܘܣܐ||␣||
ܛܘܦܣܐ||␣||
ܛܘܦܪܐ||␣||
ܛܘܪܐ ܐܟܘܡܐ||␣||
ܛܘܪܝܐ||␣||
ܛܘܪܩܝܐ||␣||
ܛܘܼܪܟܝܼܵܐ|Türkiye|tˤ§u§rr§k§iːja§–|turkīyā|ܛܘܪܟܝܐ||ܛܘܪܟܝܐ
ܛܝܒܘ ܕܝܢ ܠ-||␣||
ܛܝܒܘ ܠܐܠܗܐ||␣||
ܛܝܘܣܐ||␣||
ܛܝܘܣܘܬܐ||␣||
ܛܝܡܐ||␣||
ܛܝܣܬܐ||␣||
ܛܝܪܐ||␣||
ܛܟܣܐ||␣||
ܛܟܣܢܝܐ||␣||
ܛܠܒ||␣||
ܛܠܘܡܐ||␣||
ܛܠܝܐ||␣||
ܛܠܥ||␣||
ܛܠܦܣܢܐ||␣||
ܛܠܩ||␣||
ܛܡܐܐ||␣||
ܛܡܛܐ||␣||
ܛܡܪ||␣||
ܛܢܟܐ||␣||
ܛܥܐ||␣||
ܛܥܘܢܬ ܬܢܝܢܐ||␣||
ܛܥܘܢܬܐ||␣||
ܛܥܝܡܐ||␣||
ܛܥܝܫܐ||␣||
ܛܥܡ||␣||
ܛܥܡܐ||␣||
ܛܥܢ||␣||
ܛܥܦ||␣||
ܛܦܐ||␣||
ܛܦܝܬܐ||␣||
ܛܪܐ||␣||
ܛܪܕ||␣||
ܛܪܦ||␣||
ܛܪܦܐ||␣||
ܛܪܦܙܝܘܢ||␣||
ܛܪܨ||␣||
ܛܫܐ||␣||
ܛܫܗܝܐ||␣||
ܛܲܒܵܚ|August|tˤab.bax|ṭabbaḳ|ܛܒܚ|Nin:tˤab.baħ|ܛܒܚ
ܛܲܪܦܵܐ|leaf|tˤa§rr§pɑ§–||ܛܪܦܐ||ܛܪܦܐ
ܛܵܒ݂ܬܵܐ|goodness|tˤoː§‹§tɑː§–|ṭawta|ܛܒܬܐ|Urm:tˤɑvːtɑː; Nin:tˤɑwːθɑː|ܛܒܬܐ
ܛܵܡܵܛܵܐ|tomato|tˤɑː§mɑː§tˤɑː§–|ṭamaṭa|ܛܡܛܐ||ܛܡܛܐ
ܝܐ||␣||
ܝܐܐ||␣||
ܝܐܒ||␣||
ܝܐܝܒܐ||␣||
ܝܐܠܗ||␣||
ܝܒܝܫܐ||␣||
ܝܒܝܫܬܐ||␣||
ܝܒܫ||␣||
ܝܒܫܐ||␣||
ܝܓܝܣܐ||␣||
ܝܕܥ||␣||
ܝܕܥܐ ܕܡܬܬܣܝܡܢܘܬܐ||␣||
ܝܕܥܐ ܕܩܪܝܬܐ||␣||
ܝܕܥܐ ܕܫܘܐܠܐ||␣||
ܝܕܥܐ||␣||
ܝܗܒܐ||␣||
ܝܗܒܐܠܗܐ||␣||
ܝܗܒܠ ܫܠܡܐ||␣||
ܝܗܒܠ||␣||
ܝܗܒܡܪܢ||␣||
ܝܗܘܐ||␣||
ܝܗܘܕܝܐ||␣||
ܝܗܘܘ||␣||
ܝܗܝܒܬܐ||␣||
ܝܘܐܒܐ||␣||
ܝܘܕܥܐ ܟܢܘܫܝܝܐ||␣||
ܝܘܕܥܐ||␣||
ܝܘܗܒܐ||␣||
ܝܘܗܒܠܬܐ||␣||
ܝܘܚ||␣||
ܝܘܚܢܢ||␣||
ܝܘܠܝܐ||␣||
ܝܘܠܝܘܣ||␣||
ܝܘܠܦܢ ܐܪܥܐ||␣||
ܝܘܠܦܢ ܚܝܘܬܐ||␣||
ܝܘܠܦܢ ܟܘܟܒܐ||␣||
ܝܘܠܦܢܐ||␣||
ܝܘܡܐ ܒܪܝܟܐ||␣||
ܝܘܡܐ||␣||
ܝܘܡܐܝܬ||␣||
ܝܘܡܢܐ||␣||
ܝܘܢ||␣||
ܝܘܢܝܐ||␣||
ܝܘܣܦ||␣||
ܝܘܦܩܐ||␣||
ܝܘܪܕܢܝܐ||␣||
ܝܘܪܕܢܢ||␣||
ܝܘܪܟܐ||␣||
ܝܘܬ||␣||
ܝܘܬܝ||␣||
ܝܘܬܪܢܐ||␣||
ܝܘܼܪܕܢܵܢ|Jordan|j§u§r§dd§na§n|yurdnan|ܝܘܪܕܢܢ||ܝܘܪܕܢܢ
ܝܟܛܐ||␣||
ܝܠܕ||␣||
ܝܠܕܐ||␣||
ܝܠܕܬܐ||␣||
ܝܠܗ||␣||
ܝܠܘܦܐ||␣||
ܝܠܝܕܐ||␣||
ܝܠܦ||␣||
ܝܠܦܘܟ||␣||
ܝܡܐ ܐܟܘܡܐ||␣||
ܝܡܐ ܒܠܛܝܩܝܐ||␣||
ܝܡܐ ܕܐܝܒܪܝܐ||␣||
ܝܡܐ ܕܝܦܢ||␣||
ܝܡܐ ܕܟܪܝܒܝܐ||␣||
ܝܡܐ ܕܡܠܚܐ||␣||
ܝܡܐ ܕܣܘܦ||␣||
ܝܡܐ ܚܘܪܐ ܡܨܥܝܐ||␣||
ܝܡܐ ܫܥܘܬܐ||␣||
ܝܡܐ||␣||
ܝܡܝܢܐ||␣||
ܝܡܝܢܐܝܬ||␣||
ܝܡܝܢܝܐ||␣||
ܝܡܡܐ||␣||
ܝܡܡܝܐ||␣||
ܝܡܢ||␣||
ܝܢ||␣||
ܝܢܐ||␣||
ܝܢܩܐ||␣||
ܝܥܢܐ||␣||
ܝܦܐ||␣||
ܝܦܢ||␣||
ܝܦܢܐܝܬ||␣||
ܝܨܝܦܐ||␣||
ܝܩܕ||␣||
ܝܩܕܘܢܐ||␣||
ܝܩܘܪ ܛܝܡܐ||␣||
ܝܩܘܪܐ||␣||
ܝܩܘܪܬܐ||␣||
ܝܩܝܕܐ||␣||
ܝܪܕܐ||␣||
ܝܪܘܩܐ||␣||
ܝܪܚܐ ܕܕܒܫܐ||␣||
ܝܪܚܐ||␣||
ܝܪܝܟܐ||␣||
ܝܪܟ||␣||
ܝܪܩܐ||␣||
ܝܪܩܢܐ||␣||
ܝܫܘܥ||␣||
ܝܫܘܥܝܗܒ||␣||
ܝܬܒ||␣||
ܝܬܒܬܐ||␣||
ܝܬܘܡܐ||␣||
ܝܬܘܢ||␣||
ܝܬܝܪ ܚܪܒܐ||␣||
ܝܬܝܪ ܛܒܐ||␣||
ܝܬܝܪ ܡܣܦܩܐ||␣||
ܝܬܝܪ||␣||
ܝܬܝܪܐ||␣||
ܝܬܝܪܘܬܐ||␣||
ܝܬܪܐ||␣||
ܝܬܪܝ ܩܠܐ||␣||
ܝܲܪܘܿܩܵܐ|green|ja.§r§oː§qɑː§–|yāroqa|ܝܪܘܩܐ||ܝܪܘܩܐ
ܝܵܘܡܵܐ|day|jʊː§‹§mɑː§–|yawma|ܝܘܡܐ||ܝܘܡܐ
ܝܵܠܹ̈ܐ|boys|jɑ§le§–||||x
ܝܵܡܵܢ|Yemen|jaː§ma§n|yaman|ܝܡܢ||ܝܡܢ
ܝܸܡܵܐ|mother, mum|ji§m.mɑː§–|yimma|ܝܡܐ||ܝܡܐ
ܟ̰ܝܼܟܵܠܹܬܹܐ|chocolate|ˈt͡ʃ§i.§ka.§leː§teː§–|čīkalete|ܟ̰ܝܟܠܬܐ||ܟ̰ܝܟܠܬܐ
ܟ̰ܝܼܢܵܐ|China|tʃ§īː§na§–|čīna|ܟ̰ܝܢܐ||ܟ̰ܝܢܐ
ܟ̰ܵܐܝ|tea|t͡ʃaː§–§j|čay|ܟ̰ܐܝ|also: t͡ʃaːʔi|ܟ̰ܐܝ
ܟ̰ܵܝܹܕ|to invite|t͡ʃɑː§jə§d|čayed|ܟ̰ܝܕ||ܟ̰ܝܕ
ܟ̰ܵܡܹܥ|to quench, extinguish|t͡ʃɑː§me§ʕʕ|čameʿ|ܟ̰ܡܥ|Urm:t͡ʃɑːmeʔː|ܟ̰ܡܥ
ܟ̰ܸܠܲܝܩܵܐ|strawberry|tʃə§l.leː§‹§qaː§–|čillayqa|ܟ̰ܠܝܩܐ||ܟ̰ܠܝܩܐ
ܟ̰ܹܟܡܲܟ̰ܵܐ|glove compartment|t͡ʃe§k.§ma.§t͡ʃɑː§–|čekmāča|ܟ̰ܟܡܟ̰ܐ||ܟ̰ܟܡܟ̰ܐ
ܟܐ||␣||
ܟܐܒ ܐܠܥܐ||␣||
ܟܐܒ ܐܪܝܐ||␣||
ܟܐܒ ܚܨܐ||␣||
ܟܐܒ ܟܪܣܐ||␣||
ܟܐܒ ܪܝܫܐ||␣||
ܟܐܒ||␣||
ܟܐܕ||␣||
ܟܐܝ||␣||
ܟܐܠ ܙܒܢܐ||␣||
ܟܐܠ ܚܝܠܐ||␣||
ܟܐܠ ܚܡܝܡܘܬܐ||␣||
ܟܐܠ||␣||
ܟܐܡ||␣||
ܟܐܢܐ||␣||
ܟܐܦ||␣||
ܟܒܘܫܐ||␣||
ܟܒܘܫܘܬܐ||␣||
ܟܒܘܫܝܐ||␣||
ܟܒܝܪܐ||␣||
ܟܒܪ||␣||
ܟܒܫ||␣||
ܟܕܒܐ||␣||
ܟܕܘ||␣||
ܟܕܝܒܐ||␣||
ܟܗܪܒܐ||␣||
ܟܗܪܟܘܒܐ||␣||
ܟܘܐ||␣||
ܟܘܐܠܐ||␣||
ܟܘܒܐ||␣||
ܟܘܙܐ||␣||
ܟܘܝܬ||␣||
ܟܘܟ||␣||
ܟܘܟܒܐ||␣||
ܟܘܟܝܬܐ||␣||
ܟܘܠܝܬܐ||␣||
ܟܘܡܬܪܐ||␣||
ܟܘܢܓܘ||␣||
ܟܘܢܝܐ||␣||
ܟܘܢܫ ܡܠܐ||␣||
ܟܘܣܐ ܕܣܒܬܐ||␣||
ܟܘܣܐ||␣||
ܟܘܣܝܬܐ||␣||
ܟܘܦܐ||␣||
ܟܘܪ||␣||
ܟܘܪܝܐ||␣||
ܟܘܪܣܝܐ||␣||
ܟܘܫ||␣||
ܟܘܫܝܐ||␣||
ܟܘܫܦܐ||␣||
ܟܘܬܐ||␣||
ܟܘܬܩܐ||␣||
ܟܘܬܪܐ||␣||
ܟܘܵܝܬ|Kuwait|k§we§‹§t|kwet|ܟܘܝܬ||ܟܘܝܬ
ܟܘܼܒܵܐ|thorn|k§u§b.bɑː§–|kubba|ܟܘܒܐ|Urm:t͡ʃub.bɑː|ܟܘܒܐ
ܟܘܼܡܵܬܪܵܐ|pear|k§ʊː§mɑː§t§rɑː§–|kumatra|ܟܘܡܬܪܐ|Urm:tʃɑːmʊːtrɑː; Nin:kʊːmɑːθrɑː|ܟܘܡܬܪܐ
ܟܘܼܣܝܼܬܵܐ|head covering, hat|k§ʊ.§s§iː§ta§–|kusīta|ܟܘܣܝܬܐ|Urm:tʃo.siːta|ܟܘܣܝܬܐ
ܟܝܒܘ||␣||
ܟܝܕܢ||␣||
ܟܝܘܝ||␣||
ܟܝܘܠܐ||␣||
ܟܝܠܐ||␣||
ܟܝܠܗ||␣||
ܟܝܠܘܡܝܛܪܐ||␣||
ܟܝܡܝܐ||␣||
ܟܝܡܠܐܐ||␣||
ܟܝܡܠܐܝܐ||␣||
ܟܝܢܐ||␣||
ܟܝܢܐܝܬ||␣||
ܟܝܢܝܐ||␣||
ܟܝܣܬܐ||␣||
ܟܝܦܙ||␣||
ܟܝܪܐ||␣||
ܟܝܵܢܵܐ|cyan|k§j.ɑː§nɑː§–|kyana|ܟܝܢܐ||ܟܝܢܐ
ܟܝܼܘܝܼ|kiwi|k§iː§w§iː|kīwī|ܟܝܘܝ||ܟܝܘܝ
ܟܟܐ||␣||
ܟܟܚ||␣||
ܟܟܚܐ||␣||
ܟܟܝܚܐ||␣||
ܟܟܡܟܐ||␣||
ܟܟܪܐ||␣||
ܟܠ ܗܕܟ||␣||
ܟܠ ܝܘܡ||␣||
ܟܠ||␣||
ܟܠܐ||␣||
ܟܠܒ||␣||
ܟܠܒܐ ܕܝܡܐ||␣||
ܟܠܒܐ ܠܐ ܟܐ ܝܕܥ ܡܪܘܬܗ||␣||
ܟܠܒܐ||␣||
ܟܠܚܕ||␣||
ܟܠܝ||␣||
ܟܠܝܐ||␣||
ܟܠܝܦܐ||␣||
ܟܠܝܩܐ||␣||
ܟܠܟܠ||␣||
ܟܠܟܠܬܐ||␣||
ܟܠܢܐܝܬ||␣||
ܟܠܢܝܐ||␣||
ܟܠܦܬ||␣||
ܟܠܫܢܬ||␣||
ܟܠܬܐ ܕܝܡܐ||␣||
ܟܠܬܐ||␣||
ܟܡ||␣||
ܟܡܐ||␣||
ܟܡܒܘܕܝܐ||␣||
ܟܡܕ||␣||
ܟܡܘܕܐ||␣||
ܟܡܝܥܐ||␣||
ܟܡܝܪܐ||␣||
ܟܡܝܪܘܢ||␣||
ܟܡܥ||␣||
ܟܢܕܐ||␣||
ܟܢܘܢ ܐܚܪܝܐ||␣||
ܟܢܘܢ ܩܕܡܝܐ||␣||
ܟܢܘܢ ܬܪܝܢܐ||␣||
ܟܢܘܢ||␣||
ܟܢܘܢܐ||␣||
ܟܢܘܫܝܐ||␣||
ܟܢܘܫܝܝܐ||␣||
ܟܢܘܫܬܐ||␣||
ܟܢܝܐ||␣||
ܟܢܝܫܐ||␣||
ܟܢܝܫܝܐ||␣||
ܟܢܥܢ||␣||
ܟܢܫ||␣||
ܟܢܫܐ ܕܙܒܠܐ||␣||
ܟܣܐ||␣||
ܟܣܐܐ||␣||
ܟܣܦܐ||␣||
ܟܦ||␣||
ܟܦܝܢܐ||␣||
ܟܦܦܬܐ||␣||
ܟܦܪ||␣||
ܟܪܒ||␣||
ܟܪܘܛܝܐ||␣||
ܟܪܛ ܚܘܒܐ||␣||
ܟܪܛ ܝܙܦܬܐ||␣||
ܟܪܛܐ||␣||
ܟܪܝܐ||␣||
ܟܪܝܒܐ||␣||
ܟܪܝܗܐ||␣||
ܟܪܟ||␣||
ܟܪܟܢܐ||␣||
ܟܪܡܘܟܬܐ||␣||
ܟܪܡܠܫ||␣||
ܟܪܣܝ ܡܠܐ ܠܗ ܕܡܐ||␣||
ܟܪܣܢܐ||␣||
ܟܪܬܘܦܐ||␣||
ܟܫܝܪܐ||␣||
ܟܫܠ||␣||
ܟܫܡܐ||␣||
ܟܬܒ||␣||
ܟܬܒܐ ܐܠܝܩܛܪܘܢܝܐ||␣||
ܟܬܒܐ ܩܕܝܫܐ||␣||
ܟܬܒܐ||␣||
ܟܬܒܬܐ||␣||
ܟܬܘܒܬܐ||␣||
ܟܬܝܒܐ||␣||
ܟܬܝܬܐ||␣||
ܟܬܪ||␣||
ܟܲܒܝܼܪܵܐ|large, massive|ka§b.b§iː§rɑː§–|kābīra|ܟܒܝܪܐ|Urm:t͡ʃab.biːrɑː|ܟܒܝܪܐ
ܟܲܠܒ݂ܵܐ|dog|kæ§l.§wɑ§–|kālwa|ܟܠܒܐ|Urm:tʃæl.bɑ; Nin:kal.bɑ|ܟܠܒܐ
ܟܵܘܬܵܐ|window|k§oː§tɑ§–|kawta|ܟܘܬܐ|Nin:kawːθɑ|ܟܘܬܐ
ܟܵܝܹܦ|to bow|kɑː§jə§p|kayep|ܟܝܦ||ܟܝܦ
ܟܵܟ̰ܹܚ|to be tired|kɑː§t͡ʃə§xx|kačeḳ|ܟܟ̰ܚ||ܟܟ̰ܚ
ܟܵܠܹܐ|to stop|kɑː§leː§–|kale|ܟܠܐ||ܟܠܐ
ܟܵܢܘܿܢ|winter month|kaː§n§ʊ§n|kanon|ܟܢܘܢ|Urm:tʃaːnʊn|ܟܢܘܢ
ܟܵܬܹܒ݂|to write|kaː§tʊ§–|katew|ܟܬܒ|Urm:tʃaːtɛv|ܟܬܒ
ܟܹܐ|twenty-one|kiː§–|ke|ܟܐ|Urm:tʃiː|ܟܐ
ܟ݁ܘܵܝܬ݁|Kuwait|k§we§‹§t|kwet|ܟܘܝܬ||ܟܘܝܬ
ܠ|to|l-||||x
ܠܐ ܕܩܪܐ||␣||
ܠܐ ܝܠܗ ܗܕܟ||␣||
ܠܐ ܝܠܗ ܚܕ ܡܢܕܝ||␣||
ܠܐ ܟܝ||␣||
ܠܐ ܠܥܠܡ||␣||
ܠܐ ܡܬܡܨܝܢܐ||␣||
ܠܐܟܐ||␣||
ܠܒܐ||␣||
ܠܒܘܫܐ ܐܟܘܡܐ||␣||
ܠܒܢܢ||␣||
ܠܒܢܢܝܐ||␣||
ܠܒܢܢܝܬܐ||␣||
ܠܒܢܬܐ||␣||
ܠܒܨܝܪ||␣||
ܠܒܫ||␣||
ܠܒܬܪܐ||␣||
ܠܓܐ||␣||
ܠܓܘ||␣||
ܠܓܘܐ||␣||
ܠܗܐ||␣||
ܠܗܒ||␣||
ܠܗܒܐ||␣||
ܠܗܝܒܐ||␣||
ܠܘܒܐ||␣||
ܠܘܘܝܐ||␣||
ܠܘܙܐ|thin, lean||lāwāzā|ܠܘܙܐ||ܠܘܙܐ
ܠܘܚ ܩܕܝܠܐ||␣||
ܠܘܚܐ ܫܡܫܢܝܐ||␣||
ܠܘܚܐ||␣||
ܠܘܚܝܬܐ||␣||
ܠܘܝܐ||␣||
ܠܘܟܣܡܒܘܪܓܐ||␣||
ܠܘܠܐ||␣||
ܠܘܢܕܘܢ||␣||
ܠܘܣ||␣||
ܠܘܣܬܐ||␣||
ܠܘܥܬܐ||␣||
ܠܘܩܐ||␣||
ܠܘܬ||␣||
ܠܙܡ||␣||
ܠܚ||␣||
ܠܚܕܐ||␣||
ܠܚܝܦܐ||␣||
ܠܚܡ||␣||
ܠܚܡܐ||␣||
ܠܝܒܪܝܐ||␣||
ܠܝܛܪܐ||␣||
ܠܝܠ||␣||
ܠܝܠܐ ܛܒܐ||␣||
ܠܝܠܐ||␣||
ܠܝܠܘܬܐ||␣||
ܠܝܡ||␣||
ܠܝܡܐ||␣||
ܠܝܡܘܢܐ||␣||
ܠܝܡܘܢܕܐ||␣||
ܠܝܬ ܒܗ ܡܢܕܝ||␣||
ܠܝܬ ܗܕܟ||␣||
ܠܝܬ||␣||
ܠܝܬܘܢܝܐ||␣||
ܠܟܣ||␣||
ܠܟܣܝܩܘܢ||␣||
ܠܠܝܐ||␣||
ܠܡܐ||␣||
ܠܡܐܢܐ ܐܐܪܝܐ||␣||
ܠܡܐܢܐ||␣||
ܠܡܚܪܬܐ||␣||
ܠܡܣܘ||␣||
ܠܡܦܝܕܐ||␣||
ܠܢ||␣||
ܠܣܘܛܘ||␣||
ܠܥܒܪ||␣||
ܠܥܘܣܐ||␣||
ܠܥܙ||␣||
ܠܥܙܪ||␣||
ܠܥܠ ܡܢ||␣||
ܠܥܠ||␣||
ܠܥܠܡ||␣||
ܠܥܣ||␣||
ܠܦܐ||␣||
ܠܦܘܬ||␣||
ܠܦܦܐ||␣||
ܠܩܕܡܐ||␣||
ܠܩܘܪܒܐ||␣||
ܠܩܛ||␣||
ܠܩܝܫܐܝܬ||␣||
ܠܩܠܩܐ||␣||
ܠܩܢܐ||␣||
ܠܫܢܐ ܐܦܪܝܩܢܝܐ||␣||
ܠܫܢܐ||␣||
ܠܫܢܗ ܐܪܝܟܐ||␣||
ܠܬ||␣||
ܠܬܒܝܐ||␣||
ܠܬܚܬ ܡܢ||␣||
ܠܬܚܬ||␣||
ܠܲܝܠܹܐ|nighttime|leː§‹§leː§–|layle|ܠܝܠܐ||ܠܝܠܐ
ܠܲܦܵܐ|wave|la§p.pɑː§–|lappā|ܠܦܐ||ܠܦܐ
ܠܵܐܝ ܠܵܐܝ|lullaby|la§–§j§ §la§–§j|lāʾylāʾy|||x
ܠܵܘܵܫܵܐ|a flap of thin bread||lāwāšā|ܠܘܫܐ||ܠܘܫܐ
ܠܸܒܢܵܢ|Lebanon|li§bb§na§n|libnan|ܠܒܢܢ||ܠܒܢܢ
ܠܸܒ݂ܢܵܢ|name of a mountain range|ljuː§‹§na§n|liwnan|ܠܒܢܢ||ܠܒܢܢ
ܠܸܫܵܢܵܐ|language|lə§ʃˈʃɑː§nɑː§–|lišana|ܠܫܢܐ|was lɪ§ʃa§na§–|ܠܫܢܐ
ܠܹܘܒ݂ܹܐ|Libya|liː§uː§we§–|lewe|ܠܘܒܐ||ܠܘܒܐ
ܡ̇ܢ|who|ma§n||ܡܢ||ܡܢ
ܡ̣ܢ|from|mɪ§n||ܡܢ||ܡܢ
ܡܐ ܐܝܬ ܒܘܟ||␣||
ܡܐ ܐܝܬ ܠܘܟ||␣||
ܡܐ ܐܝܬ||␣||
ܡܐ ܠܘܟ||␣||
ܡܐ ܡܢܘܟ||␣||
ܡܐ||␣||
ܡܐܐ||␣||
ܡܐܕܢ||␣||
ܡܐܙܠܬܐ||␣||
ܡܐܝܐ||␣||
ܡܐܝܘܬܐ||␣||
ܡܐܝܟ||␣||
ܡܐܝܟܐ||␣||
ܡܐܟܠ||␣||
ܡܐܟܠܬܐ ܩܠܘܠܐ||␣||
ܡܐܟܢ ܒܨܝܢܐ||␣||
ܡܐܟܢܐ||␣||
ܡܐܟܢܝܐ||␣||
ܡܐܟܢܝܘܬܐ||␣||
ܡܐܠܥܐ||␣||
ܡܐܢܐ||␣||
ܡܐܢܠ||␣||
ܡܐܣܐ||␣||
ܡܐܣܝܢܐ||␣||
ܡܐܣܪܬܐ||␣||
ܡܐܦܚܬܐ||␣||
ܡܐܦܝܐ||␣||
ܡܐܦܝܬܐ||␣||
ܡܐܪܐ||␣||
ܡܐܪܓܘܢ||␣||
ܡܐܪܚܢܐ||␣||
ܡܐܬ||␣||
ܡܐܬܝܢ||␣||
ܡܒܕܒܕ||␣||
ܡܒܗܘܬ ܡܠܐ||␣||
ܡܒܗܘܬܐ||␣||
ܡܒܗܪܐ||␣||
ܡܒܙܒܙ||␣||
ܡܒܛܠ||␣||
ܡܒܝܐ||␣||
ܡܒܝܢ||␣||
ܡܒܠ||␣||
ܡܒܠܒܠ||␣||
ܡܒܠܒܠܐ||␣||
ܡܒܠܒܠܢܐ||␣||
ܡܒܠܕܪ||␣||
ܡܒܠܩܢ||␣||
ܡܒܣܚ||␣||
ܡܒܣܡ||␣||
ܡܒܨܒܨ||␣||
ܡܒܩܠܐ||␣||
ܡܒܩܪ||␣||
ܡܒܪܒܙ||␣||
ܡܒܪܟ||␣||
ܡܒܪܣܡ||␣||
ܡܒܪܩ||␣||
ܡܒܫܠ||␣||
ܡܒܵܪܲܟ݂ܬܵܐ ܕܒܵܬܹ̈ܐ|housewarming||mbaraḵta d-bate|ܡܒܪܟܬܐ ܕܒܬܐ||ܡܒܪܟܬܐ ܕܒܬܐ
ܡܓܒܐ||␣||
ܡܓܕ||␣||
ܡܓܘ||␣||
ܡܓܘܢ||␣||
ܡܓܚܟ||␣||
ܡܓܚܟܢܐ||␣||
ܡܓܠܓܠ||␣||
ܡܓܠܕܢܐ||␣||
ܡܓܢܐ||␣||
ܡܓܢܓܙ||␣||
ܡܓܢܓܪ||␣||
ܡܓܢܝܐ||␣||
ܡܓܪ||␣||
ܡܓܪܒܢ||␣||
ܡܓܪܓ||␣||
ܡܓܪܓܡ||␣||
ܡܓܪܓܫ||␣||
ܡܓܪܫ||␣||
ܡܓܪܫܬܐ||␣||
ܡܓܫܩ||␣||
ܡܕܒܩ||␣||
ܡܕܒܫ||␣||
ܡܕܓܠ||␣||
ܡܕܓܫܩܪ||␣||
ܡܕܗܐ||␣||
ܡܕܘܪ||␣||
ܡܕܝܠ||␣||
ܡܕܝܢ||␣||
ܡܕܝܢܐ||␣||
ܡܕܝܢܝܐ||␣||
ܡܕܝܢܝܘܬܐ||␣||
ܡܕܝܢܝܬܐ||␣||
ܡܕܝܢܬ ܦܘܪܓܝܐ||␣||
ܡܕܝܢܬܐ||␣||
ܡܕܝܢܬܘܢܝܬܐ||␣||
ܡܕܟܐ||␣||
ܡܕܟܪ||␣||
ܡܕܠܐ||␣||
ܡܕܠܠ||␣||
ܡܕܠܩܒ||␣||
ܡܕܡܕܡ||␣||
ܡܕܢܚ ܬܝܡܘܪ||␣||
ܡܕܢܚ||␣||
ܡܕܢܚܐ ܡܨܥܝܐ||␣||
ܡܕܢܚܐ||␣||
ܡܕܢܚܝܐ||␣||
ܡܕܥ||␣||
ܡܕܥܟܢܝܬܐ||␣||
ܡܕܥܪ||␣||
ܡܕܪܐ||␣||
ܡܕܪܓ||␣||
ܡܕܪܝܕ||␣||
ܡܕܪܟ||␣||
ܡܕܪܟܢܘܬܐ||␣||
ܡܕܪܫ||␣||
ܡܕܪܫܬܐ||␣||
ܡܕܫܕܫ||␣||
ܡܕܫܡܢ||␣||
ܡܗܐ||␣||
ܡܗܓܐ||␣||
ܡܗܓܝܢܐ||␣||
ܡܗܕܩ||␣||
ܡܗܕܩܬܐ||␣||
ܡܗܘܐ||␣||
ܡܗܘܢܢ||␣||
ܡܗܝܪ||␣||
ܡܗܠܟ||␣||
ܡܗܡܐ||␣||
ܡܗܡܙܡ||␣||
ܡܗܡܢ||␣||
ܡܗܦܟ||␣||
ܡܗܩܐ||␣||
ܡܘ ܐܝܬ ܡܘ ܠܝܬ||␣||
ܡܘܒܠܐ||␣||
ܡܘܕܐ||␣||
ܡܘܕܝ||␣||
ܡܘܕܝܢܐ||␣||
ܡܘܕܟܐ||␣||
ܡܘܕܡ||␣||
ܡܘܗܒܬܐ||␣||
ܡܘܙܐ||␣||
ܡܘܙܓ ܐܐܪ||␣||
ܡܘܙܘܙ||␣||
ܡܘܙܡܒܝܩ||␣||
ܡܘܚܒܐ||␣||
ܡܘܚܡܕ||␣||
ܡܘܛܝܐ||␣||
ܡܘܠܕ||␣||
ܡܘܠܕܐ||␣||
ܡܘܠܕܘܒܐ||␣||
ܡܘܠܕܝܐ||␣||
ܡܘܠܕܢܐ||␣||
ܡܘܠܦܐ||␣||
ܡܘܢܚܐ||␣||
ܡܘܢܛܢܓܪܝܐ||␣||
ܡܘܢܟܘ||␣||
ܡܘܣܝܐ||␣||
ܡܘܣܝܩܐ||␣||
ܡܘܣܦ||␣||
ܡܘܣܦܢܐ||␣||
ܡܘܥܕܐ||␣||
ܡܘܨܪ||␣||
ܡܘܪܕ||␣||
ܡܘܪܝܛܢܝܐ||␣||
ܡܘܪܝܣ||␣||
ܡܘܫܟܚܐ||␣||
ܡܘܫܟܠܐ||␣||
ܡܘܬܐ||␣||
ܡܘܬܢܐ||␣||
ܡܘܼܫܟܸܠܵܐ|problem|m§ʊ§ʃʃ§ki.§la§–|muškila|ܡܘܫܟܠܐ||ܡܘܫܟܠܐ
ܡܘܿܕܵܐ|bowl|m§o§dɑ§–||||x
ܡܙܒܢ||␣||
ܡܙܓ||␣||
ܡܙܕܒܢܢܐ||␣||
ܡܙܕܕܩܢܐ||␣||
ܡܙܕܘܝܢܘܬܐ||␣||
ܡܙܕܥ||␣||
ܡܙܕܥܢܐ||␣||
ܡܙܗܪܢܐ||␣||
ܡܙܘܓ||␣||
ܡܙܘܓܐ||␣||
ܡܙܝܓܠܐ||␣||
ܡܙܝܚ||␣||
ܡܙܝܢ||␣||
ܡܙܝܥ||␣||
ܡܙܝܥܢܐ||␣||
ܡܙܡܙܡ||␣||
ܡܙܡܢ||␣||
ܡܙܡܪ||␣||
ܡܙܢܓܪ||␣||
ܡܙܥܙܥ||␣||
ܡܙܥܪ||␣||
ܡܙܥܪܐ||␣||
ܡܙܦܬ||␣||
ܡܙܪܩ||␣||
ܡܚܐ||␣||
ܡܚܒ||␣||
ܡܚܒܒ||␣||
ܡܚܒܩ||␣||
ܡܚܒܪ||␣||
ܡܚܒܪܬܐ||␣||
ܡܚܕܐ||␣||
ܡܚܕܕܐ||␣||
ܡܚܕܘܪܐ||␣||
ܡܚܕܝܐ||␣||
ܡܚܕܬ||␣||
ܡܚܕܬܐ||␣||
ܡܚܘܐ||␣||
ܡܚܘܒܐ||␣||
ܡܚܘܓ||␣||
ܡܚܘܛܡܠܠ||␣||
ܡܚܘܝܢܝܬܐ ܐܠܝܩܛܪܘܢܝܬܐ||␣||
ܡܚܘܝܢܝܬܐ||␣||
ܡܚܘܣܝܐ||␣||
ܡܚܘܪ||␣||
ܡܚܘܪܢܐ||␣||
ܡܚܙܐ||␣||
ܡܚܙܕܓ||␣||
ܡܚܙܝܬܐ||␣||
ܡܚܝܕ||␣||
ܡܚܝܕܐ||␣||
ܡܚܝܕܬܐ||␣||
ܡܚܠܝܬܐ||␣||
ܡܚܠܠ||␣||
ܡܚܠܦ||␣||
ܡܚܠܦܐ||␣||
ܡܚܡ||␣||
ܡܚܡܐ||␣||
ܡܚܡܚܡ||␣||
ܡܚܡܠܐ||␣||
ܡܚܡܫ||␣||
ܡܚܡܫܐ||␣||
ܡܚܢܐ||␣||
ܡܚܦܪܦ||␣||
ܡܚܨܐ||␣||
ܡܚܪ||␣||
ܡܚܪܐ||␣||
ܡܚܪܒ||␣||
ܡܚܪܘܬܐ||␣||
ܡܚܪܙܦ||␣||
ܡܚܪܛܐ||␣||
ܡܚܪܡܛ||␣||
ܡܚܪܬܝܢ||␣||
ܡܚܫܒ||␣||
ܡܚܫܒܢ||␣||
ܡܚܫܒܢܐ||␣||
ܡܚܬܐ||␣||
ܡܚܬܡ||␣||
ܡܚܬܬ||␣||
ܡܛܐ||␣||
ܡܛܐܒ||␣||
ܡܛܒܚܐ||␣||
ܡܛܒܥܬܐ||␣||
ܡܛܘܐ||␣||
ܡܛܘܠ||␣||
ܡܛܚܢܐ||␣||
ܡܛܝܒܐ||␣||
ܡܛܝܣ||␣||
ܡܛܟܣ||␣||
ܡܛܟܣܘܬܐ ܫܡܫܢܝܬܐ||␣||
ܡܛܠ||␣||
ܡܛܠܩ||␣||
ܡܛܠܩܢܐ||␣||
ܡܛܠܬܐ||␣||
ܡܛܣ||␣||
ܡܛܥܐ||␣||
ܡܛܥܡ||␣||
ܡܛܥܡܐ||␣||
ܡܛܥܡܬܐ||␣||
ܡܛܥܢ||␣||
ܡܛܥܢܢܐ||␣||
ܡܛܦܐ||␣||
ܡܛܦܣ||␣||
ܡܛܪ||␣||
ܡܛܪܐ ܝܠܗ||␣||
ܡܛܪܐ||␣||
ܡܛܪܘ||␣||
ܡܛܪܛܡ||␣||
ܡܛܪܝܬܐ||␣||
ܡܛܪܡܫ||␣||
ܡܛܫܐ||␣||
ܡܝ ܘܪܕܐ||␣||
ܡܝ||␣||
ܡܝܐ ܟܕܒܐ||␣||
ܡܝܐ||␣||
ܡܝܒܫܢ ܡܘܣܝܐ||␣||
ܡܝܒܫܢ ܣܥܪܐ||␣||
ܡܝܒܫܢܐ||␣||
ܡܝܘܩܪܐ||␣||
ܡܝܛܪܐ||␣||
ܡܝܟܐܝܠ||␣||
ܡܝܠܐ||␣||
ܡܝܠܕ||␣||
ܡܝܠܛܐ||␣||
ܡܝܠܛܝܐ||␣||
ܡܝܨ||␣||
ܡܝܩܐ||␣||
ܡܝܩܪ||␣||
ܡܝܩܪܐ||␣||
ܡܝܩܪܬܐ||␣||
ܡܝܪܛܠܐ||␣||
ܡܝܪܩ||␣||
ܡܝܪܩܢܐ||␣||
ܡܝܬ||␣||
ܡܝܬܐ||␣||
ܡܝܬܒ||␣||
ܡܝܬܪܐ||␣||
ܡܝܼܫ̰|fog|m§iː§ʒ|miš|ܡܝܫ||ܡܝܫ
ܡܟܐ||␣||
ܡܟܒܪ||␣||
ܡܟܘܝܢܝܬܐ||␣||
ܡܟܙܟܙ||␣||
ܡܟܝܡܢܐ||␣||
ܡܟܝܪܐ||␣||
ܡܟܠܐ||␣||
ܡܟܠܒܢ||␣||
ܡܟܠܝܐ ܕܡܛܪܘ||␣||
ܡܟܠܝܐ||␣||
ܡܟܠܟ||␣||
ܡܟܠܟܠ||␣||
ܡܟܡ||␣||
ܡܟܡܕ||␣||
ܡܟܡܥ||␣||
ܡܟܡܥܢܐ||␣||
ܡܟܡܥܢܬܐ||␣||
ܡܟܡܥܬܐ||␣||
ܡܟܢܫ||␣||
ܡܟܢܫܬܐ ܒܪܩܝܬܐ||␣||
ܡܟܢܫܬܐ||␣||
ܡܟܣܐ||␣||
ܡܟܣܝܩܘ||␣||
ܡܟܦ||␣||
ܡܟܩܟܩ||␣||
ܡܟܪ||␣||
ܡܟܪܐ||␣||
ܡܟܪܡܟ||␣||
ܡܟܫܛ||␣||
ܡܟܫܟܫ||␣||
ܡܟܬܒ||␣||
ܡܟܬܒܐ||␣||
ܡܟܬܒܬܐ||␣||
ܡܟܬܪܢܐ||␣||
ܡܠܐ||␣||
ܡܠܒܒ||␣||
ܡܠܒܫ||␣||
ܡܠܕ||␣||
ܡܠܗܒ||␣||
ܡܠܘܚܐ||␣||
ܡܠܘܝ||␣||
ܡܠܘܦܐ||␣||
ܡܠܘܫܐ||␣||
ܡܠܘܬ||␣||
ܡܠܘܿܐܵܐ|matter|m§l§o§ʔɑ§–||ܡܠܘܐܐ||ܡܠܘܐܐ
ܡܠܚܡ||␣||
ܡܠܚܡܢܝܬ ܗܘܐ||␣||
ܡܠܚܡܢܝܬܐ||␣||
ܡܠܝ||␣||
ܡܠܝܘܢ||␣||
ܡܠܝܡܝܛܪܐ||␣||
ܡܠܝܪܕ||␣||
ܡܠܟܐ||␣||
ܡܠܟܘܬܐ ܡܚܝܕܬܐ||␣||
ܡܠܟܘܬܐ ܥܪܒܝܬܐ ܣܥܘܕܝܬܐ||␣||
ܡܠܟܘܬܐ||␣||
ܡܠܦ||␣||
ܡܠܦܐ||␣||
ܡܠܦܢܐ||␣||
ܡܠܦܢܝܬܐ||␣||
ܡܠܦܢܬܐ||␣||
ܡܠܩܛ||␣||
ܡܠܫܢ||␣||
ܡܠܬ ܦܣܣܐ||␣||
ܡܠܬܐ||␣||
ܡܡܙܓܢܝܬܐ||␣||
ܡܡܚܪ||␣||
ܡܡܛܐ||␣||
ܡܡܛܝܢܐ||␣||
ܡܡܛܪ||␣||
ܡܡܝܬ||␣||
ܡܡܠܐ||␣||
ܡܡܠܠ ܟܝܢܝܬܐ||␣||
ܡܡܠܠ||␣||
ܡܡܠܠܘܬ ܐܠܗܘܬܐ||␣||
ܡܡܠܠܘܬ ܟܘܟܒܐ||␣||
ܡܡܠܠܘܬܐ||␣||
ܡܡܣܐ||␣||
ܡܡܣܝܢܝܬܐ||␣||
ܡܡܨ||␣||
ܡܡܫܝܬܐ||␣||
ܡܡܬܠ||␣||
ܡܡܬܠܢܐ||␣||
ܡܢ ܕ-||␣||
ܡܢ ܗܕܟ||␣||
ܡܢ ܙܒܢܐ||␣||
ܡܢ ܟܕ||␣||
ܡܢ ܠܒܐ||␣||
ܡܢ ܣܘܝܟ||␣||
ܡܢ ܥܠܡ||␣||
ܡܢ ܥܠܬ||␣||
ܡܢ ܪܝܫܐ ܕܦܘܩܢܗ||␣||
ܡܢ||␣||
ܡܢܐ||␣||
ܡܢܒܗ||␣||
ܡܢܓܘ||␣||
ܡܢܕܝ||␣||
ܡܢܕܝܐ||␣||
ܡܢܕܪܝܫ||␣||
ܡܢܗܪ||␣||
ܡܢܘ||␣||
ܡܢܘܢܐ||␣||
ܡܢܚ||␣||
ܡܢܝܐ||␣||
ܡܢܝܢܐ||␣||
ܡܢܟܦ||␣||
ܡܢܣܐ||␣||
ܡܢܣܝܐ||␣||
ܡܢܥ||␣||
ܡܢܦܠ||␣||
ܡܢܦܩ||␣||
ܡܢܫܐ||␣||
ܡܢܬܐ||␣||
ܡܢܬܡܠܝ||␣||
ܡܣܐ||␣||
ܡܣܐܬܐ||␣||
ܡܣܒܐ||␣||
ܡܣܒܣ||␣||
ܡܣܓܐ||␣||
ܡܣܓܕܐ||␣||
ܡܣܓܠ||␣||
ܡܣܕܪ||␣||
ܡܣܘܟܢ||␣||
ܡܣܙܓܪ||␣||
ܡܣܚܒܪ||␣||
ܡܣܚܝܐ||␣||
ܡܣܚܪ||␣||
ܡܣܝܟܐ||␣||
ܡܣܟܐ||␣||
ܡܣܠܩܢܐ||␣||
ܡܣܡ ܒܠܐ||␣||
ܡܣܡܐ||␣||
ܡܣܡܟ||␣||
ܡܣܡܣܡ||␣||
ܡܣܡܣܡܢܐ||␣||
ܡܣܡܣܩ||␣||
ܡܣܡܩ||␣||
ܡܣܡܩܢܐ||␣||
ܡܣܦܐ||␣||
ܡܣܦܝܠܐ||␣||
ܡܣܦܢ||␣||
ܡܣܦܩ||␣||
ܡܣܩ||␣||
ܡܣܩܕ||␣||
ܡܣܩܠܩ||␣||
ܡܣܪܥܦ||␣||
ܡܣܪܩ||␣||
ܡܣܬܟܝܢܐ||␣||
ܡܣܬܥܪܢܘܬܐ||␣||
ܡܣܬܪܢܘܬܐ||␣||
ܡܥܒܕ||␣||
ܡܥܒܪ||␣||
ܡܥܒܪܐ||␣||
ܡܥܒܪܢܐ||␣||
ܡܥܒܪܢܝܬܐ||␣||
ܡܥܒܪܬܐ||␣||
ܡܥܓܙ||␣||
ܡܥܓܠܢܐ||␣||
ܡܥܕܢ||␣||
ܡܥܘܕܠܐ||␣||
ܡܥܘܩ||␣||
ܡܥܘܩܐ||␣||
ܡܥܙܬܐ||␣||
ܡܥܛܦ||␣||
ܡܥܝܕ||␣||
ܡܥܝܢ||␣||
ܡܥܝܩ||␣||
ܡܥܝܪ||␣||
ܡܥܠ||␣||
ܡܥܠܐ||␣||
ܡܥܠܠ||␣||
ܡܥܠܢܐ||␣||
ܡܥܠܬܐ||␣||
ܡܥܠܬܢ||␣||
ܡܥܡܕ||␣||
ܡܥܡܘܢܐ||␣||
ܡܥܢܝܢܐ||␣||
ܡܥܪܒ||␣||
ܡܥܪܒܐ||␣||
ܡܥܪܘܨ||␣||
ܡܥܪܦ||␣||
ܡܥܪܦܠ||␣||
ܡܥܬܕ||␣||
ܡܦܗܪ||␣||
ܡܦܚܠ||␣||
ܡܦܠ||␣||
ܡܦܠܚ||␣||
ܡܦܠܛ||␣||
ܡܦܢܐ||␣||
ܡܦܣܢܘܬܐ||␣||
ܡܦܨܠ||␣||
ܡܦܩ||␣||
ܡܦܩܐ ܥܪܝܨܐ||␣||
ܡܦܩܐ||␣||
ܡܦܩܕ||␣||
ܡܦܩܢܐ||␣||
ܡܦܩܬܐ||␣||
ܡܦܪܓܐ||␣||
ܡܦܪܚ||␣||
ܡܦܪܡ||␣||
ܡܦܪܡܐ||␣||
ܡܦܪܣ||␣||
ܡܦܪܣܚܙܐ||␣||
ܡܦܪܦܠ||␣||
ܡܦܪܦܥ||␣||
ܡܦܪܩ||␣||
ܡܦܪܫ||␣||
ܡܦܫ ܒܫܝܢܐ||␣||
ܡܦܫ||␣||
ܡܦܫܐ||␣||
ܡܦܫܛ||␣||
ܡܦܫܩ||␣||
ܡܦܫܪ||␣||
ܡܦܬܐ||␣||
ܡܦܬܚ||␣||
ܡܦܬܚܐ||␣||
ܡܨܐ||␣||
ܡܨܘܐ||␣||
ܡܨܘܝܢܝܬܐ||␣||
ܡܨܘܪ||␣||
ܡܨܘܪܢܝܬܐ||␣||
ܡܨܘܬ||␣||
ܡܨܝܬ||␣||
ܡܨܠܐ||␣||
ܡܨܡܕ||␣||
ܡܨܢܥܐ||␣||
ܡܨܢܥܬܐ||␣||
ܡܨܢܨܠ||␣||
ܡܨܥܝܐ||␣||
ܡܨܥܪ||␣||
ܡܨܦܐ||␣||
ܡܨܪܝܐ||␣||
ܡܨܪܝܢ||␣||
ܡܨܪܦ||␣||
ܡܨܪܦܚ||␣||
ܡܨܬ||␣||
ܡܩܒܠ||␣||
ܡܩܕܘܢܝܐ||␣||
ܡܩܕܚܬܐ||␣||
ܡܩܕܡ||␣||
ܡܩܕܪ||␣||
ܡܩܘܠ||␣||
ܡܩܘܡ||␣||
ܡܩܘܡܐ||␣||
ܡܩܘܦ||␣||
ܡܩܛܠ||␣||
ܡܩܛܩܛ||␣||
ܡܩܠܐ||␣||
ܡܩܠܝܐ||␣||
ܡܩܡ||␣||
ܡܩܢܘܢ||␣||
ܡܩܢܛܪܢ||␣||
ܡܩܦ||␣||
ܡܩܦܚ||␣||
ܡܩܦܣܐ||␣||
ܡܩܦܣܢܐ||␣||
ܡܩܪ||␣||
ܡܩܪܐ||␣||
ܡܩܪܒ||␣||
ܡܩܪܛ||␣||
ܡܩܪܛܢܐ||␣||
ܡܩܪܡܟ||␣||
ܡܩܪܢܐ||␣||
ܡܩܪܩܪ||␣||
ܡܩܫܐ||␣||
ܡܪ ܒܝܬܐ||␣||
ܡܪ||␣||
ܡܪܐ||␣||
ܡܪܒܐ||␣||
ܡܪܒܥ||␣||
ܡܪܒܥܐ||␣||
ܡܪܓܙ||␣||
ܡܪܓܫ||␣||
ܡܪܕܘܬܐ||␣||
ܡܪܘܚ||␣||
ܡܪܘܚܬܐ||␣||
ܡܪܙܦܬܐ ܪܒܬܐ||␣||
ܡܪܙܦܬܐ||␣||
ܡܪܚܡ||␣||
ܡܪܚܩ||␣||
ܡܪܝ||␣||
ܡܪܝܟ||␣||
ܡܪܝܡ||␣||
ܡܪܝܡܢܐ||␣||
ܡܪܝܥܐ||␣||
ܡܪܝܪܐ||␣||
ܡܪܟܐ||␣||
ܡܪܟܒ||␣||
ܡܪܟܒܐ||␣||
ܡܪܟܒܬܐ||␣||
ܡܪܟܘܝܐ||␣||
ܡܪܟܟ||␣||
ܡܪܟܫ||␣||
ܡܪܟܫܝܐ||␣||
ܡܪܡ||␣||
ܡܪܣܝܠܝܐ||␣||
ܡܪܣܣܢܐ||␣||
ܡܪܥ||␣||
ܡܪܥܝܢܐ||␣||
ܡܪܦܐ||␣||
ܡܪܦܪܦ||␣||
ܡܪܩܘܣ||␣||
ܡܪܬܚ||␣||
ܡܪܬܝ||␣||
ܡܪܬܪܬ||␣||
ܡܫܐ||␣||
ܡܫܐܠ||␣||
ܡܫܒܠ||␣||
ܡܫܒܠܢܐ||␣||
ܡܫܓܫ||␣||
ܡܫܕܪ||␣||
ܡܫܗܪ||␣||
ܡܫܘܐ ܙܒܢܐ||␣||
ܡܫܘܕܥ||␣||
ܡܫܘܚܪ||␣||
ܡܫܘܚܪܐ||␣||
ܡܫܘܚܪܐܝܬ||␣||
ܡܫܘܩ||␣||
ܡܫܘܬܒ||␣||
ܡܫܘܬܦ||␣||
ܡܫܘܬܦܐ||␣||
ܡܫܚ||␣||
ܡܫܚܛ||␣||
ܡܫܚܛܐ||␣||
ܡܫܚܛܘܬܐ||␣||
ܡܫܚܠܦ||␣||
ܡܫܚܢ||␣||
ܡܫܚܢܢܐ||␣||
ܡܫܚܬܢ||␣||
ܡܫܝܕܢ||␣||
ܡܫܝܚܝܐ||␣||
ܡܫܟܘܚܐ||␣||
ܡܫܟܚ||␣||
ܡܫܟܝܚܐ||␣||
ܡܫܟܢܬܐ||␣||
ܡܫܠܗܒ||␣||
ܡܫܠܚ||␣||
ܡܫܠܛܢܐ||␣||
ܡܫܠܝܐ||␣||
ܡܫܠܝܘܢܐ||␣||
ܡܫܠܡ||␣||
ܡܫܠܡܢܐ||␣||
ܡܫܡܗ||␣||
ܡܫܡܗܐ||␣||
ܡܫܡܠܐ||␣||
ܡܫܡܥ||␣||
ܡܫܡܫ||␣||
ܡܫܡܫܢ||␣||
ܡܫܡܫܬܐ||␣||
ܡܫܢܐ||␣||
ܡܫܥܠܐ||␣||
ܡܫܥܡܪ||␣||
ܡܫܥܬ||␣||
ܡܫܥܬܢܐ||␣||
ܡܫܦܟ||␣||
ܡܫܪܐ||␣||
ܡܫܪܝܐ||␣||
ܡܫܬܐ||␣||
ܡܫܬܐܠܢܐ||␣||
ܡܫܬܐܣ||␣||
ܡܫܬܘܫܛܢܐ||␣||
ܡܫܬܘܬܐ||␣||
ܡܫܬܝܐ||␣||
ܡܫܬܬܝܢܐ||␣||
ܡܬܐ||␣||
ܡܬܐܟܠܢܐ||␣||
ܡܬܒ||␣||
ܡܬܓܓ||␣||
ܡܬܓܝܒܢܘܬܐ||␣||
ܡܬܘܒ||␣||
ܡܬܚ||␣||
ܡܬܚܐ||␣||
ܡܬܚܙܐ||␣||
ܡܬܚܙܝܢܐ||␣||
ܡܬܚܝܕܢܘܬܐ||␣||
ܡܬܚܡܐ||␣||
ܡܬܚܡܐܝܬ||␣||
ܡܬܚܡܢ||␣||
ܡܬܝ||␣||
ܡܬܝܢܐ||␣||
ܡܬܟܬܒ||␣||
ܡܬܠ||␣||
ܡܬܠܓ||␣||
ܡܬܠܓܢܝܬܐ||␣||
ܡܬܠܬ||␣||
ܡܬܠܬܐ||␣||
ܡܬܡܕܢܚܢܐ||␣||
ܡܬܡܛܝܢܐ||␣||
ܡܬܡܛܝܢܘܬܐ ܪܚܝܩܬܐ||␣||
ܡܬܡܛܝܢܘܬܐ||␣||
ܡܬܡܡ||␣||
ܡܬܡܢ||␣||
ܡܬܡܨܝܢܐ||␣||
ܡܬܢܐ||␣||
ܡܬܢܬܢ||␣||
ܡܬܥܐ||␣||
ܡܬܥܠ||␣||
ܡܬܦܢܟ||␣||
ܡܬܦܢܟܢܐ||␣||
ܡܬܦܪܥܢܐ||␣||
ܡܬܦܬܦ||␣||
ܡܬܩܠܐ||␣||
ܡܬܩܢ||␣||
ܡܬܩܢܐ ܕܣܟܬܐ||␣||
ܡܬܩܢܐ||␣||
ܡܬܩܬܩ||␣||
ܡܬܪܓܡ||␣||
ܡܬܪܓܡܢܐ||␣||
ܡܬܪܥܝܢܘܬܐ||␣||
ܡܬܪܥܣ||␣||
ܡܬܪܨ||␣||
ܡܬܪܨܢܐ||␣||
ܡܬܫܘܫ||␣||
ܡܬܫܥܐ||␣||
ܡܬܫܥܝܢܐ||␣||
ܡܬܬܒܪܢܐ||␣||
ܡܬܬܕܪܟܢܐ||␣||
ܡܬܬܚܝܒܢܐ||␣||
ܡܲܐܟ݂ܸܠ|to feed|ma§ʔ.§xə§l|māʾḳil|ܡܐܟܠ|Urm:maːxəl|ܡܐܟܠ
ܡܲܕܒ̄ܚܵܐ|altar|ma§ð§bᵊ§ħɑ§–|maḏbəḥā|ܡܕܒܚܐ||ܡܕܒܚܐ
ܡܲܕܢ̱ܚܵܐ|East|ma.§də§n.§xɑː§–|mādnḳa|ܡܕܢܚܐ||ܡܕܢܚܐ
ܡܲܘܕܹܐ|to admit|moː§‹§deː§–|mawdē|ܡܘܕܐ||ܡܘܕܐ
ܡܲܘܡܼܬܵܐ|oath|ma§w§mɑ§θɑ§(ʔ)||ܡܘܡܬܐ|was mo§‹§mi§tɑ§–|ܡܘܡܬܐ
ܡܲܟܬܵܒ݂ܬܵܐ|desk|ma§k.§toː§‹§tɑ§–|māktawta|ܡܟܬܒܬܐ|Urm:mat͡ʃ.tɑvːtɑ; Nin:mak.θɑwːθɑ|ܡܟܬܒܬܐ
ܡܲܠܟܘܼܬܵܐ ܡܚܲܝܕܬܵܐ|United Kingdom|ma§l.§k§ʊː§ta§–§ §m§xɛː§‹§d.§ta§–|mālkuta mḳaydta|ܡܠܟܘܬܐ ܡܚܝܕܬܐ|Urm:mal.tʃʊːta mxɛːd.ta|ܡܠܟܘܬܐ ܡܚܝܕܬܐ
ܡܲܠܟܘܼܬܵܐ ܥܵܪܵܒܵܝܬܵܐ ܣܵܥܘܼܕܵܝܬܵܐ|Saudi Arabia|ma§l.§k§uː§tɑː§–§‿§ʕɑː§rɑː§beː§‹§tɑː§–§‿§sɑː§ʕ§uː§deː§‹§tɑ§–|mālkuta ʿarabayta saʿudayta|ܡܠܟܘܬܐ ܥܪܒܝܬܐ ܣܥܘܕܝܬܐ|Urm:mal.t͡ʃuːtɑː‿ʔɑːrɑːbeːtɑː‿sɑːʕuːdeːtɑ; Nin:mal.kuːθɑː‿ʕɑːrɑːbajːθɑː‿sɑːʕuːdajːθɑ|ܡܠܟܘܬܐ ܥܪܒܝܬܐ ܣܥܘܕܝܬܐ
ܡܲܠܟܵܐ|king|ma§l.§kɑː§–|mālka|ܡܠܟܐ|Urm:mal.t͡ʃɑː|ܡܠܟܐ
ܡܲܠܟܹ̈ܐ|kings|ma§l.§ke§–||ܡܠܟܐ||ܡܠܟܐ
ܡܲܥܪ̱ܒ݂ܵܐ|West|ma.§ʕə§r.§wɑː§–|māʿrwa|ܡܥܪܒܐ|Urm:ma.ʔər.vɑː|ܡܥܪܒܐ
ܡܲܩܕ̄ܫܵܐ|sanctuary|ma§q§dᵊ§ʃɑ§–||||x
ܡܵܪܵܟܸܫ|Morocco|maː§raː§ki§ʃ|marakiš|ܡܪܟܫ|also Marrakesh|ܡܪܟܫ
ܡܵܪܹܐ|possessor of|ma§rɪ§–||||x
ܡܵܬ݂ܘܵܬܹ̈ܐ|villages|mɑ§θ§wɑ§te§–||||x
ܡܸܨܪܹܝܢ|Egypt|mi§sˤ.§riː§‹§n|miṣrēn|ܡܨܪܝܢ||ܡܨܪܝܢ
ܢ-||␣||
ܢܐ||␣||
ܢܐܣ||␣||
ܢܐܦܘܠܝܣ||␣||
ܢܒܓܐ ܙܥܘܪܐ||␣||
ܢܒܓܐ||␣||
ܢܒܓܬܐ||␣||
ܢܒܘ||␣||
ܢܒܘܟܕܢܨܪ||␣||
ܢܒܚ||␣||
ܢܒܝܐ||␣||
ܢܓܙ||␣||
ܢܓܝܗܬܐ||␣||
ܢܓܪܐ||␣||
ܢܗܢܐ ܠܘܟ||␣||
ܢܗܪܐ||␣||
ܢܗܪܝܢ||␣||
ܢܘܐܝܠ||␣||
ܢܘܒܐ||␣||
ܢܘܓܗܐ||␣||
ܢܘܗܕܪܐ||␣||
ܢܘܗܪܐ||␣||
ܢܘܚ||␣||
ܢܘܛܦܬܐ||␣||
ܢܘܢܐ||␣||
ܢܘܢܬܐ||␣||
ܢܘܣܟܐ||␣||
ܢܘܣܪܕܐܝܠ||␣||
ܢܘܨܦܐ||␣||
ܢܘܩܙܐ||␣||
ܢܘܩܙܬܐ||␣||
ܢܘܩܢܩܐ||␣||
ܢܘܪܐ||␣||
ܢܘܪܢܝܐ||␣||
ܢܘܼܟ݂ܪ̈ܵܝܹܐ|foreign|n§u§x§ˈrɑ.§jɑ§–|nūḵrāyā|ܢܘܟܪܝܐ|was nuxrajɪ|ܢܘܟܪܝܐ
ܢܘܼܢܵܐ|fish|n§ʊː§nɑː§–|nuna|ܢܘܢܐ||ܢܘܢܐ
ܢܚܠܐ||␣||
ܢܚܢܚܬܐ||␣||
ܢܚܬ||␣||
ܢܛܪ||␣||
ܢܝܐ||␣||
ܢܝܒܐ||␣||
ܢܝܓܪ||␣||
ܢܝܓܪܝܐ||␣||
ܢܝܚ||␣||
ܢܝܚܐ||␣||
ܢܝܢܘܐ||␣||
ܢܝܢܘܪܬܐ||␣||
ܢܝܣܢ||␣||
ܢܝܦܠ||␣||
ܢܝܫܐ||␣||
ܢܝܫܢܩܐ ܕܡܪܕܝܬܐ||␣||
ܢܝܫܢܩܐ||␣||
ܢܝܼܢܘܹܐ|Nineveh|n§i§nn§wɛ§–|nīnwē|ܢܝܢܘܐ|Urm:ninːvɛ|ܢܝܢܘܐ
ܢܝܼܫܵܐ|aim, purpose|n§i§ʃa§–||ܢܝܫܐ||ܢܝܫܐ
ܢܟܠ||␣||
ܢܟܦ||␣||
ܢܡܘܣܐ||␣||
ܢܡܛܐ||␣||
ܢܡܝܒܝܐ||␣||
ܢܡܣܐ||␣||
ܢܣܐ||␣||
ܢܣܒ||␣||
ܢܣܘܟܐ||␣||
ܢܣܘܟܬܐ||␣||
ܢܣܝܪܐ||␣||
ܢܣܟ||␣||
ܢܣܪ||␣||
ܢܥܝܡܐ||␣||
ܢܥܡܐ||␣||
ܢܥܡܬܐ||␣||
ܢܦܚ||␣||
ܢܦܚܐ||␣||
ܢܦܝܩܐ||␣||
ܢܦܠ||␣||
ܢܦܩ||␣||
ܢܦܫ||␣||
ܢܦܫܐ||␣||
ܢܦܫܗ||␣||
ܢܦܬܘܢܘܣ||␣||
ܢܨܒ||␣||
ܢܨܪܝܐ||␣||
ܢܨܪܬ||␣||
ܢܩܒܐ||␣||
ܢܩܒܬܐ||␣||
ܢܩܕܐ||␣||
ܢܩܘܠܬܐ||␣||
ܢܩܘܪܬܐ||␣||
ܢܩܝܕܐ||␣||
ܢܩܦ||␣||
ܢܩܫ||␣||
ܢܪܒܝܓ||␣||
ܢܪܓܐ||␣||
ܢܪܓܝܠܐ||␣||
ܢܪܓܠ||␣||
ܢܪܡܣܝܢ||␣||
ܢܫܐ||␣||
ܢܫܝܢܐ||␣||
ܢܫܩ||␣||
ܢܬܐ||␣||
ܢܬܝܓܐ||␣||
ܢܬܪ||␣||
ܢܵܫܹܐ|to forget|naː§ʃe§–|naše|ܢܫܐ||ܢܫܐ
ܢܵܬܵܐ|ear|ˈnä.§tʰä§–|nātā|ܢܬܐ||ܢܬܐ
ܢܸܫܡ̱ܬܵܐ|breath, spirit|nᵊ§ʃa§mᵊ§θɑ§–||ܢܫܡܬܐ|was niʃmmtɑ|ܢܫܡܬܐ
ܣܐܘ ܬܘܡܐ ܘܦܪܝܢܣܝܦܐ||␣||
ܣܐܡ ܐܝܕܐ||␣||
ܣܐܡ ܒܠܐ||␣||
ܣܐܡ ܚܝܪܗ||␣||
ܣܐܡ||␣||
ܣܐܡܐ||␣||
ܣܐܢ||␣||
ܣܐܩ||␣||
ܣܒܐ ܪܒܐ||␣||
ܣܒܐ||␣||
ܣܒܒ||␣||
ܣܒܗ||␣||
ܣܒܝܗ ܐܠܥܐ||␣||
ܣܒܝܗ ܐܦܐ||␣||
ܣܒܝܗܐ||␣||
ܣܒܝܪܐ||␣||
ܣܒܠܬܐ||␣||
ܣܒܥ||␣||
ܣܒܪ||␣||
ܣܒܪܐ||␣||
ܣܒܪܝܫܘܥ||␣||
ܣܒܬܐ||␣||
ܣܓܐ||␣||
ܣܓܕ||␣||
ܣܓܝ ܝܬܝܪ||␣||
ܣܓܝ||␣||
ܣܓܝܐܐ||␣||
ܣܓܝܐܢܝܐ||␣||
ܣܓܠܐ||␣||
ܣܕܢܐ||␣||
ܣܕܪܐ ܕܡܐܟܠܬܐ||␣||
ܣܕܪܐ||␣||
ܣܕܪܢܝܐ||␣||
ܣܗܕ||␣||
ܣܗܕܐ||␣||
ܣܗܪܐ||␣||
ܣܘܓܠܐ||␣||
ܣܘܕ||␣||
ܣܘܕܐ||␣||
ܣܘܕܝܐ||␣||
ܣܘܕܢ||␣||
ܣܘܕܪܐ||␣||
ܣܘܗܕܐ||␣||
ܣܘܝܕ||␣||
ܣܘܝܕܝܐ||␣||
ܣܘܝܟܐ||␣||
ܣܘܟܠܐ||␣||
ܣܘܟܢ||␣||
ܣܘܟܢܐ||␣||
ܣܘܟܪܐ||␣||
ܣܘܠܩܐ||␣||
ܣܘܡܣܡܐ||␣||
ܣܘܣܐ||␣||
ܣܘܣܝܬܐ||␣||
ܣܘܣܬܐ||␣||
ܣܘܥܪܢܐ ܕܫܠܝܚܐ||␣||
ܣܘܦܐ ܕܓܪܡܦܝܠܐ||␣||
ܣܘܦܩܢܐ||␣||
ܣܘܦܪܐ||␣||
ܣܘܪܐܝܬ||␣||
ܣܘܪܓܕܐ||␣||
ܣܘܪܝܐ||␣||
ܣܘܪܝܝܐ||␣||
ܣܘܼܪܝܬ|Suret|ˈs§u:§r§ɪ§tʰ|||or ˈsu:rɪθ|x
ܣܘܼܪܝܼܵܐ|Syria|s§uː§r§iːja§–|Suriya|ܣܘܪܝܐ||ܣܘܪܝܐ
ܣܚܐ||␣||
ܣܚܝܢܐ||␣||
ܣܚܪܐ ܡܥܪܒܝܬܐ||␣||
ܣܚܪܐ||␣||
ܣܛܢܐ||␣||
ܣܛܪ ܡܢ||␣||
ܣܝܕ||␣||
ܣܝܛܐ||␣||
ܣܝܛܠܐ||␣||
ܣܝܠ||␣||
ܣܝܡ||␣||
ܣܝܡܐ||␣||
ܣܝܢܡܐ||␣||
ܣܝܥܬܐ ܕܥܘܕܪܢܐ ܐܫܘܪܝܬܐ||␣||
ܣܝܦܐ||␣||
ܣܝܩܘܡ ܡܘܠܕܐ||␣||
ܣܝܩܘܡܐ||␣||
ܣܝܪܐ ܠܐܘܢ||␣||
ܣܝܫܠܝܣ||␣||
ܣܟ||␣||
ܣܟܐ||␣||
ܣܟܘܛܝܐ||␣||
ܣܟܘܼܛܝܼܵܐ|Scotland|s§k§ʊ.§tˤ§iːja§–|skuṭiya|ܣܟܘܛܝܐ||ܣܟܘܛܝܐ
ܣܟܪ||␣||
ܣܟܬܐ ܕܦܪܙܠܐ||␣||
ܣܠܐ||␣||
ܣܠܘܒܟܝܐ||␣||
ܣܠܘܒܢܝܐ||␣||
ܣܠܘܦܝܬܐ||␣||
ܣܠܘܿܒ݂ܵܟܵܝܵܐ|Slovakia|s§l§o.§vaː§ki.§jaː§–|slovakaya|ܣܠܘܒܟܝܐ||ܣܠܘܒܟܝܐ
ܣܠܛܐ||␣||
ܣܡܐ ܓܘܢܐ||␣||
ܣܡܐ ܕܡܘܬܐ||␣||
ܣܡܐ||␣||
ܣܡܘܝܐ||␣||
ܣܡܘܩܐ||␣||
ܣܡܘܩܬܐ||␣||
ܣܡܘܿܩܵܐ|red|s§m§ʊː§qaː§–|smoqa|ܣܡܘܩܐ|Nin:smoːqaː|ܣܡܘܩܐ
ܣܡܝܐ||␣||
ܣܡܝܟܐ||␣||
ܣܡܝܬܐ||␣||
ܣܡܟ||␣||
ܣܡܠܐ||␣||
ܣܡܠܐܝܬ||␣||
ܣܡܠܝܐ||␣||
ܣܡܠܬܐ||␣||
ܣܡܩ||␣||
ܣܡܩܪܝܐ||␣||
ܣܡܪܢܐ||␣||
ܣܢܐ||␣||
ܣܢܐܓܪܐ||␣||
ܣܢܐܓܪܬܐ||␣||
ܣܢܐܬܐ||␣||
ܣܢܓܠ||␣||
ܣܢܛ||␣||
ܣܢܛܝܡܝܛܪܐ||␣||
ܣܢܝܩܘܬܐ||␣||
ܣܢܣܪܐ||␣||
ܣܢܩ||␣||
ܣܥܘܕܝܐ||␣||
ܣܥܪܐ||␣||
ܣܥܪܬܐ||␣||
ܣܥܬ||␣||
ܣܦܕܝܬܐ||␣||
ܣܦܝܢܬܐ||␣||
ܣܦܝܩܐ||␣||
ܣܦܢ||␣||
ܣܦܣ||␣||
ܣܦܣܠܐ||␣||
ܣܦܩ||␣||
ܣܦܩܐܝܬ||␣||
ܣܦܪ||␣||
ܣܦܪܙܒܢܐ||␣||
ܣܦܪܝܘܡܐ||␣||
ܣܩܕ||␣||
ܣܩܘܐ||␣||
ܣܩܘܡܐ||␣||
ܣܪܐ||␣||
ܣܪܓ||␣||
ܣܪܛܢܐ||␣||
ܣܪܝܐ||␣||
ܣܪܣܝܩܐ||␣||
ܣܪܦ||␣||
ܣܪܵܓ݂ܵܐ|lamp|ʃ§rɑ§ɣɑ§–||||x
ܣܬܘܐ||␣||
ܣܬܪܐ||␣||
ܣܲܝܦܵܐ|sword|ˈseː§‹§pɑ§–|saypa|ܣܝܦܐ||ܣܝܦܐ
ܣܲܡܲܐ|poison|sa§mma§–||ܣܡܐ||ܣܡܐ
ܣܲܡܵܐ|poison|sa§mma§–||ܣܡܐ||ܣܡܐ
ܣܵܒ݂ܵܐ|old man|sɑ§vɑ§–||ܣܡܐ||ܣܒܐ
ܣܵܠܵܐ|basket|sɑ§lɑ§–||||x
ܣܵܡܵܐ|portion|saː§ma§–||ܣܡܐ||ܣܡܐ
ܣܵܥܘܼܕܝܼܵܐ|Saudi Arabia|sɑː§ʕ§uː§d§iːjɑ§–|saʿudiya|ܣܥܘܕܝܐ||ܣܥܘܕܝܐ
ܥܐ||␣||
ܥܐܕ ܡܘܠܕܐ||␣||
ܥܐܕܐ ܕܐܘܫܥܢܐ||␣||
ܥܐܕܐ ܕܡܘܠܕܐ||␣||
ܥܐܕܐ ܕܩܝܡܬܐ||␣||
ܥܐܕܘܟ ܒܪܝܟܐ ܥܡ ܫܢܬܐ ܒܚܕܘܬܐ||␣||
ܥܐܕܘܟ ܒܪܝܟܐ||␣||
ܥܐܙܐ||␣||
ܥܐܩ||␣||
ܥܐܪ||␣||
ܥܒܕ||␣||
ܥܒܕܐ||␣||
ܥܒܕܝܫܘܥ||␣||
ܥܒܘܝܐ||␣||
ܥܒܝܐ||␣||
ܥܒܪ||␣||
ܥܒܪܐܝܬ||␣||
ܥܒܪܝܐ||␣||
ܥܓܒ||␣||
ܥܕܒܐ||␣||
ܥܕܝ||␣||
ܥܕܠܐ||␣||
ܥܕܢܐ||␣||
ܥܕܪ||␣||
ܥܕܬܐ ܕܡܕܢܚܐ||␣||
ܥܕܬܐ||␣||
ܥܘܕܠܐ||␣||
ܥܘܡܢ||␣||
ܥܘܢܐ||␣||
ܥܘܣܪܐ||␣||
ܥܘܩܢܐ||␣||
ܥܘܪܒܢܐ||␣||
ܥܘܪܠܐ||␣||
ܥܘܪܠܘܬܐ||␣||
ܥܘܪܦܢܐ||␣||
ܥܘܬܡܢܝܐ||␣||
ܥܘܼܡܲܢ|Oman|ʕ§u.§mæː§n|ʿumān|ܥܘܡܢ||ܥܘܡܢ
ܥܙܐ||␣||
ܥܙܝܙ||␣||
ܥܙܝܙܐ||␣||
ܥܛܡܐ||␣||
ܥܛܫ||␣||
ܥܝܒܐ||␣||
ܥܝܕܐ||␣||
ܥܝܕܐܝܬ||␣||
ܥܝܕܝܐ||␣||
ܥܝܢ ܘܪܕܐ||␣||
ܥܝܢ ܢܘܢܐ||␣||
ܥܝܢ ܣܦܢܐ||␣||
ܥܝܢ||␣||
ܥܝܢܐ||␣||
ܥܝܢܗ||␣||
ܥܝܩܐ||␣||
ܥܝܪܐ||␣||
ܥܝܪܩ||␣||
ܥܝܼܪܲܩ|Iraq|ʔ§īː§ræ§q|ʿīrāq|ܥܝܪܩ||ܥܝܪܩ
ܥܟܒܝܬܐ||␣||
ܥܠ ܢܘܠܐ||␣||
ܥܠ||␣||
ܥܠܐܣܣ||␣||
ܥܠܘܝܐ||␣||
ܥܠܘܠܐ||␣||
ܥܠܝܐ||␣||
ܥܠܝܠܐ||␣||
ܥܠܝܡܐ||␣||
ܥܠܠ||␣||
ܥܠܡ||␣||
ܥܠܡܠܬܐ||␣||
ܥܠܥܠܐ||␣||
ܥܠܬܐ||␣||
ܥܡ||␣||
ܥܡܐ||␣||
ܥܡܐܢ||␣||
ܥܡܘܕܝܐ||␣||
ܥܡܘܩܐ||␣||
ܥܡܘܪܐ||␣||
ܥܡܛܝܬܐ||␣||
ܥܡܟ||␣||
ܥܡܡܝܐ||␣||
ܥܡܢܘܐܝܠ||␣||
ܥܡܥܡ||␣||
ܥܡܪ||␣||
ܥܡܬܐ||␣||
ܥܢܐ||␣||
ܥܢܒܐ||␣||
ܥܢܒܝܬܐ||␣||
ܥܢܝܢܐ||␣||
ܥܣܝܪܝܐ||␣||
ܥܣܩܘܬ ܕܡܟܐ||␣||
ܥܣܩܬܐ||␣||
ܥܣܪ||␣||
ܥܣܪܐ||␣||
ܥܣܪܝܐ||␣||
ܥܣܪܝܢ ܘܐܪܒܥܐ||␣||
ܥܣܪܝܢ ܘܐܫܬܐ||␣||
ܥܣܪܝܢ ܘܚܕ||␣||
ܥܣܪܝܢ ܘܚܕܐ||␣||
ܥܣܪܝܢ ܘܚܡܫܐ||␣||
ܥܣܪܝܢ ܘܫܒܥܐ||␣||
ܥܣܪܝܢ ܘܬܠܬܐ||␣||
ܥܣܪܝܢ ܘܬܡܢܝܐ||␣||
ܥܣܪܝܢ ܘܬܪܝܢ||␣||
ܥܣܪܝܢ ܘܬܫܥܐ||␣||
ܥܣܪܝܢ||␣||
ܥܣܪܝܢܝܐ||␣||
ܥܣܪܬ||␣||
ܥܣܪܬܐ||␣||
ܥܨܪܐ||␣||
ܥܩܘܒܪܐ||␣||
ܥܩܠܐ||␣||
ܥܩܪܒܐ||␣||
ܥܪܐ||␣||
ܥܪܒܐ||␣||
ܥܪܒܐܝܬ||␣||
ܥܪܒܝܐ||␣||
ܥܪܒܢܐ||␣||
ܥܪܘܒܬܐ ܕܚܫܐ||␣||
ܥܪܘܒܬܐ||␣||
ܥܪܝܘܢܐ||␣||
ܥܪܝܨܐ||␣||
ܥܪܝܨܘܬܐ||␣||
ܥܪܦܠ||␣||
ܥܪܦܠܐ||␣||
ܥܪܩ||␣||
ܥܫܬܪ||␣||
ܥܬܕ||␣||
ܥܬܝܕܐ||␣||
ܥܬܝܕܝܐ||␣||
ܥܬܝܩܐ||␣||
ܥܬܝܩܬܐ||␣||
ܥܬܝܪܐ||␣||
ܥܬܩ||␣||
ܥܬܩܐ||␣||
ܥܬܫܐ||␣||
ܥܲܡ|with|ʕa§m||ܥܡ||ܥܡ
ܥܵܪܵܒܝܼܵܐ|Arabia|ʕaː§raː§b§iːja§–|ʿarabiya|ܥܪܒܝܐ||ܥܪܒܝܐ
ܥܵܪܵܒܵܝܵܐ|Arab|ʕaː§raː§baː§ja§–|ʿarabaya|ܥܪܒܝܐ||ܥܪܒܝܐ
ܥܸܣܪܝܼ|twenty|ʕi§ss§r§ī|ʿisrī|ܥܣܪܝ||ܥܣܪܝ
ܥܸܣܪܵܐ|ten|ʕi§ss§ra§–|ʿisra|ܥܣܪܐ||ܥܣܪܐ
ܥܸܬܫܲܥܣܲܪ|nineteen|ʕi§t§ʃʃā§ʕʕ§sā§r|ʿitšāʿsār|ܥܬܫܥܣܪ||ܥܬܫܥܣܪ
ܥܸܬܫܵܐ|nine|ʕiː§t§ʃa§–|itša|ܥܬܫܐ||ܥܬܫܐ
ܦ̮ܵܠܵܣܛܝܼܢ|Palestine|faː§la§ss§tˤ§īː§n|falasṭīn|ܦ̮ܠܣܛܝܢ||ܦ̮ܠܣܛܝܢ
ܦܐܪܐ||␣||
ܦܐܫ||␣||
ܦܐܬܐ||␣||
ܦܐܬܠܓܢ|aubergine||pāṯelgān|ܦܐܬܠܓܢ||ܦܐܬܠܓܢ
ܦܕܝܬܐ||␣||
ܦܕܢܐ||␣||
ܦܘܙܐ||␣||
ܦܘܚܐ ܝܠܗ||␣||
ܦܘܚܐ||␣||
ܦܘܟܪܐ||␣||
ܦܘܠܘܢܝܐ||␣||
ܦܘܠܘܣ||␣||
ܦܘܡܐ||␣||
ܦܘܢܕܐ||␣||
ܦܘܢܝ ܥܡܐ||␣||
ܦܘܨܐ||␣||
ܦܘܪܓܝܐ||␣||
ܦܘܪܛܥܢܐ||␣||
ܦܘܪܬܘܓܠ||␣||
ܦܘܪܬܩܠܐ||␣||
ܦܘܪܬܩܠܕܐ||␣||
ܦܘܪܬܩܠܬܐ||␣||
ܦܘܫ ܒܫܝܢܐ||␣||
ܦܘܫ ܒܫܠܡܐ||␣||
ܦܘܫܐ||␣||
ܦܘܫܘܢ ܒܫܝܢܐ||␣||
ܦܘܫܝ ܒܫܝܢܐ||␣||
ܦܘܫܝܐ||␣||
ܦܘܫܩ ܡܠܐ||␣||
ܦܘܬܚܐ||␣||
ܦܘܼܪܬܘܼܓܵܠ|Portugal|p§ʊ§r.§t§ʊ.§ɡaː§l|purtugal|ܦܘܪܬܘܓܠ||ܦܘܪܬܘܓܠ
ܦܘܼܪܬܩܵܠܵܐ|orange|p§ʊ§r§t.§qa§la§–|purtqala|ܦܘܪܬܩܠܐ||ܦܘܪܬܩܠܐ
ܦܚܠܬܐ||␣||
ܦܚܡܐ||␣||
ܦܛܝܚܐ||␣||
ܦܛܪܝܩܐ||␣||
ܦܝܠܐ||␣||
ܦܝܠܣܐ||␣||
ܦܝܢܠܢܕܐ||␣||
ܦܝܫ||␣||
ܦܝܫܐ||␣||
ܦܝܫܝ|become|pʰe§‹§ʃ§i||||x
ܦܝܫܢܐ||␣||
ܦܝܬܣܐ||␣||
ܦܟܐ||␣||
ܦܟܠ||␣||
ܦܟܣܛܢ||␣||
ܦܠܓ||␣||
ܦܠܓܐ ܕܠܝܠܐ||␣||
ܦܠܓܐ||␣||
ܦܠܓܘ ܚܘܕܪܐ||␣||
ܦܠܓܝܐ||␣||
ܦܠܘܛܘܢ||␣||
ܦܠܚ ܡܐܟܢܐ||␣||
ܦܠܚ||␣||
ܦܠܚܘܢܐ||␣||
ܦܠܛ||␣||
ܦܠܝܛ ܠܗ ܣܡܐ ܒܒܠܘܥܬܐ||␣||
ܦܠܝܛܐ||␣||
ܦܠܡ||␣||
ܦܠܢܛܐ||␣||
ܦܠܣܛܝܢܐ||␣||
ܦܠܣܛܝܢܝܐ||␣||
ܦܠܦܠܐ||␣||
ܦܠܫ||␣||
ܦܢܓܢܐ||␣||
ܦܢܕܩܐ||␣||
ܦܢܟܐ||␣||
ܦܢܩܝܬܐ||␣||
ܦܣܘܥܬܐ||␣||
ܦܣܘܩܐ||␣||
ܦܦܐ||␣||
ܦܦܘܐ ܓܝܢܐ ܚܕܬܐ||␣||
ܦܨܚ||␣||
ܦܨܠ||␣||
ܦܩܕ||␣||
ܦܩܘܚܐ||␣||
ܦܩܥܐ||␣||
ܦܪܒܠܐ||␣||
ܦܪܓ||␣||
ܦܪܕܐ||␣||
ܦܪܕܝܣܩܐ||␣||
ܦܪܘܫܬܐ||␣||
ܦܪܙܘܢܐ||␣||
ܦܪܚ||␣||
ܦܪܚܘܢܝܬܐ||␣||
ܦܪܝܕ||␣||
ܦܪܝܕܐ||␣||
ܦܪܝܕܘܢ||␣||
ܦܪܝܣ||␣||
ܦܪܝܫܐ||␣||
ܦܪܝܫܐܝܬ||␣||
ܦܪܝܫܝܐ||␣||
ܦܪܟܐ||␣||
ܦܪܠܡܢ||␣||
ܦܪܡ||␣||
ܦܪܡܒܘܙ||␣||
ܦܪܢܓܝܐ||␣||
ܦܪܢܣܐ||␣||
ܦܪܢܣܝܐ||␣||
ܦܪܣ||␣||
ܦܪܣܚܙܘܐ||␣||
ܦܪܣܝܐ||␣||
ܦܪܣܡܠܠܐ||␣||
ܦܪܣܢܘܠܐ||␣||
ܦܪܣܩܠܐ||␣||
ܦܪܥ||␣||
ܦܪܨܘܦܐܝܬ||␣||
ܦܪܩ||␣||
ܦܪܫ||␣||
ܦܪܫܘܢܐ||␣||
ܦܪܫܝܬܐ||␣||
ܦܪܫܬܐ||␣||
ܦܪܬ||␣||
ܦܪܬܘܟ|bullrush, reed||pirtūk|ܦܪܬܘܟ||ܦܪܬܘܟ
ܦܪܲܢܓܝܼܵܐ|France|p§rā§n§ɡ§ja§–|prāngya|ܦܪܢܓܝܐ||ܦܪܢܓܝܐ
ܦܪܲܢܓܵܝܵܐ|French|p§rā§n§ɡa§ja§–|prāngya|ܦܪܢܓܝܐ||ܦܪܢܓܝܐ
ܦܪܵܣܚܸܙܘܵܐ|television|p§ra§s.§xə§zz§wa§–|prasḳizwa|ܦܪܣܚܙܘܐ|Urm:pras.xəzːva; Nin:pras.ħəzːwa|ܦܪܣܚܙܘܐ
ܦܪܵܣܡܲܠܵܠܵܐ|pager, walkie-talkie|p§rɑ§ss§ma§l.lɑː§lɑ§–|prasmālala|ܦܪܣܡܠܠܐ||ܦܪܣܡܠܠܐ
ܦܫܝܡܐ||␣||
ܦܫܝܩܐ||␣||
ܦܫܡ||␣||
ܦܫܩ||␣||
ܦܫܪ||␣||
ܦܬܐ||␣||
ܦܬܘܐ||␣||
ܦܬܘܪ ܟܬܒܬܐ||␣||
ܦܬܘܪܐ||␣||
ܦܬܚ||␣||
ܦܬܚܐ||␣||
ܦܬܝܐ||␣||
ܦܬܝܚܐ||␣||
ܦܬܠ||␣||
ܦܬܩܐ||␣||
ܦܲܠܸܣܛܝܼܢܵܐ|Palestine (region)|pæː§li§ss§tˤ§īː§na§–|pālisṭīna|ܦܠܣܛܝܢܐ||ܦܠܣܛܝܢܐ
ܦܲܢܟܵܐ|electric fan|pa§ŋ.§kɑː§–|pānka|ܦܢܟܐ||ܦܢܟܐ
ܦܵܐܹܣ|become|pʰa§e§ʃ|paʿes|||x
ܦܵܓܵܐ|stable|pɑ§gɑ§–||||x
ܦܵܝܕܵܐ|benefit|pa§j§da§–||||x
ܦܵܝܫܝܼ|become|pʰe§‹§ʃ§i||||x
ܦܵܝܹܫ|to become|pɑːjəʃ|payeš|ܦܝܫ||ܦܝܫ
ܦܵܪܹܥ|to pay|pɑː§rə§ʕʕ|pareʿ|ܦܪܥ|Urm:pɑ.reː|ܦܪܥ
ܨܐܕ||␣||
ܨܐܡ||␣||
ܨܐܢ||␣||
ܨܐܪ||␣||
ܨܒܘܬܐ||␣||
ܨܒܥ||␣||
ܨܒܥܐ||␣||
ܨܒܥܬܐ||␣||
ܨܕܪܐ||␣||
ܨܘܐ||␣||
ܨܘܒܝܐ||␣||
ܨܘܕܪܐ||␣||
ܨܘܠܬܐ||␣||
ܨܘܡܐ ܓܘܪܐ||␣||
ܨܘܡܐ ܕܐܪܒܥܝܢ||␣||
ܨܘܡܟܐ||␣||
ܨܘܡܠ||␣||
ܨܘܢܡܝ||␣||
ܨܘܦܐ||␣||
ܨܘܨ||␣||
ܨܘܨܝܢܐ||␣||
ܨܘܪ||␣||
ܨܘܪܬ ܙܠܓܐ||␣||
ܨܘܪܬܐ||␣||
ܨܘܼܢܵܡܝܼ|tsunami|sˤ§u.§nɑː§m§iː|ṣunamī|ܨܘܢܡܝ||ܨܘܢܡܝ
ܨܚܨܐ||␣||
ܨܚܨܝܬܐ||␣||
ܨܚܬܝܢ||␣||
ܨܝܕܠܝܐ||␣||
ܨܝܢܐ||␣||
ܨܝܢܐܝܬ||␣||
ܨܝܢܝܐ||␣||
ܨܝܦܪ||␣||
ܨܝܦܪܝܐ||␣||
ܨܝܪ||␣||
ܨܝܼܦܵܪ|cipher|sˤ§iː§pa§r|ṣīpar|ܣܝܦܪ||ܣܝܦܪ
ܨܟܐ||␣||
ܨܠܐ ܘܒܢܐ||␣||
ܨܠܐ||␣||
ܨܠܒ||␣||
ܨܠܘܢ||␣||
ܨܠܘܢܐ||␣||
ܨܠܝܒܐ||␣||
ܨܠܝܒܝܐ||␣||
ܨܠܡܐ||␣||
ܨܡܕ||␣||
ܨܡܕܐ||␣||
ܨܢܕܘܩ ܒܝܠܕܪܐ||␣||
ܨܢܕܘܩܐ ܐܟܘܡܐ||␣||
ܨܢܕܘܩܐ||␣||
ܨܢܕܘܩܬܐ||␣||
ܨܢܥ||␣||
ܨܦܐ||␣||
ܨܦܝܝ||␣||
ܨܦܢܝܐ||␣||
ܨܦܪܐ ܒܪܝܟܐ||␣||
ܨܦܪܐ ܘܒܬܪ||␣||
ܨܦܪܐ||␣||
ܨܨܪܐ ܨܘܨܐ||␣||
ܨܨܪܐ||␣||
ܨܪܒܝܐ||␣||
ܨܪܘܐ||␣||
ܨܪܘܚܐ||␣||
ܨܪܚ||␣||
ܨܪܦ||␣||
ܨܪܦܐ ܒܪܩܝܐ||␣||
ܨܪܦܐ||␣||
ܨܪܦܘܬܐ||␣||
ܨܵܘܸܠܬܵܐ|shoe|sˤaː§wi§l.§taː§–|ṣawīlta|ܨܘܠܬܐ||ܨܘܠܬܐ
ܨܵܝܕܵܐ|pen, paintbrush|sˤa§j§da§–|sāydā|||x
ܩܐ ܕ-||␣||
ܩܐ ܛܘܦܣܐ||␣||
ܩܐ||␣||
ܩܐܚ||␣||
ܩܐܡ||␣||
ܩܐܡܝܐ||␣||
ܩܐܪ||␣||
ܩܐܬ||␣||
ܩܒܘܪܐ||␣||
ܩܒܘܬܐ||␣||
ܩܒܠ ܒܫܝܢܐ||␣||
ܩܒܠ||␣||
ܩܒܪ||␣||
ܩܒܪܐ||␣||
ܩܕܝܠܐ||␣||
ܩܕܝܡܐ||␣||
ܩܕܡ ܗܕܟ||␣||
ܩܕܡ ܛܗܪܐ||␣||
ܩܕܡ ܡܫܝܚܐ||␣||
ܩܕܡ ܦܐܬ||␣||
ܩܕܡ||␣||
ܩܕܡܝܐ||␣||
ܩܕܡܝܬܐ||␣||
ܩܗܐ||␣||
ܩܗܘܚܢܐ||␣||
ܩܗܝܪܐ||␣||
ܩܘܕܡܐ||␣||
ܩܘܙ||␣||
ܩܘܛ||␣||
ܩܘܛܒܐ ܓܪܒܝܝܐ||␣||
ܩܘܛܒܐ ܬܝܡܢܝܐ||␣||
ܩܘܛܒܐ||␣||
ܩܘܛܢܝܘܬܐ ܐܦܪܝܩܝܬܐ ܩܢܛܪܘܢܝܬܐ||␣||
ܩܘܛܢܝܘܬܐ ܕܝܡܘܩܪܛܝܬܐ ܕܟܘܢܓܘ||␣||
ܩܘܛܢܝܘܬܐ ܕܟܘܢܓܘ||␣||
ܩܘܛܢܝܘܬܐ ܦܪܢܓܝܬܐ||␣||
ܩܘܛܢܝܘܬܐ||␣||
ܩܘܠ||␣||
ܩܘܠܐ||␣||
ܩܘܠܥܐ||␣||
ܩܘܡ||␣||
ܩܘܡܐ||␣||
ܩܘܡܘܪܘܙ||␣||
ܩܘܢܕܝܢܘܣ||␣||
ܩܘܢܕܝܢܘܣܝܐ||␣||
ܩܘܣܛܢܛܝܢܘܦܘܠܝܣ||␣||
ܩܘܦ||␣||
ܩܘܦܐ||␣||
ܩܘܦܠܐ||␣||
ܩܘܦܣܐ||␣||
ܩܘܦܪܘܣ||␣||
ܩܘܦܪܝܐ||␣||
ܩܘܪܐܢ||␣||
ܩܘܪܒܐ||␣||
ܩܘܪܕܐܝܬ||␣||
ܩܘܪܕܝܐ||␣||
ܩܘܪܝܩܘܣ||␣||
ܩܘܪܢܝܬܐ||␣||
ܩܘܪܨܐ ܚܠܝܨܐ||␣||
ܩܘܪܨܐ||␣||
ܩܘܬܝܐ||␣||
ܩܘܼܝܵܡܵܐܼ|subsistence|q§u§ja§ma§–|qûyamaʾ|||x
ܩܘܼܠܘܼܓ݂|service||k̭ullux|ܩܘܼܠܘܼܓ݂||ܩܘܼܠܘܼܓ݂
ܩܘܼܦܬܵܐ|owl|q§ʊ§p§ta§–||||x
ܩܙܩܣܛܢ||␣||
ܩܛܘ||␣||
ܩܛܘܡܐ||␣||
ܩܛܝܢܐ||␣||
ܩܛܠ||␣||
ܩܛܠܥܡܐ||␣||
ܩܛܡܐ||␣||
ܩܛܥ||␣||
ܩܛܪ||␣||
ܩܛܪܐ||␣||
ܩܝ||␣||
ܩܝܕܡܬܐ ܛܒܬܐ||␣||
ܩܝܕܡܬܐ||␣||
ܩܝܘܡܐ||␣||
ܩܝܚ||␣||
ܩܝܛܐ||␣||
ܩܝܡ ܐܙܠ||␣||
ܩܝܡ||␣||
ܩܝܢܐ||␣||
ܩܝܨ ܛܦܪܬܐ||␣||
ܩܝܪ||␣||
ܩܝܪܛܐ||␣||
ܩܠܐ||␣||
ܩܠܘܒܝܐ||␣||
ܩܠܘܠ ܛܝܡܐ||␣||
ܩܠܘܠܐ||␣||
ܩܠܝܠ||␣||
ܩܠܝܠܐ||␣||
ܩܠܡܐ||␣||
ܩܠܥ||␣||
ܩܡ||␣||
ܩܡܘܙܐ||␣||
ܩܡܝܫܘܥ||␣||
ܩܡܪܕܝܢ||␣||
ܩܢܐ||␣||
ܩܢܘܢ||␣||
ܩܢܘܢܐ||␣||
ܩܢܘܢܝܐ||␣||
ܩܢܛܪܘܢ ܕܡܕܝܢܬܐ||␣||
ܩܢܛܪܘܢ ܫܘܩܝܐ||␣||
ܩܢܛܪܘܢ||␣||
ܩܢܝܐ ܕܐܒܪܐ||␣||
ܩܢܝܐ ܕܢܡܛܐ||␣||
ܩܢܝܐ ܡܩܫܝܢܐ||␣||
ܩܢܝܐ||␣||
ܩܢܝܢܬܐ||␣||
ܩܢܝܬܐ||␣||
ܩܢܫܬܐ||␣||
ܩܦܐ||␣||
ܩܦܘܚܐ||␣||
ܩܦܛ||␣||
ܩܦܠ||␣||
ܩܦܠܐ||␣||
ܩܦܠܐܘܢ||␣||
ܩܦܣܐ||␣||
ܩܨܐ||␣||
ܩܨܒܐ||␣||
ܩܨܬ||␣||
ܩܪܐ||␣||
ܩܪܒ||␣||
ܩܪܒܐ ܕܨܠܝܒܝܐ||␣||
ܩܪܒܬ||␣||
ܩܪܘܛܐ||␣||
ܩܪܘܪܐ||␣||
ܩܪܘܫܬܐ||␣||
ܩܪܛ||␣||
ܩܪܛܝܣܐ||␣||
ܩܪܝܒܐ||␣||
ܩܪܝܒܬܐ||␣||
ܩܪܝܪܐ||␣||
ܩܪܡ||␣||
ܩܪܡܝܙܐ||␣||
ܩܪܢܐ||␣||
ܩܪܣܝܐ||␣||
ܩܪܥܐ||␣||
ܩܪܦܫܘܫܐ||␣||
ܩܪܨ||␣||
ܩܪܨܘ||␣||
ܩܪܩܙܣܛܢ||␣||
ܩܪܩܦܬܐ||␣||
ܩܪܫ||␣||
ܩܪܬܐ ܝܠܗ||␣||
ܩܪܬܐ||␣||
ܩܫܐ||␣||
ܩܫܒܐ||␣||
ܩܫܛ||␣||
ܩܫܝܐ||␣||
ܩܫܝܫܐ||␣||
ܩܫܬܐ||␣||
ܩܬܐ||␣||
ܩܲܝܛܵܐ|summer|qe§‹§tˤɑ§–|qayṭa|ܩܝܛܐ||ܩܝܛܐ
ܩܵܛܵܪ|Qatar|qaː§tˤa§r|qaṭar|ܩܛܪ||ܩܛܪ
ܩܵܝܵܐ|rock|qɑ§jɑ§–||||x
ܩܸܢܵܐ|nest|qɪ§nnɑ§–||ܩܢܐ||ܩܢܐ
ܪ̈ܵܡܹܐ|tall|raː§maː§–|rama|ܪܡܐ||ܪܡܐ
ܪܐܐ||␣||
ܪܐܚ||␣||
ܪܐܡ||␣||
ܪܐܩ||␣||
ܪܐܵܫܵܐ|to awaken|r§a§ʃa§–||||x
ܪܒ ܚܝܠܐ||␣||
ܪܒ||␣||
ܪܒܐ ܓܗܐ||␣||
ܪܒܐ||␣||
ܪܒܝ||␣||
ܪܒܝܥܐ||␣||
ܪܒܝܥܝ ܐܠܥܐ||␣||
ܪܒܝܥܝܐ||␣||
ܪܒܝܥܝܬܐ||␣||
ܪܒܨ||␣||
ܪܓܘܠܐ||␣||
ܪܓܙ||␣||
ܪܓܝܙܐ||␣||
ܪܓܠܐ||␣||
ܪܓܫ||␣||
ܪܓܫܐ||␣||
ܪܕܐ||␣||
ܪܕܘܕܐ||␣||
ܪܕܝܬܐ ܕܐܘܫܦܐ||␣||
ܪܕܝܬܐ ܕܫܘܪܛܐ||␣||
ܪܕܝܬܐ||␣||
ܪܗܐ||␣||
ܪܗܘܡܐ||␣||
ܪܗܘܡܝܐ||␣||
ܪܗܘܡܢܝܐ||␣||
ܪܗܛ||␣||
ܪܘܐ||␣||
ܪܘܒܐ||␣||
ܪܘܒܥܐ||␣||
ܪܘܓܙܐ||␣||
ܪܘܙܐ||␣||
ܪܘܡܐ||␣||
ܪܘܡܬܐ||␣||
ܪܘܢܕܐ||␣||
ܪܘܣܝܐ||␣||
ܪܘܦܫܐ||␣||
ܪܘܦܫܬܐ||␣||
ܪܘܫܡܝܐ||␣||
ܪܚܘܦܬܐ||␣||
ܪܚܘܩܐ ܡܢ ܐܟܐ||␣||
ܪܚܘܩܐ||␣||
ܪܚܝܩܐ||␣||
ܪܚܝܩܬܐ||␣||
ܪܚܡ ܐܬܪܗ||␣||
ܪܚܡ||␣||
ܪܚܡܐ||␣||
ܪܚܡܬ ܐܬܪܐ||␣||
ܪܚܦ||␣||
ܪܚܩ||␣||
ܪܚܩܐ||␣||
ܪܚܫ||␣||
ܪܛܒܐ||␣||
ܪܛܝܒܐ||␣||
ܪܝܚܐ||␣||
ܪܝܫ ܡܕܝܢܬܐ||␣||
ܪܝܫ ܫܢܬܐ||␣||
ܪܝܫ ܫܪܝܪܐ||␣||
ܪܝܫ ܬܦܝܐ||␣||
ܪܝܫ||␣||
ܪܝܫܐ ܝܪܘܩܐ||␣||
ܪܝܫܐ||␣||
ܪܝܫܝܐ||␣||
ܪܝܫܬ ܫܪܝܪܐ||␣||
ܪܝܫܬܚܬܝܐ||␣||
ܪܟܒ||␣||
ܪܟܟ||␣||
ܪܡܐ||␣||
ܪܡܘܙܐ||␣||
ܪܡܘܢܐ||␣||
ܪܡܘܢܕܐ||␣||
ܪܡܙܐ ܒܝܠܕܪܝܐ||␣||
ܪܡܙܐ ܚܒܠܝܐ||␣||
ܪܡܢܐ||␣||
ܪܡܩܠܐ||␣||
ܪܡܫܐ ܛܒܐ||␣||
ܪܡܫܐ||␣||
ܪܡܫܘܟ ܒܪܝܟܐ||␣||
ܪܥܝܢܐ||␣||
ܪܥܫ||␣||
ܪܦܦܐ||␣||
ܪܨܝܦܐ||␣||
ܪܨܝܦܬܐ||␣||
ܪܨܦ||␣||
ܪܩܐ||␣||
ܪܩܕ||␣||
ܪܩܝܥܐ||␣||
ܪܩܝܩܐ||␣||
ܪܩܡܐ||␣||
ܪܫܡ||␣||
ܪܬܚ||␣||
ܪܲܡܫܵܐ|evening|ra§m§ʃɑː§–|rāmša|ܪܡܫܐ||ܪܡܫܐ
ܪܹܫܵܐ|head|re§ʃɑ§–||ܪܝܫܐ||ܪܝܫܐ
ܫܐܕܢܐ||␣||
ܫܐܘܠ||␣||
ܫܐܝܠܐܝܬ||␣||
ܫܐܠ||␣||
ܫܐܡ||␣||
ܫܐܪܬܐ||␣||
ܫܒܐ||␣||
ܫܒܒܐ||␣||
ܫܒܒܘܬܐ||␣||
ܫܒܒܝܐ||␣||
ܫܒܘܛܐ||␣||
ܫܒܘܥܐ||␣||
ܫܒܘܥܝܐ||␣||
ܫܒܘܩ ܡܢ||␣||
ܫܒܛ||␣||
ܫܒܛܢܝܐ||␣||
ܫܒܛܪܐ||␣||
ܫܒܝܠܐ ܡܙܦܬܐ||␣||
ܫܒܝܥܝܐ||␣||
ܫܒܥ||␣||
ܫܒܥܐ||␣||
ܫܒܥܝܢ||␣||
ܫܒܥܡܐܐ||␣||
ܫܒܥܣܪ||␣||
ܫܒܥܣܪܐ||␣||
ܫܒܥܬ||␣||
ܫܒܩ||␣||
ܫܒܪܐ||␣||
ܫܒܬܐ||␣||
ܫܓܘܫܝܐ||␣||
ܫܓܠ||␣||
ܫܓܫ||␣||
ܫܗܐ||␣||
ܫܗܘܐ||␣||
ܫܗܪܐ||␣||
ܫܘܐ||␣||
ܫܘܐܠܐ||␣||
ܫܘܒܚܐ ܠܫܡܗ||␣||
ܫܘܒܥܐ||␣||
ܫܘܕ||␣||
ܫܘܚܬܐ||␣||
ܫܘܚܬܢܐ||␣||
ܫܘܝܐ||␣||
ܫܘܝܘܬܐ ܪܒܝܥܝܬܐ||␣||
ܫܘܝܘܬܐ||␣||
ܫܘܝܨܐ||␣||
ܫܘܝܨܪܝܐ||␣||
ܫܘܝܫܐ||␣||
ܫܘܝܬܐ||␣||
ܫܘܠܐ||␣||
ܫܘܠܗܒ ܢܚܢܚܬܐ||␣||
ܫܘܠܗܒܐ||␣||
ܫܘܠܡ ܫܒܘܥܐ||␣||
ܫܘܡܪ||␣||
ܫܘܡܪܝܐ||␣||
ܫܘܥܐ||␣||
ܫܘܥܝܬܐ||␣||
ܫܘܥܡܪܐ||␣||
ܫܘܦܐ ܐܠܝܩܛܪܘܢܝܐ||␣||
ܫܘܦܐ||␣||
ܫܘܩܐ||␣||
ܫܘܩܘܠܕܐ ܫܚܝܢܐ||␣||
ܫܘܩܘܠܕܐ||␣||
ܫܘܪܒܐ||␣||
ܫܘܪܛܐ||␣||
ܫܘܪܛܝܐ||␣||
ܫܘܪܛܝܬܐ||␣||
ܫܘܪܝܐ||␣||
ܫܘܫܐ||␣||
ܫܘܫܢ||␣||
ܫܘܬܐܣܐ||␣||
ܫܘܬܬܐ||␣||
ܫܚܘܡܐ||␣||
ܫܚܝܡܐ||␣||
ܫܚܝܢܐ||␣||
ܫܚܢ||␣||
ܫܛܚ||␣||
ܫܛܚܐ||␣||
ܫܛܦ||␣||
ܫܛܦܐ||␣||
ܫܝܪܐ||␣||
ܫܝܫܠܬܐ||␣||
ܫܝܬ||␣||
ܫܟܝܪܐ||␣||
ܫܟܠܐ||␣||
ܫܟܢ||␣||
ܫܟܪ||␣||
ܫܟܪܬܐ||␣||
ܫܠܘܚܬܐ||␣||
ܫܠܚ||␣||
ܫܠܝܛ ܒܝܬܗ||␣||
ܫܠܝܛܐ||␣||
ܫܠܝܛܘܬ ܒܝܬܐ||␣||
ܫܠܝܛܘܬ ܡܟܬܒܐ||␣||
ܫܠܝܛܘܬܐ||␣||
ܫܠܝܡܐ||␣||
ܫܠܝܨܐ||␣||
ܫܠܡ||␣||
ܫܠܡܐ ܥܠܘܟ||␣||
ܫܠܡܐ ܥܠܘܟܘܢ||␣||
ܫܠܡܐ ܥܠܟܝ||␣||
ܫܠܡܐ||␣||
ܫܠܡܢܥܣܪ||␣||
ܫܠܦ||␣||
ܫܠܨ||␣||
ܫܠܩ||␣||
ܫܠܵܡܵܐ|peace|ʃ§lɑː§mɑː§–|šlama|ܫܠܡܐ||ܫܠܡܐ
ܫܡ ܣܘܥܪܢܐ||␣||
ܫܡ||␣||
ܫܡܐ ܕܐܠܗܐ||␣||
ܫܡܐ ܕܝܫܘܥ||␣||
ܫܡܐ||␣||
ܫܡܘܢܝ||␣||
ܫܡܘܥܬܐ||␣||
ܫܡܚܐ||␣||
ܫܡܚܢܐ||␣||
ܫܡܝܐ||␣||
ܫܡܝܪܡ||␣||
ܫܡܥ||␣||
ܫܡܥܐ||␣||
ܫܡܥܚܙܘܝܐ||␣||
ܫܡܫ||␣||
ܫܡܫܐ ܝܠܗ||␣||
ܫܡܫܐ||␣||
ܫܡܫܝܬܐ||␣||
ܫܡܫܢܝܐ||␣||
ܫܢܐ||␣||
ܫܢܝܙܐ||␣||
ܫܢܝܢܐ||␣||
ܫܢܬ||␣||
ܫܢܬܐ ܒܗܪܢܝܬܐ||␣||
ܫܢܬܐ ܟܒܝܫܬܐ||␣||
ܫܢܬܐ||␣||
ܫܥܘܬܐ||␣||
ܫܥܝ||␣||
ܫܥܠ||␣||
ܫܥܫ||␣||
ܫܥܬ||␣||
ܫܥܬܐ ܚܝܙܝܬܐ||␣||
ܫܥܬܐ ܡܙܗܪܢܝܬܐ||␣||
ܫܥܬܐ||␣||
ܫܦܝܪ||␣||
ܫܦܝܪܐ||␣||
ܫܦܟ||␣||
ܫܦܬܝܐ||␣||
ܫܩܐ||␣||
ܫܩܝܬܐ||␣||
ܫܩܠ ܢܦܫܗ||␣||
ܫܩܠ||␣||
ܫܩܩܐ||␣||
ܫܪܐ||␣||
ܫܪܒܬܐ||␣||
ܫܪܒܬܢܝܐ||␣||
ܫܪܓܐ||␣||
ܫܪܘܝܐ||␣||
ܫܪܘܩܐ||␣||
ܫܪܘܬܐ||␣||
ܫܪܛܐ||␣||
ܫܪܝܘܚܐ||␣||
ܫܪܝܟܘܬܐ||␣||
ܫܪܝܪܐ||␣||
ܫܪܝܪܐܝܬ||␣||
ܫܪܟܐ||␣||
ܫܪܫܐ||␣||
ܫܪܫܝܐ||␣||
ܫܪܫܢܝܐ||␣||
ܫܬܐ||␣||
ܫܬܐܣܬܐ||␣||
ܫܬܘܩ||␣||
ܫܬܝܬܐ||␣||
ܫܬܝܬܝܐ||␣||
ܫܬܠ||␣||
ܫܬܩ||␣||
ܫܬܩܕܝ||␣||
ܫܲܒ݂ܥܵܐ|seven|ʃɒ§w.§ʕaː§–|šāwʿa|ܫܒܥܐ|Urm:ʃɒv.ʔaː|ܫܒܥܐ
ܫܲܒ݂ܲܥܣܲܪ|seventeen|ʃɒː§wā§ʕʕ§sā§r|šāwāʿsār|ܫܒܥܣܪ||ܫܒܥܣܪ
ܫܲܪܝܼܪܵܐ|true, honest|ʃa§r§iː§rɑː§–|šarīre|ܫܪܝܪܐ||ܫܪܝܪܐ
ܫܲܪܝܼܪܹ̈ܐ|true, honest (pl.)|ʃa§r§iː§re§–|šarīre|ܫܪܝܪܐ||ܫܪܝܪܐ
ܫܲܪܝܼܪܹ̈ܥ|true, honest (pl.)|ʃa§r§iː§re§–|šarīre|ܫܪܝܪܐ||ܫܪܝܪܐ
ܫܸܡܫܵܐ|sun|ˈʃə§m.§ʃɑ§–|šimša|ܫܡܫܐ|was ʃɪ§m§ʃɑ§–|ܫܡܫܐ
ܫܸܬܠܵܐ|young plant|ʃɪ§tt§lɑ§–||||x
ܫܸܬ݁ܠܵܐ|young plant|ʃɪ§tt§lɑ§–||||x
ܫܹܢ݇ܬܵܐ|year|ʃɪː§–§taː§–|šeta|ܫܢܬܐ|Nin:ʃaːtaː|ܫܢܬܐ
ܬܐ||␣||
ܬܐܓܘܪܬܐ||␣||
ܬܐܓܘܪܬܢܝܐ||␣||
ܬܐܘܕܘܪܘܣ||␣||
ܬܐܘܡܐ||␣||
ܬܐܝ||␣||
ܬܐܡ||␣||
ܬܐܢܐ||␣||
ܬܒܥ||␣||
ܬܒܪ||␣||
ܬܓܠܝܬܐ||␣||
ܬܓܪܝܐ||␣||
ܬܘ||␣||
ܬܘܒ||␣||
ܬܘܓܓܐ||␣||
ܬܘܓܘ||␣||
ܬܘܕܝ ܪܒܐ||␣||
ܬܘܕܝ||␣||
ܬܘܕܝܬܐ||␣||
ܬܘܕܝܬܢܐܝܬ||␣||
ܬܘܠܚܡܐ||␣||
ܬܘܠܬܐ||␣||
ܬܘܡܢܐ||␣||
ܬܘܢܐ ܕܐܟܠܐ||␣||
ܬܘܢܐ ܕܐܪܚܐ||␣||
ܬܘܢܐ ܕܕܡܟܐ||␣||
ܬܘܢܐ||␣||
ܬܘܢܝܬܐ||␣||
ܬܘܢܣ||␣||
ܬܘܢܣܝܐ||␣||
ܬܘܣܦܬܐ||␣||
ܬܘܦܐ||␣||
ܬܘܩܐ||␣||
ܬܘܩܢܐ||␣||
ܬܘܪܐ||␣||
ܬܘܪܓܡܐ||␣||
ܬܘܪܝܟܐ||␣||
ܬܘܪܟܝܐ||␣||
ܬܘܪܨ ܡܡܠܠܐ||␣||
ܬܘܪܬܐ||␣||
ܬܘܫܥܐ||␣||
ܬܘܬܐ||␣||
ܬܘܼܢܸܣܝܼܵܐ|Tunisia|t§uː§niː§s§īːja§–|tunisiya|ܬܘܢܣܝܐ||ܬܘܢܣܝܐ
ܬܘܼܪܟܝܼܵܐ|Türkiye|t§u§r.§k§iːja§–|turkīyā| ܬܘܪܟܝܐ || ܬܘܪܟܝܐ
ܬܙܐ||␣||
ܬܙܘܬܐ||␣||
ܬܚܒܪܬܐ||␣||
ܬܚܘܬ||␣||
ܬܚܝܬ||␣||
ܬܚܪܙܬܐ||␣||
ܬܚܫܒܬܐ||␣||
ܬܚܬܘܝܐ||␣||
ܬܚܬܝܐ||␣||
ܬܛܠܝܠܐ||␣||
ܬܝܡ||␣||
ܬܝܡܘܢ||␣||
ܬܝܡܢ ܐܡܝܪܝܟܐ||␣||
ܬܝܡܢ ܐܦܪܝܩܐ||␣||
ܬܝܡܢ ܣܘܕܢ||␣||
ܬܝܡܢܐ||␣||
ܬܝܡܢܝܐ||␣||
ܬܟܝܠܐ||␣||
ܬܟܠܐ||␣||
ܬܟܠܘܢܐ||␣||
ܬܟܪܝܬܐ||␣||
ܬܠ ܐܒܝܒ||␣||
ܬܠ ܟܐܦܐ||␣||
ܬܠܐ ܙܩܝܦܐ||␣||
ܬܠܐ||␣||
ܬܠܒܫܬܐ||␣||
ܬܠܓ||␣||
ܬܠܓܐ||␣||
ܬܠܝܬܝ||␣||
ܬܠܝܬܝܐ||␣||
ܬܠܡܐ||␣||
ܬܠܦܐ||␣||
ܬܠܦܦܐ||␣||
ܬܠܬ||␣||
ܬܠܬܐ||␣||
ܬܠܬܒܫܒܐ||␣||
ܬܠܬܝܢ||␣||
ܬܠܬܝܢܝܐ||␣||
ܬܠܬܡܐܐ||␣||
ܬܠܬܥܣܪ||␣||
ܬܠܬܥܣܪܐ||␣||
ܬܡܐ||␣||
ܬܡܘܙ||␣||
ܬܡܝܡܐ||␣||
ܬܡܝܢܝܐ||␣||
ܬܡܠ||␣||
ܬܡܡ||␣||
ܬܡܢ||␣||
ܬܡܢܐ||␣||
ܬܡܢܝܐ||␣||
ܬܡܢܝܢ||␣||
ܬܡܢܝܬ||␣||
ܬܡܢܡܐܐ||␣||
ܬܡܢܥܣܪ||␣||
ܬܡܢܥܣܪܐ||␣||
ܬܡܣܝܚܐ||␣||
ܬܡܪܐ ܗܢܕܘܝܐ||␣||
ܬܡܪܐ||␣||
ܬܡܲܢܝܵܐ|eight|t§māː§n§ja§–|tmānya|ܬܡܢܝܐ||ܬܡܢܝܐ
ܬܡܲܢܝܵܥܣܲܪ|eighteen|t§mā§nn§jā§ʕʕ§sā§r|tmānyāʿsār|ܬܡܢܝܥܣܪ||ܬܡܢܝܥܣܪ
ܬܢܐ||␣||
ܬܢܓܝܓܠܐ||␣||
ܬܢܘܪܐ||␣||
ܬܢܝܬܐ||␣||
ܬܥܙܝ||␣||
ܬܥܠܐ||␣||
ܬܥܣ||␣||
ܬܦܢܟܐ||␣||
ܬܦܨܝܠܐ||␣||
ܬܦܩ||␣||
ܬܦܬ||␣||
ܬܩܘܠܬܐ||␣||
ܬܩܠܐ||␣||
ܬܩܢܘܠܘܓܝܐ||␣||
ܬܪܐ||␣||
ܬܪܒܝܬܐ||␣||
ܬܪܓܘܡܐ||␣||
ܬܪܓܡܢ||␣||
ܬܪܓܡܢܝܬܐ||␣||
ܬܪܓܡܢܬܐ||␣||
ܬܪܘܕܐ||␣||
ܬܪܘܨܐ||␣||
ܬܪܘܩܬܐ||␣||
ܬܪܝ||␣||
ܬܪܝܡܐܐ||␣||
ܬܪܝܢ ܐܠܦܐ||␣||
ܬܪܝܢ||␣||
ܬܪܝܢܐ||␣||
ܬܪܝܢܒܫܒܐ||␣||
ܬܪܝܢܝ ܠܫܢܐ||␣||
ܬܪܝܢܝ||␣||
ܬܪܝܢܝܬܐ||␣||
ܬܪܝܨ||␣||
ܬܪܝܨܐ||␣||
ܬܪܡܠܐ||␣||
ܬܪܢܓܘܠܬܐ||␣||
ܬܪܢܓܠܐ||␣||
ܬܪܥܐ||␣||
ܬܪܥܣܝܪܝܐ||␣||
ܬܪܥܣܪ||␣||
ܬܪܨ||␣||
ܬܪܨܢܐ||␣||
ܬܪܩ||␣||
ܬܪܬܝܢ||␣||
ܬܪܬܥܣܪܐ||␣||
ܬܪܸܥܣܲܪ|twelve|t§ri§ʕʕ§sā§r|triʿsār|ܬܪܥܣܪ||ܬܪܥܣܪ
ܬܪܹܝ|two|t§reː§‹|tre|ܬܪܝ||ܬܪܝ
ܬܫܕ||␣||
ܬܫܘܝܬܐ||␣||
ܬܫܝܥܝܐ||␣||
ܬܫܟܝܐ||␣||
ܬܫܠܝܬܐ||␣||
ܬܫܡܫܝܬܐ||␣||
ܬܫܡܫܬܐ||␣||
ܬܫܥ||␣||
ܬܫܥܐ||␣||
ܬܫܥܝܢ||␣||
ܬܫܥܝܬܐ||␣||
ܬܫܥܡܐܐ||␣||
ܬܫܥܣܪ||␣||
ܬܫܥܣܪܐ||␣||
ܬܫܥܬ||␣||
ܬܫܪܝܘܬܐ||␣||
ܬܫܪܝܢ ܐܚܪܝܐ||␣||
ܬܫܪܝܢ ܩܕܡܝܐ||␣||
ܬܫܪܝܢ ܬܪܝܢܐ||␣||
ܬܫܪܝܢ||␣||
ܬܲܠܓܵܐ|snow|ta§l.§ɡɑː§–|tālga|ܬܠܓܐ|Urm:tal.d͡ʒɑː; Nin:θal.ɡɑː|ܬܠܓܐ
ܬܸܠܬܲܥܣܲܪ|thirteen|ti§ll§tā§ʕʕ§sā§r|tltaʿsār|ܬܠܬܥܣܪ||ܬܠܬܥܣܪ
ܬܸܦ̮ܠܵܐ|infant|tɪ§ff§lɑː§–||||x
ܬܸܫܪ̈ܝܹܐ|autumn|tə§ʃ.§riː§je§–|tishriye|ܬܫܪܝܐ|Urm:tʃə.riːje|ܬܫܪܝܐ























`

