
// ⒶⒷⒸⒹⒺⒻⒼⒽⒾⒿⓀⓁⓂⓃⓄⓅⓆⓇⓈⓉⓊⓋⓌⓍⓎⓏ
// ⓐⓑⓒⓓⓔⓕⓖⓗⓘⓙⓚⓛⓜⓝⓞⓟⓠⓡⓢⓣⓤⓥⓦⓧⓨⓩ⊙
// 🅐🅑🅒🅓🅔🅕🅖🅗🅘🅙🅚🅛🅜🅝🅞🅟🅠🅡🅢🅣🅤🅥🅦🅧🅨🅩
// 🅰🅱🅲🅳🅴🅵🅶🅷🅸🅹🅺🅻🅼🅽🅾🅿🆀🆁🆂🆃🆄🆅🆆🆇🆈🆉



var collections = [
{ symbol:'ⓥ', desc:'Dependent vowels', chars:'(ܼ|ܸ|ܹ|ܿ|ܲ|ܵ|ܺ|ܻ|ܽ|ܾ|ܶ|ܷ|ّ|ܰ|ܱ|ܳ|ܴ)' },
{ symbol:'ⓓ', desc:'Diacritics', chars:'(݁|݂|̊|̥|݀|̇|̣|݃|݄|̈|̤|݇|݈|̄|̱|̭|݉|݊|̮)' },
{ symbol:'Ⓒ', desc:'All consonants', chars:'(ܦ|ܒ|ܬ|ܛ|ܕ|ܟ|ܓ|ܩ|ܥ|ܣ|ܤ|ܨ|ܫ|ܙ|ܚ|ܗ|ܡ|ܢ|ܘ|ܪ|ܠ|ܝ)' },
{ symbol:'⊙', desc:'Invisibles', chars:'(\u200C|\u200D|2067|202B|2066|202A|2068|2069|202C|200F|200E|061C|034F)' },
]
