
// ⒶⒷⒸⒹⒺⒻⒼⒽⒾⒿⓀⓁⓂⓃⓄⓅⓆⓇⓈⓉⓊⓋⓌⓍⓎⓏ
// ⓐⓑⓒⓓⓔⓕⓖⓗⓘⓙⓚⓛⓜⓝⓞⓟⓠⓡⓢⓣⓤⓥⓦⓧⓨⓩ⊙
// 🅐🅑🅒🅓🅔🅕🅖🅗🅘🅙🅚🅛🅜🅝🅞🅟🅠🅡🅢🅣🅤🅥🅦🅧🅨🅩
// 🅰🅱🅲🅳🅴🅵🅶🅷🅸🅹🅺🅻🅼🅽🅾🅿🆀🆁🆂🆃🆄🆅🆆🆇🆈🆉



var collections = [
{ symbol:'ⓥ', desc:'Dependent vowels', chars:'(𑐶|𑐷|𑐸|𑐹|𑐾|𑑀|𑐵|𑐿|𑑁)' },
{ symbol:'Ⓥ', desc:'Independent vowels', chars:'(𑐂|𑐃|𑐄|𑐅|𑐊|𑐌|𑐀|𑐁|𑐋|𑐍)' },
{ symbol:'🅥', desc:'Vocalics', chars:'(𑐆)' },
{ symbol:'Ⓒ', desc:'All consonants', chars:'(𑐎|𑐐|𑐟|𑐨|𑐖|𑐬|𑐴|𑐥|𑐧|𑐦|𑐡|𑐠|𑐢|𑐏|𑐑|𑐔|𑐕|𑐗|𑐳|𑐩|𑐪|𑐣|𑐤|𑐒|𑐰|𑐮|𑐯|𑐫|𑐭|𑐚|𑐜|𑐛|𑐝|𑐱|𑐲|𑐞|𑐘|𑐙|𑐓)' },
{ symbol:'⊙', desc:'Invisibles', chars:'(\u200C|\u200D)' },
]
