/*
native | meaning | IPA① | transcription | other transcriptions② | notes | wiktionary③


① separate each text unit (consonant+combining_mark(s)) with §, separate phonetic syllables with .
   use ‹ and › for a sound that spans 2 text units
   use – for a text unit that doesn't produce sound
   syllable boundary markers go inside previous unit, and emphasis markers begin emphasised unit

② the previous transcription field is always Latin. 
   if there is another key orthography (eg. Mongolian cyrillic) it goes here.
   vowelled/unvowelled alternatives also go here

③ if Wiktionary spells the word differently, add the spelling here
*/





autoExpandExamples.new = `

@ https://en.wiktionary.org/w/index.php?title=Category:Newar_terms_with_IPA_pronunciation&pageuntil=%E0%A4%A6%E0%A5%81%E0%A4%97%E0%A4%83%E0%A4%95%E0%A5%8D%E0%A4%B5%E0%A4%81%E0%A4%AF%E0%A5%8D%0A%E0%A4%A6%E0%A5%81%E0%A4%97%E0%A4%83%E0%A4%95%E0%A5%8D%E0%A4%B5%E0%A4%81%E0%A4%AF%E0%A5%8D#mw-pages


𑐀𑑄|mango|ə̃ː|aṃ|अं||अं
𑐀𑑄𑐐𑑅|wall|ə̃ː§ɡəː|aṃga:|अंगः||अंगः
𑐀𑑄𑐐𑑂𑐬𑐾𑐖𑐷|English|ə̃ː§ɡ§ɾe§d͡ʑiː|aṃgrejī|अंग्रेजी||अंग्रेजी
𑐀𑐄𑐮|malaria|ə§u§lə|aula|अउल||अउल
𑐀𑐖𑐵|paternal grandfather|ə§d͡ʑa|ajā|अजा||अजा
𑐀𑐖𑐶||␣||अजि||अजि
𑐀𑐥𑐵|brick|ə§pa|apā|अपा||अपा
𑐀𑐧𑐸|father|ə§bu|abu|अबु||अबु
𑐀𑐩𑑂𑐥𑐶|spleen|ə§m§pi|ampi|अम्पि||अम्पि
𑐀𑐩𑑂𑐧𑑅|gooseberry|ə§m§bəː|amba:|अम्बः||अम्बः
𑐀𑐫𑑂|–|ɛː||अय्||अय्
𑐀𑐫𑑂‌𑐮𑐵𑑅|alcohol|ɛː§‹§§laː|êlā|अय्‌लाः||अय्‌लाः
𑐀𑐬𑑂𑐠𑐥𑐹𑐬𑑂𑐞|meaningful, expressive|ə§ɾ§tʰə§puː§ɾ§nə|arthapūrṇa|अर्थपूर्ण||अर्थपूर्ण
𑐀𑐮𑑅𑐩𑐵|castor oil plant|ələːma|ala:mā|अलःमा||अलःमा
𑐀𑐮𑑂𑐫𑐵𑐏|infinity|ə§l§ja§kʰə|alyākha|अल्याख||अल्याख
𑐀𑐴𑐒𑑂𑐎𑐵𑐬||␣||अहङ्कार||अहङ्कार
𑐁𑐂𑐟𑐧𑐵𑑅|Sunday|a§i§tə§baː|āitabā|आइतबाः||आइतबाः
𑐁𑐏𑑅|letter (alpha)|akʰəː|ākha:|आखः||आखः
𑐁𑐣𑑂𑐢𑑂𑐬𑐥𑑂𑐬𑐡𑐾𑐱|Andhra Pradesh|a§n§dʱ§ɾə§p§ɾə§de§s|āndhrapradeśa|आन्ध्रप्रदेश||आन्ध्रप्रदेश
𑐁𑐦𑑂𑐰𑑅|blue lotus|a§pʰ§wɔː|uphwa:|आफ्वः||आफ्वः
𑐁𑐩𑑂𑐥𑐵𑑄||␣||आम्पां||आम्पां
𑐁𑐫𑑂|–|æː||आय्||आय्
𑐁𑐮𑐸|plastic|alu|ālu|आलु||आलु
𑐁𑐮𑐸𑐥𑐴𑑅|plasticity|a§lu§pə§hə:|ālupaha:|आलुपहः||आलुपहः
𑐂𑐏𑐸𑑄|swallow|ikʰũː|ikhuṃ|इखुं||इखुं
𑐂𑐩𑐵||␣||इमा||इमा
𑐂𑐩𑐹|ant|i§muː|imū|इमू||इमू
𑐂𑐳𑐶||␣||इसि||इसि
§||␣||इस्लाम||इस्लाम
𑐂𑐴𑐶𑐥𑐵||␣||इहिपा||इहिपा
𑐃𑑄|sickle|ĩː|īṃ|ईं||ईं
𑐃𑐮𑐔𑑄|clock|iː§lə§t͡ɕə̃ː|īlacaṃ|ईलचं||ईलचं
𑐄𑑄𑐠|camel|ũːtʰə|uṃtha|उंथ||उंथ
𑐄𑐳𑐵𑑃𑐫𑑂|health|usæ̃ː|usæ̃|उसाँय्||उसाँय्
𑐊𑐫𑑂|–|eɛː||एय्||एय्
𑐊𑐮𑐵|cardamom|ela|elā|एला||एला
𑐌𑐴𑐵𑐫𑑀|Ohio|ohajo|ohāyo|ओहायो||ओहायो
𑐎𑑃𑐫𑑂|bronze|kɛ̃ː§‹|kễ|कँय्||कँय्
𑐎𑑅𑐣𑐶||␣||कःनि||कःनि
𑐎𑐟𑐵𑑃𑐩𑐬𑐷|doll|kə§tã§mə§ɾiː||कताँमरी||कताँमरी
𑐎𑐠𑐸||␣||कथु||कथु
𑐎𑐥𑐵||␣||कपा||कपा
𑐎𑐥𑐵𑐫𑑂|cotton|kə§pæː§‹|kapæ|कपाय्‌||कपाय्‌
𑐎𑐫𑑂‌𑐩𑐶|magpie|kɛː§‹§mi|kêmi|कय्‌मि||कय्‌मि
§||␣||कल||कल
𑐎𑐮𑐵𑑅||␣||कलाः||कलाः
𑐎𑐮𑑂𑐎𑐶𑐗𑑄𑐐𑑅||␣||कल्किझंगः||कल्किझंगः
𑐎𑐰𑑄||␣||कवं||कवं
𑐎𑐳𑑂𑐟𑐶|honey|kə§s§ti|kasti|कस्ति||कस्ति
𑐎𑐳𑑂𑐟𑐶𑐴𑐵||␣||कस्तिहा||कस्तिहा
𑐎𑐵𑐥𑑅||␣||कापः||कापः
𑐎𑐵𑐫|son|ka§jə|kāya|काय||काय
𑐎𑐵𑐳𑐵||␣||कासा||कासा
𑐎𑐶||␣||कि||कि
𑐎𑐶𑑄||␣||किं||किं
𑐎𑐶𑐔𑑅||␣||किचः||किचः
𑐎𑐶𑐥𑐹||␣||किपू||किपू
𑐎𑐶𑐳𑐶|elephant|ki§si|kisi|किसि||किसि
𑐎𑐷||␣||की||की
𑐎𑐸𑑃||␣||कुँ||कुँ
𑐎𑐸𑑃𑐂𑑃|knife|kũ§ĩ|kũĩ|कुँइँ||कुँइँ
𑐎𑐸𑑄||␣||कुं||कुं
𑐎𑐸𑐔𑐵𑐏𑐵𑐥𑐵||␣||कुचाखापा||कुचाखापा
𑐎𑐸𑐮𑐵𑑄𑐗𑑄𑐐𑑅|cuckoo|ku§lãː§d͡ʑʱə̃ː§ɡə|kulāṃjhaṃga|कुलांझंगः||कुलांझंगः
𑐎𑐾𑐧||␣||केब||केब
𑐎𑑂𑐰𑑃𑐫𑑂|bone|k§wɔ̃§ɛː§‹|kwãê|क्वँय्||क्वँय्
𑐎𑑂𑐰𑑃𑐮𑑅𑐏𑐵||␣||क्वँलःखा||क्वँलःखा
𑐎𑑂𑐰𑑅||␣||क्वः||क्वः
𑐎𑑂𑐰𑐏𑑅 𑐑𑐵𑑃𑐫𑑂|Bermuda grass|k§wɔ§kʰəː§ §ɡʱæ̃ː§‹|kwakha: ghæ̃|क्वखः घाँय्||क्वखः घाँय्
𑐎𑑂𑐰𑐟𑑅||␣||क्वतः||क्वतः
𑐎𑑂𑐰𑐥𑐸𑐗𑑂𑐫𑐵𑑅||␣||क्वपुझ्याः||क्वपुझ्याः
𑐎𑑂𑐰𑐧𑑂𑐰𑐵𑑅𑐮𑑅||␣||क्वब्वाःलः||क्वब्वाःलः
𑐎𑑂𑐰𑐵𑐳𑐶||␣||क्वासि||क्वासि
𑐎𑑂𑐲𑐶𑐟𑐶𑐖|horizon|›§t͡ɕʰi§ti§d͡ʑ|kṣitija|क्षितिज||क्षितिज
𑐏𑑃𑐐𑑂𑐰𑑅||␣||खँग्वः||खँग्वः
𑐏𑑃𑐐𑑂𑐰𑑅𑐳𑐦𑐹||␣||खँग्वःसफू||खँग्वःसफू
𑐏𑑃𑐟𑑂𑐰𑐵|phrase|kʰə̃§twa|khãtwā|खँत्वा||खँत्वा
𑐏𑐵||␣||खा||खा
𑐏𑐵𑐏𑐶𑐥𑑅||␣||खाखिपः||खाखिपः
𑐏𑐵𑐟𑐵|bed|kʰata|khātā|खाता||खाता
𑐏𑐶||␣||खि||खि
𑐏𑐶𑐔𑐵||␣||खिचा||खिचा
𑐏𑐶𑐥𑑅||␣||खिपः||खिपः
𑐏𑐸𑐎𑐸𑑄||␣||खुकुं||खुकुं
𑐏𑐸𑐳𑐶||␣||खुसि||खुसि
𑐏𑑂𑐫𑐸𑑄|darkness|kʰ§jũː|khyuṃ|ख्युं||ख्युं
𑐏𑑂𑐰𑐧𑐶|tear (eye)|kʰwɔbi|khwabi|ख्वबि||ख्वबि
𑐏𑑂𑐰𑐮𑑂𑐔𑐵𑐑𑐵𑑃𑐫𑑂|false daisy|kʰ§wɔ§l§t͡ɕa§ɡʱæ̃ː|khwalcāghæ̃|ख्वल्चाघाँय्||ख्वल्चाघाँय्
𑐏𑑂𑐰𑐵𑑅||␣||ख्वाः||ख्वाः
𑐐𑑄𑐮𑑂𑐰𑐫𑑂|tuberculosis|ɡə̃ː§l§wɔ§ɛː||गंल्वय्||गंल्वय्
𑐐𑑅𑐥𑑅||␣||गःपः||गःपः
𑐐𑐮𑑂𑐕𑐶|canyon|ɡə§l§t͡ɕʰi|galchi|गल्छि||गल्छि
𑐐𑐮𑑂𑐮𑐶𑐕𑐶||␣||गल्लिछि||गल्लिछि
𑐐𑐳𑐵|vehicle|ɡə§sa|gasā|गसा||गसा
𑐐𑐳𑐸||␣||गसु||गसु
§|trench|ɡa|gā|गा||गा
𑐐𑐵𑐮𑐶||␣||गालि||गालि
𑐐𑐶𑐳𑐵||␣||गिसा||गिसा
𑐐𑐸𑑃𑐖𑐮𑐵||␣||गुँजला||गुँजला
𑐐𑐸𑑄|forest|ɡũː|guṃ|गुं||गुं
𑐐𑐸𑐣𑐎𑐾𑐬𑐵|daffodil|ɡu§nə§ke§ɾa|gunakerā|गुनकेरा||गुनकेरा
𑐐𑐾𑑃𑐳𑐸|gravity|ɡẽ§su|gẽsu|गेँसु||गेँसु
𑐐𑑂𑐫𑐵𑐣𑐵||␣||ग्याना||ग्याना
𑐐𑑂𑐫𑐵𑐫𑐾||␣||ग्याये||ग्याये
𑐐𑑂𑐰𑐵𑐮𑐶|heel|ɡ§wa§li|gwāli|ग्वालि||ग्वालि
𑐑𑑅||␣||घः||घः
𑐑𑑅𑐔𑐵|wheel|ɡʱəː§t͡ɕa|gha:cā|घःचा||घःचा
𑐑𑐵𑑃𑐫𑑂|grass|ɡʱæ̃ː§‹|ghæ̃|घाँय्||घाँय्
𑐑𑐵𑑅||␣||घाः||घाः
𑐑𑑁|hour|ɡʱəu|ghau|घौ||घौ
𑐒|fish|ŋə|ṅa|ङ||ङ
𑐔𑐵||␣||चा||चा
𑐔𑐵𑑅𑐟𑐶||␣||चाःति||चाःति
𑐔𑐵𑐎𑑅|circle|t͡ɕa§kəː|cāka:|चाकः||चाकः
𑐔𑐵𑐎𑐸𑐴𑐶||␣||चाकुहि||चाकुहि
𑐔𑐵𑐳𑐸||␣||चासु||चासु
𑐔𑐵𑐴𑐶𑐮𑐶𑐐𑐸||␣||चाहिलिगु||चाहिलिगु
𑐔𑐶||␣||चि||चि
𑐔𑐶𑑄||␣||चिं||चिं
𑐔𑐶𑐎𑑄||␣||चिकं||चिकं
𑐔𑐶𑐎𑑄𑐳𑐶||␣||चिकंसि||चिकंसि
𑐔𑐶𑐎𑐶𑐟𑑂𑐳𑐎|doctor|t͡ɕi§ki§t§sə§k|cikitsak|चिकित्सक||चिकित्सक
𑐔𑐶𑐎𑐶𑐟𑑂𑐳𑐵𑐮𑐫|hospital|t͡ɕi§ki§t§sa§lə§jə|cikitsālaya|चिकित्सालय||चिकित्सालय
𑐔𑐶𑐎𑐸𑐮𑐵||␣||चिकुला||चिकुला
𑐔𑐷𑐣|China|t͡ɕiːnə|cīna|चीन||चीन
𑐔𑐸𑐳𑐶||␣||चुसि||चुसि
𑐔𑑂𑐫𑐵𑐎𑐸𑑄||␣||च्याकुं||च्याकुं
𑐔𑑂𑐰𑐏𑑃||␣||च्वखँ||च्वखँ
𑐔𑑂𑐰𑐫𑐾|book|t͡ɕ§wɔ§je|cwaye|च्वये||च्वये
𑐔𑑂𑐰𑐮𑑂𑐰𑐴𑑄||␣||च्वल्वहं||च्वल्वहं
𑐔𑑂𑐰𑐵𑐥𑐸𑐏𑐸||␣||च्वापुखु||च्वापुखु
𑐔𑑂𑐰𑐵𑐥𑐸𑐐𑐸𑑄||␣||च्वापुगुं||च्वापुगुं
𑐔𑑂𑐰𑐵𑐥𑐸𑐴𑐸𑐬||␣||च्वापुहुर||च्वापुहुर
𑐔𑑂𑐰𑐵𑐩𑑂𑐰𑑅𑐳𑐵||␣||च्वाम्वःसा||च्वाम्वःसा
𑐔𑑂𑐰𑐾𑐐𑐸||␣||च्वेगु||च्वेगु
§|one|t͡ɕʰə|cha|छ||छ
𑐕𑐶𑐐𑐸|your, yours|t͡ɕʰi§ɡu|chigu|छिगु||छिगु
𑐕𑐾𑑃|house|t͡ɕʰẽ|chẽ|छेँ||छेँ
𑐕𑐾𑑄𑐐𑐹|skin|t͡ɕʰẽ§ɡuː|cheṃgū|छेंगू||छेंगू
𑐕𑑂𑐫𑑄|head|t͡ɕʰjə̃ː|chyaṃ|छ्यं||छ्यं
𑐖𑑅||␣||जः||जः
𑐖𑐮𑐵𑐳𑐾𑑄|kidney|d͡ʑə§la§sẽ|jalāseṃ|जलासें||जलासें
𑐖𑐰𑐵𑑅𑐖𑑂𑐫𑐵|animal husbandry|d͡ʑə§waː§d͡ʑ§ja|jawā:jyā|जवाःज्या||जवाःज्या
𑐖𑐵𑐎𑐶||␣||जाकि||जाकि
𑐖𑐶||␣||जि||जि
𑐖𑐶𑐮𑑄𑐖𑑂𑐫𑐵||␣||जिलंज्या||जिलंज्या
𑐖𑐷𑐳𑑂𑐰𑐵𑑄|jasmine|d͡ʑiː§s§wãː|jīswāṃ|जीस्वां||जीस्वां
𑐖𑐸𑐖𑐸||␣||जुजु||जुजु
𑐖𑐸𑐫𑐾|to become|d͡ʑu§je|juye|जुये||जुये
𑐗𑑄𑐐𑑅||␣||झंगः||झंगः
𑐗𑐵𑐳𑐸|leisure|d͡ʑʱa§su|jhāsu|झासु||झासु
𑐗𑐶𑐐𑐸||␣||झिगु||झिगु
𑐗𑑂𑐫𑐵𑑅|window|d͡ʑʱ§jaː|jhyā|झ्याः||झ्याः
𑐗𑑂𑐰𑐮𑐗𑑄𑐐𑑅||␣||झ्वलझंगः||झ्वलझंगः
𑐗𑑂𑐰𑐵𑐮𑐵||␣||झ्वाला||झ्वाला
𑐗𑑂𑐰𑐵𑐳𑑂𑐫𑐵||␣||झ्वास्या||झ्वास्या
𑐜𑑂𑐰𑐵𑐎𑐸|big, large|ɖ§wa§ku|ḍwāku|ड्वाकु||ड्वाकु
𑐟𑑃𑐫𑑂|wool|tɛ̃ː§‹|tễ|तँय्||तँय्
𑐟𑑄|anger|tə̃ː|taṃ|तं||तं
𑐟𑑅𑐴𑐵𑑅𑐣𑐐𑐸||␣||तःहाःनगु||तःहाःनगु
𑐟𑐎𑐸𑐳𑑂𑐰𑐵𑑄||␣||तकुस्वां||तकुस्वां
𑐟𑐕𑑂𑐰||␣||तछ्व||तछ्व
𑐟𑐖𑐶𑐮𑐖𑐶||␣||तजिलजि||तजिलजि
𑐟𑐠𑑂𑐫𑐵𑐒𑑂𑐎|statistics|tə§tʰ§ja§ŋ§kə|tathyāṅka|तथ्याङ्क||तथ्याङ्क
𑐟𑐣𑐾𑐖𑑂𑐫𑐵|addition (math)|tə§ne§d͡ʑ§ja|tanejyā|तनेज्या||तनेज्या
𑐟𑐥𑐵𑐫𑑂|ancestor|tə§pæː§‹|tapæ|तपाय्||तपाय्
𑐟𑐬𑐰𑐵𑐬|sword|tə§ɾə§wa§ɾə|tarawāra|तरवार||तरवार
𑐟𑐵||␣||ता||ता
𑐟𑐵𑐫𑑂‌𑐐𑑅𑐳𑐶𑐩𑐵|palm tree|tæː§ɡəː§si§ma|tæga:simā|ताय्‌गःसिमा||ताय्‌गःसिमा
𑐟𑐵𑐮𑑂𑐮𑐵|summer|ta§l§la|tāllā|ताल्ला||ताल्ला
𑐟𑐶||␣||ति||ति
𑐟𑐶𑑃𑐢𑐸𑑃|leopard|tĩ§dʱũ|tĩdhũ|तिँधुँ||तिँधुँ
𑐟𑐶𑐧𑑅||␣||तिबः||तिबः
𑐟𑐶𑐩𑐶𑐮𑐵||␣||तिमिला||तिमिला
𑐟𑐶𑐳𑐵||␣||तिसा||तिसा
𑐟𑐷𑐩𑐵||␣||तीमा||तीमा
𑐟𑐸𑐎𑑄||␣||तुकं||तुकं
𑐟𑐸𑐟𑐶||␣||तुति||तुति
𑐟𑐸𑐥𑑅||␣||तुपः||तुपः
𑐟𑐸𑐫𑐸|white|tu§ju|tuyu|तुयु||तुयु
𑐟𑑂𑐰𑑃𑐳𑐵|drink, beverage|t§wɔ̃§sa|twãsā|त्वँसा||त्वँसा
𑐠𑐵𑑄|column|tʰãː|thāṃ|थां||थां
𑐠𑐵𑐫𑑂|place|tʰæː|thæ|थाय्||थाय्
𑐠𑐶𑑃𑐨𑑅||␣||थिँभः||थिँभः
𑐠𑑂𑐰|this|tʰwɔ|thwa|थ्व||थ्व
𑐡𑑃||␣||दँ||दँ
𑐡𑐠𑐸||␣||दथु||दथु
𑐡𑐣𑐵𑐳𑐸|consciousness|də§na§su|danāsu|दनासु||दनासु
𑐡𑐧𑐮𑐶||␣||दबलि||दबलि
𑐡𑐧𑐹||␣||दबू||दबू
𑐡𑐧𑐹 𑐥𑑂𑐫𑐵𑐏𑑄||␣||दबू प्याखं||दबू प्याखं
𑐡𑐵𑑄|currency|dãː|dāṃ|दां||दां
𑐡𑐵𑑅||␣||दाः||दाः
𑐡𑐶𑑄||␣||दिं||दिं
𑐡𑐶𑐮𑑂𑐮𑐷|Delhi|di§l§liː|dillī|दिल्ली||दिल्ली
𑐡𑐸𑐐𑑅𑐎𑑂𑐰𑑃𑐫𑑂|backbone|du§ɡəː§k§wɔ̃§ɛː|duga:kwãê|दुगःक्वँय्||दुगःक्वँय्
𑐡𑐸𑐐𑐸|goat|du§ɡu|dugu|दुगु||दुगु
𑐡𑐸𑐬𑐸||␣||दुरु||दुरु
𑐡𑐸𑐬𑐸𑐮𑑂𑐰𑐴𑑄||␣||दुरुल्वहं||दुरुल्वहं
𑐡𑐸𑐳𑐶𑐎𑐵||␣||दुसिका||दुसिका
𑐡𑐸𑐳𑐾||␣||दुसे||दुसे
𑐡𑐾𑐫𑑂|country|de§ɛː|deê|देय्||देय्
𑐡𑑂𑐫𑑅𑐏𑑂𑐫𑐵𑐮𑑅||␣||द्यःख्यालः||द्यःख्यालः
𑐡𑑂𑐰𑐴𑑃||␣||द्वहँ||द्वहँ
𑐢𑐬𑑂𑐩|religion|dʱə§ɾ§mə|dharma|धर्म||धर्म
𑐢𑐸𑑃||␣||धुँ||धुँ
𑐢𑑂𑐫𑐧𑐵||␣||ध्यबा||ध्यबा
𑐢𑑂𑐰𑑅|line|dʱ§wɔː|dhwa:|ध्वः||ध्वः
𑐢𑑂𑐰𑐵𑐫𑐾𑐖𑑂𑐫𑐵||␣||ध्वायेज्या||ध्वायेज्या
𑐣𑑃||␣||नँ||नँ
𑐣𑐎𑐶𑑄|nail|nə§kĩː|nakiṃ|नकिं||नकिं
𑐣𑐏𑑅||␣||नखः||नखः
𑐣𑐐𑐬|city, town|nə§ɡə§ɾə|nagara|नगर||नगर
𑐣𑐐𑐸||␣||नगु||नगु
𑐣𑐐𑐸𑐩𑐵𑑄||␣||नगुमां||नगुमां
𑐣𑐫𑐾||␣||नये||नये
𑐣𑐰𑑅𑐑𑐵𑑃𑐫𑑂|mint|nə§wɔ:§ɡʱæ̃ː§‹|nawa:ghæ̃|नवःघाँय्||नवःघाँय्
𑐣𑐳𑐵𑐟𑑂𑐰𑑃𑐳𑐵||␣||नसात्वँसा||नसात्वँसा
𑐣𑐴𑐵𑑅||␣||नहाः||नहाः
𑐣𑐵𑑄||␣||नां||नां
𑐣𑐶𑐬𑑂𑐰𑐵𑐔𑐣||␣||निर्वाचन||निर्वाचन
𑐣𑐸𑐐𑑅||␣||नुगः||नुगः
𑐣𑐸𑐐𑑅𑐡𑑂𑐫𑑅|soul|nu§ɡəː§d§jəː|nuga:dya:|नुगःद्यः||नुगःद्यः
§|two|ne|ne|ने||ने
𑐣𑐾𑐰𑐵𑑅||␣||नेवाः||नेवाः
§|five|nja|nyā|न्या||न्या
𑐣𑑂𑐫𑐵𑐎𑐸𑑄||␣||न्याकुं||न्याकुं
𑐣𑑂𑐰𑐎𑐹|wedge|n§wɔ§kuː|nwakū|न्वकू||न्वकू
𑐤||␣||न्ह||न्ह
𑐤𑐵𑐫𑑂|nose|nʱæː§‹|nhæ|न्हाय्||न्हाय्
𑐤𑐶||␣||न्हि||न्हि
𑐤𑐶𑐎𑐵𑑄𑐗𑑄𑐐𑑅||␣||न्हिकांझंगः||न्हिकांझंगः
𑐤𑐸||␣||न्हु||न्हु
𑐤𑐾𑐎𑐸𑑄||␣||न्हेकुं||न्हेकुं
𑐤𑐾𑐥𑐸|brain|nʱe§pu|nhepu|न्हेपु||न्हेपु
𑐤𑑂𑐫𑐧𑑂𑐰𑐳𑐵||␣||न्ह्यब्वसा||न्ह्यब्वसा
𑐤𑑂𑐫𑐵𑐎𑑄|mirror|nʱ§ja§kə̃ː|nhyākaṃ|न्ह्याकं||न्ह्याकं
𑐤𑑂𑐫𑐵𑐥𑑄||␣||न्ह्यापं||न्ह्यापं
𑐤𑑂𑐫𑐵𑐥𑑄𑐥𑐶𑐮𑐶||␣||न्ह्यापंपिलि||न्ह्यापंपिलि
𑐥𑐘𑑂𑐖𑐵𑐧𑐷|Punjabi|pə§n§d͡ʑa§biː|pañjābī|पञ्जाबी||पञ्जाबी
𑐥𑐟𑐶𑑄||␣||पतिं||पतिं
𑐥𑐬𑐩𑐥𑑂𑐬𑐨𑐸||␣||परमप्रभु||परमप्रभु
𑐥𑐮𑑅||␣||पलः||पलः
𑐥𑐮𑐾𑐳𑑂𑐰𑐵𑑄|water lily|pə§le§s§wãː|paleswāṃ|पलेस्वां||पलेस्वां
𑐥𑐵𑑅||␣||पाः||पाः
𑐥𑐵𑑅𑐮𑐹𑐐𑐸 𑐳𑐩𑐠𑐬||␣||पाःलूगु समथर||पाःलूगु समथर
𑐥𑐵𑐴𑐵𑑄|guest|pahãː|pāhāṃ|पाहां||पाहां
𑐥𑐸𑐮𑐶||␣||पुलि||पुलि
𑐥𑐸𑐮𑐶𑐎𑑂𑐰𑑃𑐫𑑂|kneecap|pu§li§k§wɔ̃§ɛː|pulikwãê|पुलिक्वँय्||पुलिक्वँय्
§|four|pe|pe|पे||पे
𑐥𑐾𑐔||␣||पेच||पेच
𑐥𑑂𑐫𑐎𑐸𑑄||␣||प्यकुं||प्यकुं
𑐥𑑂𑐫𑐵𑐏𑑄||␣||प्याखं||प्याखं
𑐥𑑂𑐬𑐰𑐾𑐐||␣||प्रवेग||प्रवेग
𑐥𑑂𑐰𑐮𑐵𑐏|platinum|p§wɔ§la§kʰə|pwalākha|प्वलाख||प्वलाख
𑐦𑐂|sheep|pʰə§i|phai|फइ||फइ
𑐦𑐫𑑂|wind|pʰɛː|phê|फय्||फय्
𑐦𑐫𑑂𑐏𑑅|plane|pʰɛːkʰəː|phêkha:|फय्खः||फय्खः
𑐦𑐫𑑂‌𑐏𑑅|plane|pʰɛːkʰəː|phêkha:|फय्‌खः||फय्‌खः
𑐦𑐵||␣||फा||फा
𑐦𑐶||␣||फि||फि
𑐦𑐶𑐐𑑅||␣||फिगः||फिगः
𑐦𑐶𑐥𑐹||␣||फिपू||फिपू
𑐦𑐶𑐳𑑅𑐧𑐸𑑃||␣||फिसःबुँ||फिसःबुँ
𑐦𑐸𑐟𑐶||␣||फुति||फुति
𑐧𑑄𑐩𑐾𑐫𑑂|wild water buffalo|bə̃ː§me§ɛː|baṃmeê|बंमेय्||बंमेय्
𑐧𑑅𑐳𑐶||␣||बःसि||बःसि
𑐧𑑅𑐴𑑃𑐫𑑂|swan|bəː§hɛ̃ː§‹|ba:hễ|बःहँय्||बःहँय्
𑐧𑐏𑐸𑑄||␣||बखुं||बखुं
𑐧𑐣𑐫𑑂‌𑐖𑑂𑐫𑐵|business|bə§n§ɛː§d͡ʑ§ja|banêjyā|बनय्‌ज्या||बनय्‌ज्या
𑐧𑐩𑐹|carnivore|bə§muː|bamū|बमू||बमू
𑐧𑐮𑐵||␣||बला||बला
𑐧𑐴𑐣𑐶||␣||बहनि||बहनि
𑐧𑐵𑑅||␣||बाः||बाः
𑐧𑐵𑐖𑑄||␣||बाजं||बाजं
𑐧𑐶𑐡𑐵||␣||बिदा||बिदा
𑐧𑐶𑐴𑐶𑐧𑐵𑑅||␣||बिहिबाः||बिहिबाः
𑐧𑐸𑑃𑐕𑐸𑑃|squirrel|bũ§t͡ɕʰũ|bũchũ|बुँछुँ||बुँछुँ
𑐧𑐸𑑃𑐖𑑂𑐫𑐵||␣||बुँज्या||बुँज्या
𑐧𑐸𑐏𑑃𑐥𑑁|newspaper|bu§kʰə§̃pəu|bukhãpau|बुखँपौ||बुखँपौ
𑐧𑐸𑐢𑐧𑐵𑑅||␣||बुधबाः||बुधबाः
𑐧𑐸𑐮𑐶||␣||बुलि||बुलि
𑐧𑐸𑐳𑐵||␣||बुसा||बुसा
𑐧𑐹𑐧𑑅||␣||बूबः||बूबः
𑐧𑐾𑐮𑐵||␣||बेला||बेला
𑐧𑑂𑐫𑐵𑑄𑐔𑐵||␣||ब्यांचा||ब्यांचा
𑐧𑑂𑐫𑐵𑑄𑐥𑐵𑐳𑐶||␣||ब्यांपासि||ब्यांपासि
𑐧𑑂𑐰𑐴|heron|b§wɔ§hə|bwaha|ब्वह||ब्वह
𑐧𑑂𑐰𑐴𑑅||␣||ब्वहः||ब्वहः
𑐨𑐵𑐟𑑅||␣||भातः||भातः
𑐨𑐵𑐫𑑂|language|bʱ§æː|bhæ|भाय्||भाय्
𑐨𑐵𑐫𑑂‌𑐮𑐔𑑄|grammar|bʱ§æː§§lə§t͡ɕə̃ː|bhælacaṃ|भाय्‌लचं||भाय्‌लचं
𑐨𑐵𑐬𑐟|India|bʱa§ɾə§tə|bhārata|भारत||भारत
§|language|bʱasa|bhāṣā|भाषा||भाषा
𑐨𑐸𑐏𑐵||␣||भुखा||भुखा
𑐨𑐸𑐏𑐵𑐔𑐵||␣||भुखाचा||भुखाचा
𑐨𑐸𑐟𑐹||␣||भुतू||भुतू
𑐨𑐸𑐫𑐸|grey|bʱu§ju|bhuyu|भुयु||भुयु
𑐨𑐸𑐮𑐹𑐏𑐵|owl|bʱu§luː§kʰa|bhulūkhā|भुलूखा||भुलूखा
𑐨𑐹𑐐𑑀𑐮|geography|bʱuː§ɡo§l|bhūgol|भूगोल||भूगोल
𑐨𑑁|cat|bʱəu|bhau|भौ||भौ
𑐨𑑂𑐰𑑄||␣||भ्वं||भ्वं
𑐨𑑂𑐰𑐫𑑂|feast|bʱwɔ§ɛː|bhwaê|भ्वय्||भ्वय्
𑐩𑑄𑐐𑐮𑐧𑐵𑑅||␣||मंगलबाः||मंगलबाः
𑐩𑐔𑐵|child|mə§t͡ɕa|macā|मचा||मचा
𑐩𑐟𑐶𑐣𑐵||␣||मतिना||मतिना
𑐩𑐟𑐿𑐎𑑂𑐫|consensus|mə§təi§k§jə|mataikya|मतैक्य||मतैक्य
𑐩𑐥𑐄|sick, ill|məpəu|mapau|मपउ||मपउ
§|hatred|məjəiɡu|mayaigu|मयैगु||मयैगु
§|Maharashtra|məhaɾasʈɾə|mahārāṣṭra|महाराष्ट्र||महाराष्ट्र
§|in, at, on|mä|mā|मा||मा
𑐩𑐵𑑃|mother|mã|mā̃|माँ||माँ
𑐩𑐵𑐎𑑅𑐢𑐸𑑃||␣||माकःधुँ||माकःधुँ
𑐩𑐶||␣||मि||मि
𑐩𑐶𑐏𑐵||␣||मिखा||मिखा
𑐩𑐶𑐖𑑄𑐩𑐔𑐵||␣||मिजंमचा||मिजंमचा
𑐩𑐶𑐥𑐸𑐔𑑅||␣||मिपुचः||मिपुचः
𑐩𑐶𑐳𑐵𑐩𑐔𑐵||␣||मिसामचा||मिसामचा
𑐩𑐸𑐐𑑅||␣||मुगः||मुगः
𑐩𑐾||␣||मे||मे
𑐩𑐾𑐫𑑂|water buffalo|me§ɛː|meê|मेय्||मेय्
𑐩𑑂𑐫𑐾||␣||म्ये||म्ये
𑐩𑑂𑐰𑐵𑐫𑑂|banana|m§wæː§‹|mwæ|म्वाय्||म्वाय्
𑐪𑐎𑐸𑐔𑐵||␣||म्हकुचा||म्हकुचा
𑐪𑐐𑑅𑐳|dream|mʱə§ɡəː§sə|mhaga:sa|म्हगःस||म्हगःस
𑐪𑐵𑐳𑐸||␣||म्हासु||म्हासु
𑐪𑐸𑐟𑐸||␣||म्हुतु||म्हुतु
𑐪𑐸𑐟𑐸𑐳𑐶||␣||म्हुतुसि||म्हुतुसि
𑐪𑑂𑐫𑐵𑐫𑑂|daughter|mʱ§jæː§–|mhyæ|म्ह्याय्||म्ह्याय्
𑐪𑐫𑑂‌𑐏𑐵|peacock|mʱɛː§‹§kʰa|mhêkhā|म्ह्य्‌खा||म्ह्य्‌खा
𑐫𑐵||␣||या||या
𑐫𑐵𑐣𑐵𑐟𑐶||␣||यानाति||यानाति
𑐫𑐵𑐳𑐸|verb|ja§su|yāsu|यासु||यासु
𑐫𑐾𑑃||␣||येँ||येँ
𑐫𑐾𑐟𑑂|to do|jet|yet|येत्||येत्
𑐬𑐒𑑂𑐐|colour|ɾə§ŋ§ɡə|raṅga|रङ्ग||रङ्ग
𑐮𑑃||␣||लँ||लँ
𑐮𑑅||␣||लः||लः
𑐮𑑅𑐏𑑅||␣||लःखः||लःखः
𑐮𑐂𑑃𑐔𑐵|henna|lə̃§i§t͡ɕa|la͠icā|लइँचा||लइँचा
𑐮𑐐𑐵𑐣𑐷|investment|lə§ɡa§niː|lagānī|लगानी||लगानी
𑐮𑐑𑑂𑐰𑐵𑐟𑐸|lithium|lə§ɡʱ§wa§tu|laghwātu|लघ्वातु||लघ्वातु
𑐮𑐴𑐣𑐵||␣||लहना||लहना
𑐮𑐵||␣||ला||ला
𑐮𑐵𑐎𑐵𑑄|shoe|la§kãː|lākāṃ|लाकां||लाकां
𑐮𑐵𑐫𑐾𑐮𑐵𑐩𑐵||␣||लायेलामा||लायेलामा
𑐮𑐷||␣||ली||ली
𑐮𑐸𑑃||␣||लुँ||लुँ
𑐮𑐸𑐩𑐣𑑂𑐟𑐶||␣||लुमन्ति||लुमन्ति
𑐮𑐸𑐳𑐵𑑅|telescope|lu§saː|lusā:|लुसाः||लुसाः
𑐮𑐾𑐟𑐵𑐃𑐐𑐸|happiness|le§ta§iː§ɡu|letāīgu|लेताईगु||लेताईगु
𑐮𑐿𑐒𑑂𑐐𑐶𑐎||␣||लैङ्गिक||लैङ्गिक
𑐮𑑂𑐫𑐵𑑅|number|l§jaː|lyā|ल्याः||ल्याः
𑐮𑑂𑐫𑐵𑑅𑐖𑑂𑐫𑐵||␣||ल्याःज्या||ल्याःज्या
𑐮𑑂𑐰𑐴𑑄||␣||ल्वहं||ल्वहं
𑐮𑑂𑐰𑐴𑑄𑐔𑐵||␣||ल्वहंचा||ल्वहंचा
𑐮𑑂𑐰𑐵𑐨𑑅||␣||ल्वाभः||ल्वाभः
𑐯𑐵𑑅|arm|lʱaː|lhā:|ल्हाः||ल्हाः
𑐯𑑂𑐰𑐎𑐦𑐵𑐎|cholera|lʱ§wɔ§kə§pʰa§kə||ल्ह्वकफाक||ल्ह्वकफाक
𑐰𑐔𑐸|blue|wɔ§t͡ɕu|wacu|वचु||वचु
𑐰𑐳𑑅||␣||वसः||वसः
𑐰𑐴𑑅||␣||वहः||वहः
𑐰𑐵||␣||वा||वा
𑐰𑐵𑑄𑐐𑐸|green|wãː§ɡu|wāṃgu|वांगु||वांगु
𑐰𑐵𑐳𑐵||␣||वासा||वासा
𑐰𑐶𑐔𑐵𑑅||␣||विचाः||विचाः
𑐰𑐶𑐜𑐹𑐬|beryllium|wi§ɖuː§ɾə|wiḍūra|विडूर||विडूर
𑐱𑐣𑐶𑐧𑐵𑑅|Saturday|sə§ni§baː|śanibā:|शनिबाः||शनिबाः
𑐱𑐸𑐎𑑂𑐬𑐧𑐵𑑅|Friday|su§k§ɾə§baː|śukrabā:|शुक्रबाः||शुक्रबाः
𑐳𑑃||␣||सँ||सँ
𑐳𑑃𑐎𑑂𑐰𑑅|raven|sə̃§k§wɔː|sãkwa:|सँक्वः||सँक्वः
𑐳𑑄𑐎𑐶𑐥𑐵||␣||संकिपा||संकिपा
𑐳𑑄𑐎𑑂𑐬𑐵𑐩𑐎 𑐮𑑂𑐰𑐫𑑂|infectious disease|sə̃ː§k§ɾa§mə§kə§ §l§wɔ§ɛː|saṃkrāmaka lwaê|संक्रामक ल्वय्||संक्रामक ल्वय्
𑐳𑑄𑐡𑐾𑐫𑑂|Tibet|sə̃ː§de§ɛː|sãdeê|संदेय्||संदेय्
𑐳𑑅||␣||सः||सः
𑐳𑐏𑑂𑐰𑐵𑑅𑐮𑑂𑐰𑐴𑑄|limestone|səkʰwaːlwɔhə̃ː|sakhwā:lwahaṃ|सख्वाःल्वहं||सख्वाःल्वहं
𑐳𑐣𑑂𑐟𑑂𑐬𑐵𑐳𑐶|orange (fruit)|sə§n§t§ɾa§si|santrāsi|सन्त्रासि||सन्त्रासि
𑐳𑐦𑐹||␣||सफू||सफू
𑐳𑐦𑐹𑐢𑐸𑐎𑐹||␣||सफूधुकू||सफूधुकू
𑐳𑐩𑐵𑑅𑐖𑑂𑐰𑐮𑑄||␣||समाःज्वलं||समाःज्वलं
𑐳𑐬𑑂𑐐𑑅||␣||सर्गः||सर्गः
𑐳𑐮||␣||सल||सल
𑐳𑐮 𑐧𑑂𑐰𑐵𑐎𑐶𑐐𑐸||␣||सल ब्वाकिगु||सल ब्वाकिगु
𑐳𑐮𑐵𑐂|match(stick)|sə§la§i|salāi|सलाइ||सलाइ
𑐳𑐵||␣||सा||सा
𑐳𑐶||␣||सि||सि
𑐳𑐶𑑃||␣||सिँ||सिँ
§|Sikh religion|sɪkʰ d̪ʱəɾm|sikh dharm|सिख धर्म||सिख धर्म
𑐳𑐶𑐣𑑅𑐳𑐶𑑃||␣||सिनःसिँ||सिनःसिँ
𑐳𑐶𑐤𑑅||␣||सिन्हः||सिन्हः
𑐳𑐶𑐫𑐸||␣||सियु||सियु
𑐳𑐷||␣||सी||सी
𑐳𑐷𑐖𑑅||␣||सीजः||सीजः
𑐳𑐸𑐥𑐵𑑃𑐫𑑂|cloud|su§pæ̃ː§‹|supæ̃|सुपाँय्||सुपाँय्
𑐳𑐹𑐬𑑂𑐡𑑂𑐫|sun|suː§ɾ§djə|sūrdya|सूर्द्य||सूर्द्य
𑐳𑐾𑑄|liver|sẽ|seṃ|सें||सें
§|three|so|so|सो||सो
𑐳𑑀𑐩𑐧𑐵𑑅|Monday|soməbaː|somabā:|सोमबाः||सोमबाः
𑐳𑑂𑐫𑐵𑐄|apple|sjäu̯|syāu|स्याउ||स्याउ
𑐳𑑂𑐫𑐵𑐫𑐾||␣||स्याये||स्याये
§|three|swɔ|swo|स्व||स्व
𑐳𑑂𑐰𑑃||␣||स्वँ||स्वँ
𑐳𑑂𑐰𑐎𑐸𑑄||␣||स्वकुं||स्वकुं
𑐳𑑂𑐰𑐵𑑄||␣||स्वां||स्वां
𑐳𑑂𑐰𑐵𑑄𑐩𑐵|shrub|s§wãː§ma|swāṃmā|स्वांमा||स्वांमा
𑐳𑑂𑐰𑐵𑐣𑐾||␣||स्वाने||स्वाने
𑐴𑑃||␣||हँ||हँ
𑐴𑑃𑐫𑑂|duck|hɛ̃ː§‹|hễ|हँय्||हँय्
𑐴𑐟𑐵𑑅||␣||हताः||हताः
𑐴𑐠𑑄||␣||हथं||हथं
𑐴𑐮𑐶𑐩|world|hə§li§mə|halima|हलिम||हलिम
𑐴𑐵||␣||हा||हा
𑐴𑐵𑐎𑐸||␣||हाकु||हाकु
𑐴𑐵𑐳𑐵||␣||हासा||हासा
𑐴𑐶||␣||हि||हि
𑐴𑐶𑑃𑐎𑐶𑑄||␣||हिँकिं||हिँकिं
𑐴𑐶𑐟𑐶||␣||हिति||हिति
𑐴𑐾𑐬𑐵||␣||हेरा||हेरा
𑐴𑑂𑐫𑐵𑑄𑐐𑐸|red|h§jãː§ɡu|hyāṃgu|ह्यांगु||ह्यांगु
𑐴𑑂𑐰𑐖𑑂𑐫𑐵|irrigation|h§wɔ§d͡ʑ§ja|hwajyā|ह्वज्या||ह्वज्या
𑐎𑐮|machine, device|kə§lə||कल||कल
𑐳𑑄𑐳𑑂𑐎𑐺𑐟|Sanskrit|sə̃ːskɾit|saṃskr̥t|संस्कृत||संस्कृत







@ unknown source

𑐩𑐵𑐫𑐔𑐶𑑄|female|mæyacĩː|||x
𑐧𑐵𑐫𑐔𑐶𑑄|male|bæyacĩː|||x
𑐩𑐶𑐖𑑄|man|miɟãː|||x
𑐧𑐵𑐖𑐵𑑅|man|bæɟæː|||x
𑐩𑐶𑐳𑐵|woman|misæ|||x
𑐩𑐵𑐖𑐵𑑅|woman|mæɟæː|||x


`




/*
spare examples

𑐎𑑂𑐮𑐶𑐫𑑀𑐥𑑂𑐫𑐵𑐚𑑂𑐬𑐵 𑑗 𑐥𑑂𑐬𑐵𑐔𑐷𑐣 𑐩𑐶𑐳𑑂𑐬𑐫𑐵 𑐕𑐩𑑂𑐴 𑐣𑐵𑑄𑐖𑐵𑐩𑑂𑐴 𑐩𑐶𑐳𑐵 𑐱𑐵𑐳𑐎 𑐏𑑋 𑐴𑐮𑐶𑐩𑐫𑐵 𑐂𑐟𑐶𑐴𑐵𑐳𑐫𑑂 𑐴𑐾 𑐡𑐎𑐮𑐾 𑐣𑐵𑑄𑐖𑐵𑐥𑐶𑑄 𑐩𑐶𑐳𑑂𑐟𑐫𑑂 𑐰𑐫𑑂𑐎𑑅 𑐕𑐩𑑂𑐴 𑐏𑑋 𑐰𑐫𑑂𑐎𑑅𑐫𑐵𑐟 𑐰𑐫𑑂𑐎𑑅𑐫𑐵 𑐬𑐸𑐥 𑐰 𑐬𑐵𑐖𑐱𑐎𑑂𑐟𑐶𑐫𑐵 𑐣𑐶𑑄𑐟𑐶𑑄 𑐩𑑂𑐴𑐳𑐷𑐎𑐶𑐐𑐸 𑐫𑐵𑑋 𑐰𑐫𑑂𑐎𑑅𑐫𑐵 𑐱𑐵𑐳𑐣 𑐧𑐶𑐮𑐫𑑂 𑐡𑐫𑐾𑐎𑐹𑐐𑐸 𑐰𑐫𑑂𑐎𑑅𑐫𑐵 𑐏𑑂𑐰𑐵𑑅 𑐡𑐹𑐐𑐸 𑐕𑐐𑐸 𑐳𑐶𑐎𑑂𑐎𑐵𑑋 
from https://new.wikipedia.org/wiki/Template:%F0%91%90%AE%F0%91%91%82%F0%91%90%AB%F0%91%90%AB%F0%91%90%B5%F0%91%90%9F%F0%91%91%85%F0%91%90%90%F0%91%90%B8_%F0%91%90%8E%F0%91%90%B6%F0%91%90%A5%F0%91%90%B5


𑐳𑐎𑐮𑐾𑑄 𑐩𑐣𑐹𑐟 𑐳𑑂𑐰𑐟𑐣𑑂𑐟𑑂𑐬 𑐰 𑐖𑑂𑐰𑐮𑐶𑐖𑑂𑐰𑑅 𑐁𑐟𑑂𑐩𑐳𑐩𑑂𑐩𑐵𑐣 𑐰 𑐰𑐵𑑄 𑐡𑐂𑐎𑐠𑑄 𑐧𑐸𑐂 𑑋 𑐂𑐥𑐶𑑄 𑐳𑑂𑐰𑐰𑐶𑐰𑐾𑐎 𑐰 𑐳𑐡𑑂𑐧𑐸𑐡𑑂𑐔𑐶 𑐡𑐫𑐵𑑅 𑐰𑐶𑐰𑐾𑐎𑐱𑐷𑐮 𑐖𑐸𑐂 𑐀𑐮𑐾 𑐠𑐰𑑄𑐠𑐰𑐫𑑂 𑐡𑐵𑐖𑐵𑐎𑐠𑑄 𑐴𑐣𑐵𑐧𑐣𑐵 𑐫𑐵𑐂 𑑋
from
https://www.omniglot.com/writing/newa.htm


'new': { name: 'Newar',
		text: "𑐩𑐸𑐮𑐸𑐎𑐫𑑂 𑐰𑑅𑐐𑐸 𑐬𑐵𑐖𑐣𑑁𑐟𑐶𑐎 𑐫𑐬𑐶𑐰𑐬𑑂𑐟𑐣 𑐤𑐹𑐐𑐸 𑐳𑐰𑐶𑐢𑐵𑐣𑑄 𑐣𑐾𑐫𑐵𑑅𑐫𑐵𑐟 𑐳𑑄𑐑𑐷𑐫 𑐮𑑀𑐎𑐟𑐵𑐣𑑂𑐟𑑂𑐬𑐎 𑐐𑐞𑐟𑐣𑑂𑐟𑑂𑐬 𑐣𑐶𑐬𑑂𑐩𑐵𑐞 𑐫𑐵𑐂𑐐𑐸 𑐖𑐹𑐐𑐸𑐮𑐶𑑄 𑐬𑐾𑐥𑐵𑑅𑐫𑐵 𑐁𑐡𑐶𑐰𑐵𑐳𑐷 𑐣𑐾𑐰𑐵𑑅𑐟𑐣𑐫𑐸𑐳𑑄 𑐣𑐾𑐰𑐵𑑅 𑐳𑐵𑐫𑐟𑑂𑐟 𑐬𑐵𑐖𑑂𑐬𑐫𑐵 𑐩𑐵𑐐 𑐫𑐵𑑅𑐐𑐸 𑐚𑑂𑐬𑐸 𑑋",
		source: "Lipi Pau Monthly newspaper (February 2009)",
		sourceURL: "https://scriptsource.org/cms/scripts/page.php?item_id=entry_detail&uid=f82szejag6"
		},

*/