
// ⒶⒷⒸⒹⒺⒻⒼⒽⒾⒿⓀⓁⓂⓃⓄⓅⓆⓇⓈⓉⓊⓋⓌⓍⓎⓏ
// ⓐⓑⓒⓓⓔⓕⓖⓗⓘⓙⓚⓛⓜⓝⓞⓟⓠⓡⓢⓣⓤⓥⓦⓧⓨⓩ⊙
// 🅐🅑🅒🅓🅔🅕🅖🅗🅘🅙🅚🅛🅜🅝🅞🅟🅠🅡🅢🅣🅤🅥🅦🅧🅨🅩
// 🅰🅱🅲🅳🅴🅵🅶🅷🅸🅹🅺🅻🅼🅽🅾🅿🆀🆁🆂🆃🆄🆅🆆🆇🆈🆉



var collections = [
{ symbol:'Ⓥ', desc:'Vowels', chars:'(ᦵ|ᦷ|ᦶ|ᦺ|ᦲ|ᦹ|ᦳ|ᦴ|ᦸ|ᦰ|ᦱ|ᦻ|ᦿ|ᦼ|ᦽ|ᦾ|ᧀ)' },
{ symbol:'Ⓒ', desc:'All consonants', chars:'(ᦔ|ᦢ|ᦕ|ᦎ|ᦡ|ᦏ|ᦂ|ᦦ|ᦀ|ᦗ|ᦥ|ᦘ|ᦑ|ᦤ|ᦒ|ᦅ|ᦨ|ᦁ|ᦈ|ᦋ|ᦚ|ᦉ|ᦪ|ᦃ|ᦧ|ᦠ|ᦝ|ᦌ|ᦫ|ᦆ|ᦩ|ᦣ|ᦖ|ᦐ|ᦄ|ᦙ|ᦓ|ᦇ|ᦛ|ᦜ|ᦊ|ᦞ|ᦟ|ᦍ)' },
{ symbol:'Ⓕ', desc:'Finals', chars:'(ᧇ|ᧆ|ᧅ|ᧄ|ᧃ|ᧂ|ᧁ)' },
{ symbol:'Ⓣ', desc:'Tones', chars:'(ᧈ|ᧉ)' },
{ symbol:'⊙', desc:'Invisibles', chars:'(\u200C|\u200D)' },
]
