/*
native | meaning | IPA① | transcription | other transcriptions② | notes | wiktionary③


① separate each text unit (consonant+combining_mark(s)) with §, separate phonetic syllables with .
   use ‹ and › for a sound that spans 2 text units
   use – for a text unit that doesn't produce sound
   syllable boundary markers go inside previous unit, and emphasis markers begin emphasised unit

② the previous transcription field is always Latin. 
   if there is another key orthography (eg. Mongolian cyrillic) it goes here.
   vowelled/unvowelled alternatives also go here

③ if Wiktionary spells the word differently, add the spelling here
*/


otherTranscription = true   // kicks in the latest order of items: indicates that this uses a format that includes other transcriptions in the position shown above – this affects the assignments for the code, and i think also affects lookup for script notes that show both unvocalised and vocalised
termListType = 3			// picks up sources automatically





autoExpandExamples.khb = `

@ wiktionary (21 dec 22)

ᦀᦇᦳᧃ||
ᦀᦱᧃᧈ||
ᦀᦱᧃᧈᦵᦉᧂ||
ᦀᦱᧇ|to bathe|ʔ§aː§p̚˧˥
ᦀᦲᦰᦣᦸᧅ||
ᦀᦸᧅᧈᦶᦀᧅᧈ||
ᦀᦾᧈ||
ᦀᦾᧉ||
ᦂᦎᦻᧈ||
ᦂᦡᦱᧆ||
ᦂᦰᦡᦱᧆ||
ᦂᦱ|crow|k§aː˥|
ᦂᦱᧈ|to go|k§aː§˧˥|
ᦂᦱᧉ|rice shoots|k§aː§˩˧|
ᦂᦲᧃ||
ᦂᦳᧂ||
ᦂᦳᧂᧉ||
ᦂᦸᧂ||
ᦂᦽᧉ||
ᦂᧁᧉ||
ᦂᧄᧈᦘᦱᧉ||
ᦂᧇ||
ᦃᦱ||
ᦃᦱᧁ||
ᦃᦱᧁᧈ||
ᦃᦲᧄ||
ᦃᦳᧃ||
ᦃᦳᧄᧈ||
ᦃᦶᦈ||
ᦃᦸᧃᧈ||
ᦃᦾᧉ||
ᦃᧁᧉ||
ᦃᧁᧉᦓᦳᧄᦔᧂ||
ᦃᧁᧉᦓᧄᧉ||
ᦃᧁᧉᦔᦱ||
ᦃᧁᧉᦺᦈ||
ᦃᧅ||
ᦃᧇ||
ᦅᦱ|to be stuck|k§aː˥˩|
ᦅᦱᧈ|price|k§aː|
ᦅᦱᧉ|to do business|k§aː§˩|
ᦅᦳᧃ||
ᦅᦸᧂᧉ||
ᦅᦹᧆ||
ᦅᧃᦒᦲᧉ||
ᦅᧄ||
ᦅᧄᦓᦱᧄ||
ᦆᦱᧁᧈ||
ᦆᦱᧈᦵᦝᧀᧈ||
ᦆᦻᦓᦱᧃᧉ||
ᦆᧁᦉᦹᧈ||
ᦆᧄ||
ᦆᧄᦃᦱᧁ||
ᦆᧄᦶᦡᧂ||
ᦇᦱ||
ᦇᦱᧄ||
ᦇᦴ||
ᦇᦹᧃ||
ᦇᦹᧃᦆᧄ||
ᦇᦹᧃᦣᧂ||
ᦇᦹᧃᦵᦙᧆ||
ᦈᦱᧄ||
ᦈᦱᧄᦔᦱ||
ᦈᦲᧂ|hard|t͡ɕ§i§ŋ|
ᦈᦳ||
ᦈᦸᧂᧈ||
ᦈᦸᧂᧉ||
ᦈᦸᧂᧉᦟᦳᧄ||
ᦈᦸᧉᦑᧄ||
ᦈᦹᧈᦶᦑᧃ||
ᦈᧁᧉ||
ᦉ||
ᦉᦏᦱᧇ||
ᦉᦏᦱᧇᦡᦱᧂᧉ||
ᦉᦛᧃ||
ᦉᦛᧆᦌᦤᦲ||
ᦉᦡᦹ||
ᦉᦰ||
ᦉᦱᧂᧈᦆᦻ||
ᦉᦱᧂᧉ||
ᦉᦱᧃ||
ᦉᦱᧄ||
ᦉᦱᧄᦉᦲᧇ||
ᦉᦱᧅ||
ᦉᦲ||
ᦉᦲᧅ||
ᦉᦲᧅᧈ||
ᦉᦲᧇ||
ᦉᦲᧇᦂᧁᧉ||
ᦉᦲᧇᦉᦱᧄ||
ᦉᦲᧇᦉᦲᧈ||
ᦉᦲᧇᦉᦸᧂ||
ᦉᦲᧇᦉᦸᧂᦗᧃᦓᦱ||
ᦉᦲᧇᦠᦱᧉ||
ᦉᦲᧇᦵᦀᧆ||
ᦉᦲᧇᦵᦈᧆ||
ᦉᦲᧇᦶᦔᧆᧈ||
ᦉᦲᧇᦷᦠᧅ||
ᦉᦲᧇᧈ|ten|ɕ§i§p§˧˥|
ᦉᦲᧈ||
ᦉᦳᦎᦳ||
ᦉᦳᧂ||
ᦉᦳᧃ||
ᦉᦳᧄᧉ||
ᦉᦸᧂ||
ᦉᦸᧃ||
ᦉᦸᧅ||
ᦉᦸᧅᧈ||
ᦉᦹᧈᦌᦸᧃᧈ||
ᦉᦻᦂᦳᧂ||
ᦉᧂᦃᦱᧃ||
ᦊᦱ||
ᦊᦱᧈᦵᦋᦲᧁᧈ||
ᦊᦱᧉ||
ᦊᧂ||
ᦋᦱᧂᧈ||
ᦋᦱᧂᧈᦆᧄ||
ᦋᦱᧂᧈᦇᦹᧃ||
ᦋᦱᧂᧈᦛᦱᧃᧈ||
ᦋᦱᧂᧉ||
ᦋᦲᦞᦲᧆ||
ᦋᦲᧃᧉ||
ᦋᦲᧉᦩᦱᧈ||
ᦋᦸᧃᧈᦋᦱᧈ||
ᦋᦸᧃᧉ||
ᦋᦻ||
ᦋᧂ||
ᦌᦱᧁ||
ᦌᦱᧁᦂᧁᧉ||
ᦌᦱᧁᦉᦱᧄ||
ᦌᦱᧁᦉᦲᧈ||
ᦌᦱᧁᦉᦸᧂ||
ᦌᦱᧁᦠᦱᧉ||
ᦌᦱᧁᦵᦀᧆ||
ᦌᦱᧁᦵᦈᧆ||
ᦌᦱᧁᦶᦔᧆᧈ||
ᦌᦱᧁᦷᦠᧅ||
ᦌᦱᧈᦝᦱᧉ||
ᦌᦻ||
ᦌᦻᧉ||
ᦍᦱᧂᧈ||
ᦍᦱᧄ||
ᦍᦲᧁᧉᦶᦕᧁᧈ||
ᦍᦲᧂ||
ᦍᦲᧃᦡᦲ||
ᦍᦳᧃᦢᦲᧃ||
ᦍᧂᦊᦲᧈ||
ᦎᦱ||
ᦎᦱᦖᦻ||
ᦎᦱᦞᧃ||
ᦎᦲ||
ᦎᦸᧂᧉ||
ᦎᦻ||
ᦎᦼᧉ||
ᦎᧁᦂᦳᧄ||
ᦎᧁᦡᦲᧃ||
ᦎᧁᧉᦠᦴᧉ||
ᦏᦜᦱ||
ᦏᦱᧃᧈ||
ᦏᦲᧇᧈ||
ᦏᦳᧂᦟᦻ||
ᦏᦴᧈᦉᦱᧂ||
ᦏᦽᧉ||
ᦏᧄᧉ||
ᦐᦱᧉ||
ᦐᦱᧉᦜᦲᧈᦶᦧᧃ||
ᦐᦳᧄᧈ||
ᦐᦸᧂ||
ᦐᧂ||
ᦐᧂᦉᦹᦘᦲᧄ||
ᦑᦞᦲᧇ||
ᦑᦱᧂ||
ᦑᦱᧂᦂᦲᧃ||
ᦑᦱᧈᦵᦣᦲ||
ᦑᦸᧂ||
ᦑᦸᧂᧉ||
ᦑᧁᧈ||
ᦑᧁᧉ||
ᦒᦰᦵᦟ|sea|tʰ§a.§›§leː˥˩|th!le
ᦒᦱᦎᦳ||
ᦒᦲᧉ||
ᦒᦻᧉᦞᦱᧃᧈ||
ᦒᦻᧉᦵᦑᦲᧃᧈ||
ᦒᧄ||
ᦓᦱ||
ᦓᦱᧄ||
ᦓᦱᧅ||
ᦓᦲᧁᧉ||
ᦓᦳᧂᧉᦌᦱᧂ||
ᦓᦸᧂᧉ||
ᦓᦸᧃ||
ᦓᦹᧂᧈ||
ᦓᦾᧉ||
ᦓᧂᧈ||
ᦓᧄᧉ||
ᦓᧄᧉᦃᦸᧂ||
ᦓᧄᧉᦔᦲᧉ||
ᦓᧄᧉᦚᦳᧃ||
ᦓᧄᧉᦠᦸᧄ||
ᦓᧄᧉᦶᦂᧃᧈ||
ᦓᧇ||
ᦔᦱ||
ᦔᦱᦢᦲᧃ||
ᦔᦲ||
ᦔᦲᧃ||
ᦔᦳᧂᧈ||
ᦔᦳᧂᧈᦵᦓᦲᧂ||
ᦔᦴ||
ᦔᦴᧈ||
ᦔᦹᧃ||
ᦔᦹᧃᦂᦱᧂᧈ||
ᦔᧁᧈ||
ᦕᦱᧉ||
ᦕᦲ||
ᦕᦳᧄ||
ᦕᦴᧉ||
ᦕᦵᦑᧆ||
ᦕᧅ||
ᦕᧅᦂᦱᧆᦃᦱᧁ||
ᦕᧅᦂᦱᧆᦠᦸᧈ||
ᦖᦱ||
ᦖᦱᧅ||
ᦖᦱᧅᦀᦲᧆᧈ||
ᦖᦱᧅᦘᦱᧃᧉ||
ᦖᦱᧅᦘᦲᧃᧉᦷᦅ||
ᦖᦱᧅᦘᦲᧅ||
ᦖᦱᧅᦚᦳᧂ||
ᦖᦱᧅᦵᦃᦲᦉᦳᧄᧉ||
ᦖᦲ||
ᦖᦴ||
ᦖᦸᧃ||
ᦖᦹᧃᧈ||
ᦗᦲᧈ||
ᦗᦴ||
ᦗᦸᧅ||
ᦗᦸᧇ||
ᦗᦸᧈ||
ᦗᦾ||
ᦗᧃ||
ᦘᦱᦉᦱ||
ᦘᦱᦉᦱᦁᦱᧈᦌᦱᧂᧈ||
ᦘᦱᧃ||
ᦘᦲᧃᧉᦷᦅ||
ᦘᦲᧅ||
ᦘᦲᧅᦓᦾᧉ||
ᦘᦲᧅᦵᦃᧁ||
ᦘᦲᧅᦶᦎᧉ||
ᦙᦱ||
ᦙᦱᧃᧈ||
ᦙᦱᧉ||
ᦙᦱᧉᦓᧄᧉ||
ᦙᦲ||
ᦙᦷᦍ||
ᦙᦹ||
ᦙᧃ||
ᦙᧃᦀᦟᦴ||
ᦚᦱᧉ||
ᦚᦲᧃᧈ||
ᦚᦳᧃ||
ᦚᦻ||
ᦛᦱᧃ||
ᦛᦱᧃᧈ||
ᦛᦱᧃᧈᦶᦂᧁᧉ||
ᦛᦲ||
ᦛᦲᧈ||
ᦜᦱᧅ|differ from others|laː§k˧˥|
ᦜᧂ||
ᦜᧅ|post|la§k˧˥|
ᦝᦱᧃᧈᦍᦲᧉ||
ᦝᦱᧉ||
ᦝᦱᧉᦎᦳᧂᧈᦋᦲᧈ||
ᦝᦱᧉᦷᦎᧂᦋᦲᧈ||
ᦝᦸᧃᧉ||
ᦝᧂ||
ᦞᦱᧈ||
ᦞᦲᦠᦱᧃ||
ᦞᦸᧉ||
ᦞᧃ||
ᦞᧆ||
ᦟᦱᧁ||
ᦟᦱᧃᧉᦋᦱᧂᧉ||
ᦟᦱᧅ|drag, pull|laː§k˧|
ᦟᦲᧃᧉ||
ᦟᦳᧂ||
ᦟᦳᧄ||
ᦟᦴᧅᦋᦻ||
ᦟᦴᧅᦍᦲᧂ||
ᦟᦹᧉ||
ᦟᧅ|steal|la§k˧|
ᦠᦱ||
ᦠᦱᧂ||
ᦠᦱᧂᧉᦗᦸᧇ||
ᦠᦱᧆ||
ᦠᦱᧉ||
ᦠᦲᧃ||
ᦠᦳᧃᦑᦱᧂ||
ᦠᦳᧄ||
ᦠᦴ||
ᦠᦴᦝᧂ||
ᦠᦸᧄ||
ᦠᦸᧅᧈ||
ᦡᦱᧁ||
ᦡᦱᧁᦆᧄ||
ᦡᦱᧁᦓᧄᧉ||
ᦡᦱᧁᦠᦱᧂ||
ᦡᦱᧁᦡᦲᧃ||
ᦡᦱᧁᦺᦙᧉ||
ᦡᦱᧁᦺᦜ||
ᦡᦱᧁᦺᦝ||
ᦡᦲ||
ᦡᦲᦡᦳᧄ||
ᦡᦲᧃ||
ᦡᦲᧇ||
ᦡᦳᧅᧈ||
ᦡᦳᧅᧈᦷᦠ||
ᦡᦳᧆᧈ||
ᦡᦸᧅᧈ||
ᦡᦸᧅᧈᦷᦢ||
ᦡᧂ||
ᦡᧄ||
ᦢᦱᧃᧉ||
ᦢᦲᧃ||
ᦢᦳᧃ||
ᦢᧁᧈ||
ᦢᧁᧈᦅᦸᧉ||
ᦣᦱ||
ᦣᦴᧉ||
ᦣᦴᧉᦞᦱᧈ||
ᦣᦸᧂᧉ||
ᦣᦾᧉ||
ᦣᧁ||
ᦣᧂ||
ᦣᧅ||
ᦦᦱᧂ||
ᦦᦱᧂᧉ||
ᦦᦱᧆ||
ᦧᦱ||
ᦨᦱᧂᦑᦳᧂᧈ||
ᦨᦱᧂᦵᦋᦲᧁᧈ||
ᦩᦱᧄᦅᦹᧆ||
ᦩᦱᧉᦉᦱᧈ||
ᦩᦸᧃ||
ᦩᦻ||
ᦵᦁᦲᧁᧈᦵᦋᦲᧁᧈ|Europe|›§ʔɤ§‹§w§˧.§›§t͡sɤ§‹§w§˧
ᦵᦂᦲᧇᧈᦙᦱᧉ||
ᦵᦃᧁ||
ᦵᦄᦲᧅ|gums|›§ŋɤ§‹§k̚˧˥|ṅgoek
ᦵᦅᦲᧉᦖᦲᧃᧈ||
ᦵᦆᦲᧂᧈ||
ᦵᦈᦲᧃᧈ||
ᦵᦈᧂᦣᦻ||
ᦵᦈᧃ||
ᦵᦈᧆ||
ᦵᦉᦲ||
ᦵᦉᧂ||
ᦵᦊᧇ||
ᦵᦋᦲᧁᧈ||
ᦵᦋᧂᦣᦳᧂᧈ||
ᦵᦌᦲᧃ||
ᦵᦍ||
ᦵᦍᦌᦴ||
ᦵᦍᦲᧃᧉᦵᦌᦲᧃᧈ||
ᦵᦎᧉ||
ᦵᦔᧆ||
ᦵᦕᧆ||
ᦵᦖᧀ||
ᦵᦖᧀᦉᦏᦱᧇ||
ᦵᦗᦲᧈ||
ᦵᦗᦲᧉᦋᦲᧃᧈ||
ᦵᦘᦺᦘ||
ᦵᦙᦲᧂ||
ᦵᦙᦲᧂᦝᦱᧉ||
ᦵᦙᦲᧂᦠᦸᧉ||
ᦵᦙᦲᧂᦶᦉ||
ᦵᦙᧃᧉᦷᦙᧇ||
ᦵᦛᧀᧈᦵᦌᦲᧃᧈᦋᦴᦋᦹᧉ||
ᦵᦜᦲᧂ||
ᦵᦜᧅ||
ᦵᦜᧅᦂᦱᧉ||
ᦵᦝᧀᧈᦵᦋᦲᧁᧈ||
ᦵᦞᧅ||
ᦵᦟᦲᧅ||
ᦵᦡᦲᧃ||
ᦵᦣᦲ||
ᦵᦣᦲᦢᦲᧃ||
ᦵᦣᦲᦵᦉᦲᧅ||
ᦵᦣᦲᧃ||
ᦵᦣᦲᧈ||
ᦵᦣᧃ||
ᦵᦤᦲᧃ||
ᦶᦀᧅ|yoke|›§ʔɛ§k̚˧˥
ᦶᦂᧁᧉ||
ᦶᦂᧁᧉᦙᧂᦂᦸᧃ||
ᦶᦂᧄᧉ||
ᦶᦂᧉ||
ᦶᦃᧃ||
ᦶᦉᧂ||
ᦶᦉᧃᦌᦻ||
ᦶᦉᧃᧈ||
ᦶᦋᧃᦘᦴᦈᦻᧈ||
ᦶᦎᧂᦌᧂᧉ||
ᦶᦎᧃᧈ||
ᦶᦎᧃᧈᦉᦹᧈ||
ᦶᦎᧃᧈᦍᦲᧃ||
ᦶᦎᧃᧈᦓᧁ||
ᦶᦎᧃᧈᦧᦱᧈ||
ᦶᦎᧆ||
ᦶᦏᧄ||
ᦶᦒᧃᧈᦋᦲᧃᧈ||
ᦶᦓᦰᦓᧄ||
ᦶᦓᧃ||
ᦶᦔᧃᧉᦂᧄᧈ||
ᦶᦔᧃᧉᦶᦎᧄᧉ||
ᦶᦔᧆᧈ||
ᦶᦕᧃᧈᦀᦳᧃᧈᦑᦳᧃ||
ᦶᦖᧃᧈᦗᧁᧈ||
ᦶᦗᧂ||
ᦶᦙᧁ||
ᦶᦙᧈ||
ᦶᦛᧃᦎᦲᧃ||
ᦶᦟᧂᦰ||
ᦶᦡᧂ||
ᦶᦡᧃ||
ᦶᦢᧉ||
ᦶᦣᧂᧉ||
ᦶᦤᧃ||
ᦶᦧᧃ||
ᦶᦩᧃᧈ||
ᦷᦂ||
ᦷᦂᧂᧈᦌᦱᧃᦑᦱᧂ||
ᦷᦂᧂᧈᦷᦆᧉᦷᦅᧉ||
ᦷᦂᧅᧈᦟᦻ||
ᦷᦂᧇ||
ᦷᦃ||
ᦷᦅᧂᧈᦁᦱᧃᧈᦋᦲᧁᧉ||
ᦷᦆᧂ||
ᦷᦆᧂᦀᦲᧃ||
ᦷᦆᧂᦝᦱᧉ||
ᦷᦆᧄᧈ||
ᦷᦆᧅ||
ᦷᦉᧃ||
ᦷᦋᧂᧈᦷᦅᧉ||
ᦷᦎ||
ᦷᦎᧅ||
ᦷᦏᧈ||
ᦷᦏᧈᦝᦴ||
ᦷᦏᧈᦡᦲᧃ||
ᦷᦐᧅᧈ||
ᦷᦑᧈ||
ᦷᦓᧅ||
ᦷᦓᧅᦍᦳᧂ||
ᦷᦕ||
ᦷᦙᧉᦷᦒᧉ||
ᦷᦜ||
ᦷᦟᧆ||
ᦷᦟᧆᦏᦲᧇᧈ||
ᦷᦟᧆᦓᦾᧉ||
ᦷᦠ||
ᦷᦠᧅ||
ᦷᦡᧅ||
ᦷᦢ||
ᦷᦣᧂᦉᦸᧃ||
ᦷᦣᧂᦘᦲᧄ||
ᦷᦣᧂᦵᦣᧃ||
ᦷᦤᧂ||
ᦷᦥᦉᦳᧆ||
ᦺᦀ||
ᦺᦂᧈ||
ᦺᦂᧈᦗᦴᧉ||
ᦺᦃᧉ||
ᦺᦆᧈ||
ᦺᦈ||
ᦺᦉᧉ||
ᦺᦋ||
ᦺᦋᧉ||
ᦺᦎ||
ᦺᦔ||
ᦺᦖᧈ||
ᦺᦗ||
ᦺᦘᧈᦵᦙᦲᧂ||
ᦺᦙᧉ||
ᦺᦙᧉᦉᦐᦳᧅ||
ᦺᦙᧉᦉᦳᧆ||
ᦺᦙᧉᦌᦱᧂ||
ᦺᦙᧉᦏᦱᧄ||
ᦺᦙᧉᦔᦱᧅ||
ᦺᦜ||
ᦺᦝ||
ᦺᦝᦝᦱᧉ||
ᦺᦢ||
ᧇ||
ᧈ||
᧑᧒||
᧑᧒ᦗᧃᦓᦱ|Xishuangbanna|ɕip̚˧˥.§sɔŋ˥.§pa§n˥˩.§n§aː˥˩|12pannaa
᧞||
ᨠᩥ᩠ᨶ||
ᨦᩪ||
ᨷᩢ||
ᨸᩦ||
ᨽᩣᩈᩣ||
ᨾᩮᩥ᩠ᨦ||
ᩃᩣ||
ᩈᩥ᩠ᨷᩈᩬᨦᨻᩢ᩠ᨶᨶᩣ||
ᩓ||
᪁᪂ᨻᩢ᩠ᨶᨶᩣ||
ᦔᦞᦎᦲᦰ|news|pa§wa§t§i§ʔ²
ᦉᦵᦖᦲ|regular|sa§›§mɤː¹§‹
ᦗᧃᦒᦓᧂ|united|pa§n⁴§tʰa§na§ŋ⁴
ᦉᦳᦟᦱ|liquor|s§u§l§aː⁴
ᦃᦸᧂᦂᦲᧃ|food|x§ɔ§ŋ¹§k§i§n¹
ᦅᧄᦅᦹᧆ|idea|ka§m⁴§k§ɯ§t⁵









































`

