
autoExpandExamples.khb = `


ᦀᦲᦰᦣᦸᧅ||
ᦀᦸᧅᧈᦶᦀᧅᧈ||
ᦀᦾᧉ||
ᦂᦎᦻᧈ||
ᦂᦡᦱᧆ||
ᦂᦰᦡᦱᧆ||
ᦂᦱ|crow|kaː˥|
ᦂᦱᧈ|to go|kaː˧˥|
ᦂᦱᧉ|rice shoots|kaː˩˧|
ᦂᦲᧃ||
ᦂᦸᧂ||
ᦂᦽᧉ||
ᦂᧁᧉ||
ᦂᧇ||
ᦃᦱ||
ᦃᦱᧁ||
ᦃᦱᧁᧈ||
ᦃᦳᧃ||
ᦃᦶᦈ||
ᦃᦸᧃᧈ||
ᦃᦾᧉ||
ᦃᧁᧉ||
ᦃᧁᧉᦓᦳᧄᦔᧂ||
ᦃᧁᧉᦓᧄᧉ||
ᦃᧁᧉᦔᦱ||
ᦃᧁᧉᦺᦈ||
ᦃᧅ||
ᦃᧇ||
ᦅᦱ|to be stuck|kaː˥˩|
ᦅᦱᧈ|price|kaː|
ᦅᦱᧉ|to do business|kaː˩|
ᦅᦸᧂᧉ||
ᦅᦹᧆ||
ᦆᦱᧁᧈ||
ᦆᦱᧈᦵᦝᧀᧈ||
ᦇᦱᧄ||
ᦇᦴ||
ᦇᦹᧃ||
ᦈᦲᧂ|hard|ʨiŋ|
ᦈᦳ||
ᦈᦸᧂᧉ||
ᦈᦸᧉᦑᧄ||
ᦈᧁᧉ||
ᦉᦏᦱᧇ||
ᦉᦏᦱᧇᦡᦱᧂᧉ||
ᦉᦛᧃ||
ᦉᦛᧆᦌᦤᦲ||
ᦉᦡᦹ||
ᦉᦰ||
ᦉᦱᧂᧈᦆᦻ||
ᦉᦱᧂᧉ||
ᦉᦱᧃ||
ᦉᦱᧄ||
ᦉᦱᧄᦉᦲᧇ||
ᦉᦲ||
ᦉᦲᧅ||
ᦉᦲᧅᧈ||
ᦉᦲᧇ||
ᦉᦲᧇᦂᧁᧉ||
ᦉᦲᧇᦉᦱᧄ||
ᦉᦲᧇᦉᦲᧈ||
ᦉᦲᧇᦉᦸᧂ||
ᦉᦲᧇᦉᦸᧂᦗᧃᦓᦱ||
ᦉᦲᧇᦠᦱᧉ||
ᦉᦲᧇᦵᦀᧆ||
ᦉᦲᧇᦵᦈᧆ||
ᦉᦲᧇᦶᦔᧆᧈ||
ᦉᦲᧇᦷᦠᧅ||
ᦉᦲᧇᧈ|ten|ɕip˧˥|
ᦉᦲᧈ||
ᦉᦳᦎᦳ||
ᦉᦳᧂ||
ᦉᦳᧃ||
ᦉᦸᧂ||
ᦉᦸᧃ||
ᦉᦸᧅ||
ᦉᦸᧅᧈ||
ᦉᦹᧈᦌᦸᧃᧈ||
ᦉᧂᦃᦱᧃ||
ᦊᦱᧉ||
ᦋᦱᧂᧉ||
ᦋᦲᦞᦲᧆ||
ᦋᦲᧃᧉ||
ᦋᦸᧃᧉ||
ᦋᦻ||
ᦋᧂ||
ᦌᦱᧁ||
ᦌᦱᧁᦂᧁᧉ||
ᦌᦱᧁᦉᦱᧄ||
ᦌᦱᧁᦉᦲᧈ||
ᦌᦱᧁᦉᦸᧂ||
ᦌᦱᧁᦠᦱᧉ||
ᦌᦱᧁᦵᦀᧆ||
ᦌᦱᧁᦵᦈᧆ||
ᦌᦱᧁᦶᦔᧆᧈ||
ᦌᦱᧁᦷᦠᧅ||
ᦌᦱᧈᦝᦱᧉ||
ᦌᦻ||
ᦍᦱᧂᧈ||
ᦍᦱᧄ||
ᦍᦲᧂ||
ᦍᦲᧃᦡᦲ||
ᦍᧂᦊᦲᧈ||
ᦎᦱ||
ᦎᦱᦖᦻ||
ᦎᦱᦞᧃ||
ᦎᦲ||
ᦎᦸᧂᧉ||
ᦎᦻ||
ᦎᦼᧉ||
ᦎᧁᧉᦠᦴᧉ||
ᦏᦲᧇᧈ||
ᦏᦴᧈᦉᦱᧂ||
ᦏᧄᧉ||
ᦐᦱᧉ||
ᦐᦱᧉᦜᦲᧈᦶᦧᧃ||
ᦐᦳᧄᧈ||
ᦐᧂ||
ᦐᧂᦉᦹᦘᦲᧄ||
ᦑᦞᦲᧇ||
ᦑᦱᧂ||
ᦑᦱᧈᦵᦣᦲ||
ᦑᦸᧂᧉ||
ᦒᦰᦵᦟ||
ᦒᦻᧉᦵᦑᦲᧃᧈ||
ᦒᧄ||
ᦓᦱ||
ᦓᦱᧅ||
ᦓᦸᧂᧉ||
ᦓᦸᧃ||
ᦓᦹᧂᧈ||
ᦓᦾᧉ||
ᦓᧂᧈ||
ᦓᧄᧉ||
ᦓᧄᧉᦃᦸᧂ||
ᦓᧄᧉᦶᦂᧃᧈ||
ᦔᦱ||
ᦔᦲ||
ᦔᦲᧃ||
ᦔᦳᧂᧈ||
ᦔᦳᧂᧈᦵᦓᦲᧂ||
ᦔᦴ||
ᦔᦴᧈ||
ᦔᦹᧃ||
ᦔᦹᧃᦂᦱᧂᧈ||
ᦕᦱᧉ||
ᦕᦲ||
ᦕᦳᧄ||
ᦕᦴᧉ||
ᦕᦵᦑᧆ||
ᦕᧅ||
ᦕᧅᦂᦱᧆᦃᦱᧁ||
ᦕᧅᦂᦱᧆᦠᦸᧈ||
ᦖᦱ||
ᦖᦱᧅ||
ᦖᦱᧅᦘᦲᧃᧉᦷᦅ||
ᦖᦱᧅᦘᦲᧅ||
ᦖᦱᧅᦚᦳᧂ||
ᦖᦱᧅᦵᦃᦲᦉᦳᧄᧉ||
ᦖᦲ||
ᦖᦹᧃᧈ||
ᦗᦲᧈ||
ᦗᦸᧅ||
ᦗᦸᧈ||
ᦗᦾ||
ᦗᧃ||
ᦘᦱᦉᦱ||
ᦘᦱᦉᦱᦁᦱᧈᦌᦱᧂᧈ||
ᦘᦲᧃᧉᦷᦅ||
ᦘᦲᧅ||
ᦘᦲᧅᦓᦾᧉ||
ᦘᦲᧅᦵᦃᧁ||
ᦘᦲᧅᦶᦎᧉ||
ᦙᦱ||
ᦙᦱᧃᧈ||
ᦙᦱᧉ||
ᦙᦲ||
ᦙᦷᦍ||
ᦙᦹ||
ᦙᧃᦀᦟᦴ||
ᦚᦱᧉ||
ᦚᦲᧃᧈ||
ᦚᦳᧃ||
ᦜᦱᧅ|differ from others|laːk˧˥|
ᦜᧅ|post|lak˧˥|
ᦝᦱᧉ||
ᦝᦸᧃᧉ||
ᦝᧂ||
ᦞᦱᧈ||
ᦞᦲᦠᦱᧃ||
ᦞᦸᧉ||
ᦞᧃ||
ᦞᧆ||
ᦟᦱᧁ||
ᦟᦱᧅ|drag, pull|laːk˧|
ᦟᦲᧃᧉ||
ᦟᦳᧂ||
ᦟᦳᧄ||
ᦟᦹᧉ||
ᦟᧅ|steal|lak˧|
ᦠᦱ||
ᦠᦱᧉ||
ᦠᦲᧃ||
ᦠᦳᧃᦑᦱᧂ||
ᦠᦳᧄ||
ᦠᦴ||
ᦠᦴᦝᧂ||
ᦡᦱᧁ||
ᦡᦲ||
ᦡᦲᧃ||
ᦡᦳᧆᧈ||
ᦡᦸᧅᧈ||
ᦡᦸᧅᧈᦷᦢ||
ᦡᧂ||
ᦡᧄ||
ᦢᦱᧃᧉ||
ᦢᦳᧃ||
ᦢᧁᧈ||
ᦢᧁᧈᦅᦸᧉ||
ᦣᦱ||
ᦣᦴᧉ||
ᦣᦴᧉᦞᦱᧈ||
ᦣᦸᧂᧉ||
ᦣᦾᧉ||
ᦣᧁ||
ᦣᧅ||
ᦦᦱᧂᧉ||
ᦦᦱᧆ||
ᦩᦻ||
ᦵᦆᦲᧂᧈ||
ᦵᦈᦲᧃᧈ||
ᦵᦈᧂᦣᦻ||
ᦵᦈᧆ||
ᦵᦉᦲ||
ᦵᦉᧂ||
ᦵᦊᧇ||
ᦵᦋᦲᧁᧈ||
ᦵᦋᧂᦣᦳᧂᧈ||
ᦵᦌᦲᧃ||
ᦵᦍ||
ᦵᦍᦌᦴ||
ᦵᦔᧆ||
ᦵᦕᧆ||
ᦵᦖᧀ||
ᦵᦖᧀᦉᦏᦱᧇ||
ᦵᦗᦲᧈ||
ᦵᦗᦲᧉᦋᦲᧃᧈ||
ᦵᦘᦺᦘ||
ᦵᦙᦲᧂ||
ᦵᦙᦲᧂᦝᦱᧉ||
ᦵᦙᦲᧂᦠᦸᧉ||
ᦵᦙᦲᧂᦶᦉ||
ᦵᦙᧃᧉᦷᦙᧇ||
ᦵᦜᦲᧂ||
ᦵᦞᧅ||
ᦵᦟᦲᧅ||
ᦵᦡᦲᧃ||
ᦵᦣᦲ||
ᦵᦣᦲᧃ||
ᦵᦣᦲᧈ||
ᦵᦣᧃ||
ᦵᦤᦲᧃ||
ᦶᦂᧁᧉᦙᧂᦂᦸᧃ||
ᦶᦂᧉ||
ᦶᦉᧂ||
ᦶᦉᧃᧈ||
ᦶᦋᧃᦘᦴᦈᦻᧈ||
ᦶᦎᧂᦌᧂᧉ||
ᦶᦎᧃᧈᦉᦹᧈ||
ᦶᦎᧃᧈᦍᦲᧃ||
ᦶᦎᧃᧈᦧᦱᧈ||
ᦶᦏᧄ||
ᦶᦓᦰᦓᧄ||
ᦶᦓᧃ||
ᦶᦔᧆᧈ||
ᦶᦖᧃᧈᦗᧁᧈ||
ᦶᦗᧂ||
ᦶᦙᧁ||
ᦶᦙᧈ||
ᦶᦟᧂᦰ||
ᦶᦡᧂ||
ᦶᦡᧃ||
ᦶᦢᧉ||
ᦶᦣᧂᧉ||
ᦶᦤᧃ||
ᦷᦂ||
ᦷᦃ||
ᦷᦅᧂᧈᦁᦱᧃᧈᦋᦲᧁᧉ||
ᦷᦆᧂ||
ᦷᦆᧂᦀᦲᧃ||
ᦷᦆᧂᦝᦱᧉ||
ᦷᦆᧄᧈ||
ᦷᦉᧃ||
ᦷᦋᧂᧈᦷᦅᧉ||
ᦷᦎᧅ||
ᦷᦏᧈ||
ᦷᦏᧈᦝᦴ||
ᦷᦏᧈᦡᦲᧃ||
ᦷᦑᧈ||
ᦷᦓᧅ||
ᦷᦓᧅᦍᦳᧂ||
ᦷᦕ||
ᦷᦙᧉᦷᦒᧉ||
ᦷᦜ||
ᦷᦟᧆ||
ᦷᦟᧆᦏᦲᧇᧈ||
ᦷᦟᧆᦓᦾᧉ||
ᦷᦠ||
ᦷᦠᧅ||
ᦷᦣᧂᦉᦸᧃ||
ᦷᦣᧂᦵᦣᧃ||
ᦺᦂᧈ||
ᦺᦂᧈᦗᦴᧉ||
ᦺᦃᧉ||
ᦺᦆᧈ||
ᦺᦈ||
ᦺᦋᧉ||
ᦺᦎ||
ᦺᦔ||
ᦺᦖᧈ||
ᦺᦗ||
ᦺᦘᧈᦵᦙᦲᧂ||
ᦺᦙᧉ||
ᦺᦙᧉᦌᦱᧂ||
ᦺᦝ||
ᦺᦝᦝᦱᧉ||
ᦺᦢ||
᧑᧒||
᧑᧒ᦗᧃᦓᦱ||
᧞||
ᨠᩥ᩠ᨶ||
ᨦᩪ||
ᨷᩢ||
ᨸᩦ||
ᨽᩣᩈᩣ||
ᨾᩮᩥ᩠ᨦ||
ᩃᩣ||
ᩈᩥ᩠ᨷᩈᩬᨦᨻᩢ᩠ᨶᨶᩣ||
᪁᪂ᨻᩢ᩠ᨶᨶᩣ||















































`

