/*
native | meaning | IPA① | transcription | other transcriptions② | notes | wiktionary③


① separate each text unit (consonant+combining_mark(s)) with ,, separate phonetic syllables with .
   use ‹ and › for a sound that spans 2 text units
   use – for a text unit that doesn't produce sound
   syllable boundary markers go inside previous unit, and emphasis markers begin emphasised unit

② the previous transcription field is always Latin. 
   if there is another key orthography (eg. Mongolian cyrillic) it goes here.
   vowelled/unvowelled alternatives also go here

③ if Wiktionary spells the word differently, add the spelling here
*/






autoExpandExamples.bn = `

@ wiktionary


-আনী||␣|
-ই||
-ইত||␣|
-ইনী||␣|
-ঈ||
-এ|at, in||-e
-এর||
-এরা||
-ওয়ালা||␣
-কনা||
-কামী||␣
-কারী||
-খান||␣
-খানা||␣
-গা||␣
-গুলা||␣
-গুলো||
-জন||␣
-জা||␣
-জাদা||␣
-জাদী||␣
-টা||␣
-টি||␣
-তা||␣
-ত্ব||␣
-দার||
-দারি||
-দারী||␣
-নবিস||␣|
-নামা||␣
-নী||␣|
-ভাবে||␣|
-মন্দ||␣|
-ময়||␣|
-র সঙ্গে|with||-rô śôṅɡe
-র সাথে|with||-rô śathe
-রা||
-শালা||␣|
-স্তান||␣|
-হীন||␣
অ আ ক খ||
অ আ||
অ-||
অ-কার||␣|
অঁকোল||␣|
অংকন||␣|
অংগুস্তানা||␣|
অংশ||␣|
অংশক||␣|
অংশমান||␣|
অংশল||␣|
অংশাবতার||␣|
অংশু||␣|
অংশুক||␣|
অংশুপট্ট||␣|
অংশুল||␣|
অংশুশিরা||␣|
অংহ||␣|
অই||␣|
অইলদা||␣
অওরত||␣|
অওসৎ||␣|
অকথা||␣|
অকপটচিত্তে||␣|
অকমনীয়||␣|
অকম্পিত||␣|
অকরণ||␣|
অকরণীয় ঘর||␣|
অকরুণ||␣|
অকর্তা|passive, inactive|ˈɔ,kɔ,ɹ,t̪a|okorta
অকর্মণ্য||␣|
অকর্মা||␣|
অকর্মিষ্ঠ||␣|
অকর্ষিত||␣|
অকল||␣|
অকলঙ্ক||␣|
অকলঙ্কিত||␣|
অকলঙ্কিতা||␣|
অকলঙ্কিনী||␣|
অকলঙ্কী||␣|
অকলমন্দ||␣|
অকলুষ||␣|
অকলুষিত||␣|
অকল্ক||␣|
অকল্কা||␣|
অকল্পনা||␣|
অকল্পনীয়||␣|
অকল্পিত||␣|
অকল্মষ||␣|
অকল্যাণ||␣|
অকল্যাণকর||␣|
অকল্যাণকারিণী||␣|
অকষ্ট||␣|
অকষ্টকল্পনা||␣|
অকষ্টকল্পিত||␣|
অকষ্টবদ্ধ||␣|
অকস্মাৎ বজ্রাঘাত||␣|
অকস্মাৎ||␣|
অকাজ||␣|
অকাজের কাজি||␣|
অকাট||␣|
অকাট্য||␣|
অকাঠ||␣|
অকাঠা||␣|
অকাণ্ড||␣|
অকাণ্ডে||␣|
অকাতর||␣|
অকাতরে||␣|
অকাপট্য||␣|
অকাম||␣|
অকাম্য||␣|
অকায়||␣|
অকার||␣|
অকারণ||␣
অকারণে কিছুই ঘটে না||␣
অকারণে||␣|
অকারত||␣|
অকারাদি||␣|
অকারান্ত||␣|
অকার্য||␣|
অকার্যকর||␣|
অকার্যকরী||␣|
অকার্যকারিতা||␣|
অকাল বীর্যপাত||␣
অকাল বোধন||␣|
অকাল-অপক্ব||␣|
অকাল|hard times|ɔkal
অকালকুষ্মাণ্ড||␣|
অকালজ||␣|
অকালজাত||␣|
অকালপক্ব||␣|
অকালপক্বতা||␣|
অকালবর্ষণ||␣|
অকালবার্ধক্য||␣|
অকালবৃদ্ধ||␣|
অকালবোধন||␣|
অকালমৃত্যু||␣|
অকালসন্ধ্যা||␣|
অকালী||␣|
অকালে কী না খায়||␣|
অকালে||␣|
অকাল্পনিক||␣|
অকিঞ্চন||␣|
অকিঞ্চনতা||␣|
অকিঞ্চনত্ব||␣|
অকিঞ্চিৎ||␣|
অকিঞ্চিৎকর||␣|
অকিঞ্চিৎকরতা||␣|
অকীর্ত||␣|
অকীর্তি||␣|
অকীর্তিকর||␣|
অকীর্তিত||␣|
অকু||␣|
অকুআত||␣|
অকুটিলতা||␣|
অকুটিলা||␣|
অকুণ্ঠ||␣|
অকুণ্ঠচিত্ত||␣|
অকুণ্ঠচিত্তে||␣|
অকুণ্ঠিত||␣|
অকুণ্ঠিতচিত্ত||␣|
অকুণ্ঠিতচিত্তে||␣|
অকুণ্ঠিতা||␣|
অকুতোভয়||␣|
অকুতোভয়তা||␣|
অকুতোভয়া||␣|
অকুফ||␣|
অকুল||␣|
অকুলন||␣|
অকুলান||␣|
অকুলীন||␣|
অকুস্থল||␣|
অকুস্থলে||␣|
অকুস্থান||␣|
অকূল||␣|
অকৃত||␣|
অকৃতকর্ম||␣|
অকৃতকর্মা||␣|
অকৃতকার্য||␣
অকৃতকার্যতা||␣|
অকৃতঘ্ন||␣|
অকৃতঘ্নতা||␣|
অকৃতজ্ঞ||␣|
অকৃতজ্ঞতা||␣|
অকৃতদার||␣|
অকৃতধী||␣|
অকৃতনামা||␣|
অকৃতনামী||␣|
অকৃতনাম্নী||␣|
অকৃতবিদ্য||␣|
অকৃতাত্মা||␣|
অকৃতাদর||␣|
অকৃতাপরাধ||␣|
অকৃতার্থ||␣|
অকৃতিত্ব||␣|
অকৃতী||␣|
অকৃতোদ্বাহ||␣|
অকৃতোদ্বাহা||␣|
অকৃত্য||␣|
অকৃত্যকারী||␣|
অকৃত্রিম||␣|
অকৃত্রিমতা||␣|
অকৃপ||␣|
অকৃপণ||␣|
অকৃপণতা||␣|
অকৃপা||␣|
অকৃষ্ট||␣|
অকৃষ্টপচ্য||␣|
অকৃষ্ণ||␣|
অকৃষ্ণকর্মা||␣|
অকেজো||␣|
অকেলাস||␣|
অকেশ||␣|
অকেশা||␣|
অকেশিনী||␣|
অকেশী||␣|
অকৈতব||␣|
অকোপ||␣|
অকোপিত||␣|
অকোপী||␣|
অকোবিদ||␣|
অকৌশল||␣|
অক্কা||␣|
অক্কাপ্রাপ্তি||␣|
অক্টোপাস||␣|
অক্টোবর|October|ɔ,k.,ʈo.,bɔ,ɾ
অক্ত||␣|
অক্রম||␣|
অক্রমিক||␣|
অক্রিয়||␣|
অক্রিয়কর্মা||␣|
অক্রিয়তা||␣|
অক্রিয়ত্ব||␣|
অক্রিয়া||␣|
অক্রিয়াচরণ||␣|
অক্রিয়ানিষ্ঠ||␣|
অক্রিয়ান্বিত||␣|
অক্রিয়ারত||␣|
অক্রিয়াসক্ত||␣|
অক্রীত||␣|
অক্রুদ্ধ||␣|
অক্রূর||␣|
অক্রেয়||␣|
অক্রেয়তা||␣|
অক্রোধ||␣|
অক্রোধিত||␣|
অক্রোধী||␣|
অক্লম||␣|
অক্লান্ত||␣|
অক্লান্তকর্মা||␣|
অক্লিষ্ট||␣|
অক্লিষ্টকর্মা||␣|
অক্লিষ্টশোভা||␣|
অক্লিষ্টস্নেহ||␣|
অক্লীব||␣|
অক্লেশ||␣|
অক্লেশে||␣|
অক্ষ||␣|
অক্ষক্রীড়া||␣|
অক্ষটি||␣|
অক্ষত||␣|
অক্ষতদেহ||␣|
অক্ষতদেহে||␣|
অক্ষতযোনি||␣|
অক্ষতশরীর||␣|
অক্ষতশরীরে||␣|
অক্ষপাদ||␣|
অক্ষবাট||␣|
অক্ষবিদ||␣|
অক্ষবিৎ||␣|
অক্ষবৃত্ত||␣|
অক্ষবেত্তা||␣|
অক্ষম||␣|
অক্ষমতা||␣|
অক্ষমা||␣|
অক্ষমালা||␣|
অক্ষয়||␣|
অক্ষয়কীর্তি||␣|
অক্ষয়বট||␣|
অক্ষয়লোক||␣|
অক্ষর||␣
অক্ষরজীবক||␣|
অক্ষরজীবিক||␣|
অক্ষরজীবী||␣|
অক্ষরজ্ঞান||␣|
অক্ষরডম্বর||␣|
অক্ষরপরিচয়||␣|
অক্ষরবিন্যাস||␣|
অক্ষরবৃত্ত||␣|
অক্ষরমালা||␣|
অক্ষরযোজক||␣|
অক্ষরান্তরীকরণ||␣|
অক্ষরেখা||␣|
অক্ষশক্তি||␣|
অক্ষসূত্র||␣|
অক্ষহার||␣|
অক্ষাংশ||␣|
অক্ষার||␣|
অক্ষারলবণ||␣|
অক্ষি||␣
অক্ষিকাচ||␣|
অক্ষিকোটর||␣|
অক্ষিগত||␣|
অক্ষিগোলক||␣|
অক্ষিণ্ণ||␣|
অক্ষিপক্ষ্ম||␣|
অক্ষিপট||␣|
অক্ষিপটল||␣|
অক্ষিপুট||␣|
অক্ষিভিষক||␣|
অক্ষিলোম||␣|
অক্ষিশালাক্য||␣|
অক্ষীয়||␣|
অক্ষুণ্ণ||␣|
অক্ষুণ্ণচিত্ত||␣|
অক্ষুণ্ণচিত্তে||␣|
অক্ষুব্ধ||␣|
অক্ষুব্ধচিত্ত||␣|
অক্ষুব্ধচিত্তে||␣|
অক্ষুভিত||␣|
অক্ষুভিতচিত্ত||␣|
অক্ষুভিতচিত্তে||␣|
অক্ষেমা||␣|
অক্ষোভ||␣|
অক্ষোভিত||␣|
অক্ষোভে||␣|
অক্ষোভ্য||␣|
অক্ষৌহিণী||␣|
অক্সফোর্ড||␣|
অক্সাইড||␣|
অক্সিজেন||␣|
অক্সিডেশন||␣|
অখণ্ড||␣|
অখণ্ডতা||␣|
অখণ্ডনীয়||␣|
অখণ্ডনীয়তা||␣|
অখণ্ডিত||␣|
অখণ্ড্য||␣|
অখন||␣|
অখর্ব||␣|
অখল||␣|
অখাত||␣|
অখাদ্য||␣|
অখিণ্ণ||␣|
অখিদ্য||␣|
অখিদ্যমান||␣|
অখিল-আধান||␣|
অখিল||␣|
অখিলআধান||␣|
অখিলখণ্ড||␣|
অখিলপ্রিয়||␣|
অখিলেশ||␣|
অখুশি||␣|
অখেদ||␣|
অখ্যাত||␣|
অখ্যাতনামা||␣|
অখ্যাতনাম্নী||␣|
অখ্যাতি||␣|
অখ্যাতিকর||␣|
অখ্যাতিকারক||␣|
অখ্যাতিজনক||␣|
অগচ্ছিত||␣|
অগঠন||␣|
অগড় বগড়||␣|
অগড়-বগড়||␣|
অগড়ম বগড়ম||␣|
অগড়ম-বগড়ম||␣|
অগণন||␣|
অগণনীয়||␣|
অগণিত||␣|
অগণ্য||␣|
অগতি||␣|
অগতিক||␣|
অগত্যা||␣|
অগদ||␣|
অগদতন্ত্র||␣|
অগন্তব্য||␣|
অগভীর||␣|
অগম||␣|
অগম্য||␣|
অগম্যা||␣|
অগরু||␣|
অগর্হিত||␣|
অগস্ট||␣|
অগস্ত্য মুনি||␣|
অগস্ত্য যাত্রা||␣|
অগস্ত্য||␣|
অগস্ত্যমুনি||␣|
অগস্ত্যযাত্রা||␣|
অগস্ত্যোদয়||␣|
অগা মারা||␣|
অগা-||␣|
অগা||␣|
অগাকান্ত||␣|
অগাচণ্ডী||␣|
অগাধ||␣|
অগামারা||␣|
অগারাম||␣|
অগাষ্ট||␣|
অগাস্ট||␣|
অগীত||␣|
অগুণ||␣|
অগুনতি||␣|
অগুন্তি||␣|
অগুয়ান||␣|
অগুরু||␣|
অগো||␣|
অগোচর||␣|
অগোচরা||␣|
অগোচরে||␣|
অগোছালো||␣|
অগোছালোভাবে||␣|
অগোপন||␣|
অগোপনীয়||␣|
অগোর||␣|
অগৌণ||␣|
অগৌণে||␣|
অগৌর||␣|
অগৌরব||␣|
অগৌরবর্ণ||␣|
অগৌরবর্ণা||␣|
অগৌরবা||␣|
অগৌরী||␣|
অগ্নি-সহ||␣|
অগ্নি||␣
অগ্নিকণা||␣|
অগ্নিকর্ম||␣|
অগ্নিকল্প||␣|
অগ্নিকাণ্ড||␣|
অগ্নিকার্য||␣|
অগ্নিকুণ্ড||␣|
অগ্নিকোণ||␣|
অগ্নিক্রিয়া||␣|
অগ্নিক্রীড়া||␣|
অগ্নিগর্ভ||␣|
অগ্নিগিরি||␣|
অগ্নিচূর্ণ||␣|
অগ্নিচূর্ণক||␣|
অগ্নিঝংকার||␣|
অগ্নিঝঙ্কার||␣|
অগ্নিতপ্ত||␣|
অগ্নিতুল্য||␣|
অগ্নিতেজা||␣|
অগ্নিদগ্ধ||␣|
অগ্নিদাতা||␣|
অগ্নিদাত্রী||␣|
অগ্নিদাহ||␣|
অগ্নিদাহ্য||␣|
অগ্নিপক্ব||␣|
অগ্নিপরীক্ষা||␣|
অগ্নিপুরুষ||␣|
অগ্নিপ্রবেশ||␣|
অগ্নিপ্রস্তর||␣|
অগ্নিবর্ণ||␣|
অগ্নিবর্ধক||␣|
অগ্নিবর্ষণ||␣|
অগ্নিবর্ষী||␣|
অগ্নিবর্হ||␣|
অগ্নিবাণ||␣|
অগ্নিবিম্ব||␣|
অগ্নিবৃদ্ধি||␣|
অগ্নিবৃষ্টি||␣|
অগ্নিভাণ্ড||␣|
অগ্নিমন্ত্র||␣|
অগ্নিময়||␣|
অগ্নিমান্দ্য||␣|
অগ্নিমূর্তি||␣|
অগ্নিমূল্য||␣|
অগ্নিযুগ||␣|
অগ্নিশর্মা হয়ে ওঠা||␣|
অগ্নিশর্মা||␣|
অগ্নিশিখা||␣|
অগ্নিশুদ্ধ||␣|
অগ্নিশুদ্ধি||␣|
অগ্নিসংস্কার||␣|
অগ্নিসহ||␣|
অগ্নিসেবন||␣|
অগ্নিস্ফুলিঙ্গ||␣|
অগ্নিসৎকার||␣|
অগ্নিহোত্র||␣|
অগ্নিহোত্রী||␣|
অগ্ন্যস্ত্র||␣|
অগ্ন্যাশয়||␣
অগ্ন্যুদ্গম||␣|
অগ্ন্যুদ্গার||␣|
অগ্ন্যুদ্‌গম||␣|
অগ্ন্যুদ্‌গার||␣|
অগ্ন্যুৎপাত||␣|
অগ্ন্যুৎসব||␣|
অগ্র||␣|
অগ্রগ||␣|
অগ্রগণ্য||␣|
অগ্রগতি||␣|
অগ্রগমন||␣|
অগ্রগামিনী||␣|
অগ্রগামী||␣|
অগ্রজ||␣|
অগ্রজা||␣|
অগ্রজিহ্বা||␣|
অগ্রণী||␣|
অগ্রণীশোভন||␣|
অগ্রদানী||␣|
অগ্রদূত||␣|
অগ্রনায়ক||␣|
অগ্রনী||␣|
অগ্রনেতা||␣|
অগ্রপথিক||␣|
অগ্রপশ্চাৎ||␣|
অগ্রবর্তিনী||␣|
অগ্রবর্তী||␣|
অগ্রভাগ||␣|
অগ্রমহিষী||␣|
অগ্রসর||␣|
অগ্রসরণ||␣|
অগ্রসূচনা||␣|
অগ্রসৃতি||␣|
অগ্রস্থ||␣|
অগ্রস্থিত||␣|
অগ্রহণযোগ্য||␣|
অগ্রহণযোগ্যতা||␣|
অগ্রহণীয়||␣|
অগ্রহায়ণ||␣|
অগ্রাধিকার||␣|
অগ্রাহ্য করা||␣|
অগ্রাহ্য||␣|
অগ্রিম||␣|
অগ্রিমক||␣|
অগ্রিয়||␣|
অগ্রীয়||␣|
অগ্রে||␣|
অগ্র্য|former, previous|ˈɔ,ɡ,ɾɔ,e̯o|ôgrô|||অগ্র‍্য
অঘ||␣|
অঘটন||␣|
অঘটনঘটনপটিয়সী||␣|
অঘটনীয়||␣|
অঘটিত||␣|
অঘর||␣|
অঘা মারা||␣|
অঘা-||␣|
অঘা||␣|
অঘাকান্ত||␣|
অঘাচণ্ডী||␣|
অঘাট||␣|
অঘামারা||␣|
অঘারাম||␣|
অঘৃণ্য||␣|
অঘোর-মন্ত্র||␣|
অঘোর||␣|
অঘোরতন্ত্রী||␣|
অঘোরপন্থি||␣|
অঘোরমন্ত্র||␣|
অঘোরী||␣|
অঘোরে||␣|
অঘোষ ধ্বনি||␣|
অঘোষ বর্ণ||␣|
অঘোষ||␣|
অঘোষধ্বনি||␣|
অঘোষবর্ণ||␣|
অঘ্রাত||␣|
অঘ্রান||␣|
অঙ্ক|mathematics|ɔ,ŋ,ko
অঙ্কগত||␣|
অঙ্কদেশ||␣|
অঙ্কন||␣|
অঙ্কনি||␣|
অঙ্কনীয়||␣|
অঙ্কপাত||␣|
অঙ্কপাতন||␣|
অঙ্কবাচক সংখ্যা||␣|
অঙ্কবাচক||␣|
অঙ্কবিদ||␣|
অঙ্কবিদ্যা||␣|
অঙ্কবেত্তা||␣|
অঙ্কলক্ষ্মী||␣|
অঙ্কলগ্ন||␣|
অঙ্কশায়িনী||␣|
অঙ্কশায়ী||␣|
অঙ্কশাস্ত্র||␣|
অঙ্কশাস্ত্রবিদ||␣|
অঙ্কশাস্ত্রবেত্তা||␣|
অঙ্কস্থ||␣|
অঙ্কস্থলী||␣|
অঙ্কস্থিত||␣|
অঙ্কারূঢ়||␣|
অঙ্কিত||␣|
অঙ্কীয়||␣|
অঙ্কুট||␣|
অঙ্কুর||␣|
অঙ্কুরিত||␣|
অঙ্কুরোদগম||␣|
অঙ্কুরোদয়||␣|
অঙ্কুরোদ্গম||␣|
অঙ্কুরোদ্‌গম||␣|
অঙ্কুশ||␣|
অঙ্কুশী||␣|
অঙ্কুষ||␣|
অঙ্কোপরি||␣|
অঙ্ক্য||␣|
অঙ্গ|organ (anatomy)|ˈɔŋɡo
অঙ্গন||␣|
অঙ্গসংস্থানসংক্রান্ত||
অঙ্গার|carbon|ˈɔŋɡar
অঙ্গুষ্ঠ||␣
অচেনা||␣|
অচেবা||
অছি||␣|
অজগর||␣
অজুহাত||␣|
অজ্ঞাত||␣|
অঞ্চল|region|ɔ,n,t͡ʃɔ,l
অঞ্জলি||␣|
অটল||␣|
অড়হর||␣|
অণু||␣|
অণুবীক্ষণ||␣|
অণ্ড||␣|
অণ্ডকোষ||
অণ্ডজ||␣|
অতি জরুরি||␣|
অতি প্রয়োজন||␣|
অতিথি||␣|
অতিমঙ্গল্য|very auspicious|otimoŋɡolːɔ
অতিরঞ্জন||
অতিরঞ্জিত||
অতিরিক্ত||␣|
অতীত||␣|
অত্যাচার||␣
অত্যাচারিত||
অত্যাচারী||
অত্যাধুনিক||␣|
অথচ|yet, still|ɔt̪ʰɔt͡ʃ
অথবা|or|ɔt̪ʰɔbɑ
অদৃশ্য||␣
অদৃষ্ট||␣|
অধর্ম||␣|
অধার্মিক||
অধিকাংশ||␣|
অধিকার||␣|
অধিকারী||␣|
অধীর||␣|
অধৈর্য||␣|
অধ্যয়ন||␣|
অধ্যায়||␣|
অনন্ত||␣|
অনন্যা||␣|
অনবচ্ছিন্ন||
অনল||␣|
অনলাইন|online|ɔ,n.,la,i̯,n
অনস্বীকার্য||␣|
অনাঘ্রাত||␣|
অনাঘ্রাতা||␣|
অনার্য||␣|
অনাশ্চর্যজনক||␣|
অনিবার্য||
অনিষ্ট||␣|
অনুগত||␣|
অনুতপ্ত||␣|
অনুধাবন||␣|
অনুনাসিক||␣|
অনুবাদ করা||␣
অনুবাদ||␣
অনুবাদক|translator|ɔnubad̪ɔk
অনুভব করা||
অনুভব|feeling, perception|o,nu,bʱɔ,b|onubhob
অনুভূতি||␣|
অনুমতি||␣
অনুযায়ী||␣|
অনুরাগ||␣|
অনুরোধ করা||
অনুরোধ||␣
অনুরোধে||␣
অনুষ্ঠান||␣
অনুস্বর||␣
অনুস্বার||␣|
অনেক|many|ɔnek|ônek
অন্টারিও||␣|
অন্ডকোষ||
অন্ত||␣|
অন্তর||␣
অন্ধ||␣
অন্ধকার||␣
অন্ধত্ব||␣
অন্ধপ্রায়||␣
অন্ধবিন্দু||
অন্ধবিশ্বাস||
অন্ধভাবে||
অন্ধ্র প্রদেশ||␣
অন্ধ্র||␣|
অন্ধ্রপ্রদেশ||␣
অন্ন|cooked rice|ɔnːɔ
অন্ননালী||
অন্নপ্রাশন||␣|
অন্বেষণ||␣
অন্য|other|␣|ônjô
অন্যতম||␣|
অন্যান্য||
অন্যায়||␣|
অপ||␣|
অপকার||␣|
অপদেবতা||␣|
অপভ্রংশ||␣|
অপমান||␣|
অপমানিত||␣|
অপরাধ||␣
অপরাধমূলক||
অপহরণ||␣|
অপারেশন||␣|
অপিনিহিতি||␣|
অপূর্ব||
অপেক্ষা করা||␣
অপেক্ষা|anticipation|ɔˈpekːʰaˑ
অপেক্ষাকৃত|comparatively|ˈɔpekːʰaˌkɾit̪ɔ̝ˑ
অপ্সরা||␣|
অফিস||␣
অবগুন্ঠন||␣|
অবতার||␣
অবদান||
অবধি||
অবরোধ||
অবলম্বন||␣|
অবশ্য||␣
অবসাদ||␣|
অবাক||␣|
অবিচার||␣|
অব্জ||␣|
অব্দ||␣|
অভদ্র||␣|
অভি-||
অভিজ্ঞ||␣|
অভিজ্ঞতা||␣|
অভিধান|dictionary|ɔ,bʱi,dʱa,n
অভিনেতা||␣|
অভিনেত্রী||␣|
অভিপ্রায়||␣|
অভিমত||␣|
অভিমন্যু||␣|
অভিযোগ|allegation|ɔbʱid͡ʒoɡ
অভিশ্রুতি||␣|
অভিষিক্ত||␣|
অভিষেক||␣|
অভিস্রবণ||␣|
অভীষ্ট||␣
অভ্যুত্থান||␣|
অভ্র||␣
অম||
অমন||␣|
অমর্ত্য||␣|
অমার্জনীয়||␣
অমিত||␣|
অমিতাভ||␣|
অমূল্য||␣|
অম্লজান||
অয়||␣|
অয়ন||␣|
অয়স্কান্ত||␣
অযোধ্যা||␣|
অরণ্য|forest|ɔɾonːo
অরবিন্দ|water lily|ɔ.ɾɔ.bin.d̪ɔ
অরিজিনাল||␣|
অরিত্র||␣|
অরিন্দম||␣|
অরুণ||␣|
অরুণাচল প্রদেশ||␣
অর্ঘ্য||␣|
অর্ণব||␣|
অর্থ||␣
অর্থাৎ|namely|ɔrt̪ʰat̪
অর্ধমৃত||␣|
অর্পিতা||␣|
অল||␣|
অলইদ||␣
অলস||␣|
অলাত||␣
অলৌকিক||␣
অশনি|lightning|ɔʃoni
অশিক্ষিত||␣|
অশুচি||␣|
অশোক||␣
অশোত||␣
অশ্বগন্ধা||␣|
অশ্বত্থ||␣
অশ্বেত||␣|
অশ্ম||␣|
অশ্রু||␣|
অষ্টাশি||␣|
অসংক্রামক রোগ|non-communicable disease|ɔʃɔŋkɾamɔk ɾoɡ
অসফল||
অসভ্য||␣
অসম||
অসমীয়া ভাষা||
অসমীয়া||␣
অসি||␣|
অসিদ্ধ||␣|
অসিয়ত||␣|
অসীমা||␣|
অসুখ||␣|
অসুস্থ||␣
অসুস্থতা|illness|ɔʃustʰɔta
অস্ট্রিয়া||␣
অস্ট্রেলিয়া||␣
অস্ত্র||␣|
অস্ত্রচিকিৎসা||␣|
অস্ত্রোপচার||␣|
অস্থি||␣
অস্থির||␣|
অস্পষ্ট||␣|
অস্পৃশ্যতা||␣|
অহংকার||␣
অহঙ্কার||
অহরহ||␣
অহর্নিশি||␣|
অ্যাঁ||␣|
অ্যাঙ্গোলা||
অ্যাটর্নি|attorney|ɔ,æ,ʈo,r,ni
অ্যাদ্দিন||␣|
অ্যানথ্রাক্স|anthrax|æ,‹,n,t̪ʰ,ɾɑ,k,s
অ্যানিমে||␣
অ্যানিমেশন||␣|
অ্যান্টার্কটিকা||␣|
অ্যান্টিগুয়া ও বার্বুডা||
অ্যান্ডোরা||
অ্যাপোলো||␣|
অ্যামেরিকা||␣|
অ্যারিওলা||
অ্যারিজোনা||␣|
অ্যালগরিদম||␣|
অ্যালবার্টা||␣|
আ-||
আ||␣
আঁই||␣
আঁকড়া||␣|
আঁকা||␣
আঁকাবাঁকা||␣|
আঁখ||␣|
আঁখি||␣|
আঁচল||␣|
আঁজলা||␣|
আঁটা||␣|
আঁঠু||
আঁড়||␣|
আঁডু||␣
আঁতাত||␣|
আঁতেল||␣
আঁধার||␣
আঁরে||␣
আঁশ||
আঁস||␣
আংটি|ring|aŋʈi
আংশিক|partial|aŋʃik
আইচ||␣|
আইচ্ছা||␣
আইজ||␣
আইজকাইল||␣
আইজকো||␣
আইজ্ঞা||␣|
আইজ্যা||␣
আইন|law|ai̯n
আইয়ুব||␣|
আইসক্রিম||␣|
আইসল্যান্ড||␣
আউয়াল||␣
আউলিয়া||␣|
আওতা||␣|
আওমী লীগ||␣|
আওয়াজ|noise|awad͡ʒ
আওয়াম||␣|
আওয়ামী লীগ||␣|
আওরঙ্গজেব||␣|
আকন||
আকবর||␣
আকল||
আকসার||␣
আকাট||␣|
আকাঠ||␣|
আকাঠা||␣|
আকাদেমি||␣|
আকাম||␣|
আকালী||␣|
আকাশ|sky|a,ka,ʃ|akaś
আকাশি||␣|
আকুল||␣|
আক্কল||␣|
আক্রান্ত||␣|
আখ|sugar cane|akʰ
আখতার||␣
আখনী||
আখন্দ||
আখবার||␣
আখরোট||␣|
আখলাক||
আখাত||␣|
আখিরাত||
আখেজ||
আখের||␣
আখেরাত||␣|
আখেরী চাহার শোম্বা||␣|
আখেরী||
আগ||␣|
আগডম বাগডম||␣|
আগডম-বাগডম||␣|
আগড় বাগড়||␣|
আগড়-বাগড়||␣|
আগড়ম বাগড়ম||␣|
আগড়ম-বাগড়ম||␣|
আগন||␣
আগলানো||␣|
আগষ্ট||␣|
আগস্ট||␣
আগা||␣
আগাজ||␣
আগানো||␣
আগামী||␣|
আগার||␣|
আগুন|fire|aɡun
আগুয়ান||␣|
আগে||␣
আগের||␣|
আগ্নেয়গিরি||␣
আগ্রহ||␣|
আগ্রাবাদ||␣
আঘণ||␣
আঘাট||␣|
আঘাটা||␣|
আঘাত||␣|
আঙিনা||␣|
আঙুর||␣|
আঙুল||␣
আঙ্গুটি||
আঙ্গুল||␣
আচ||␣|
আচমকা||␣|
আচরণ করা||
আচরণ|behaviour|ˈatʃoˌɾɔn/ˈatʃoˌɽɔn
আচাভুয়া||␣|
আচার||␣
আচার্য||␣|
আচ্ছা||␣
আছ-||␣|
আছে|there are|atʃʰe
আজ|today|ad͡ʒ
আজদাহা||
আজনবী||
আজব|astonishing|ad͡ʒob
আজম||␣
আজমায়েশ||␣
আজল||
আজাইড়া||␣|
আজাড়ে||␣|
আজাদ||␣
আজাদী||
আজান|call to prayer|a.d͡ʒan/a.zan
আজাব||␣|
আজার||␣|
আজারবাইজান||
আজি|today|ˈad͡zi
আজিজ|Aziz|aziz
আজিজা||␣|
আজুড়ে||␣|
আজেরি ভাষা||␣
আজ্ঞা||␣|
আজ্ঞে||␣|
আঞ্চলিক|regional|antʃɔlik
আঞ্চলিকতা|regionalism|antʃɔlikt̪a
আঞ্জুমান||␣
আট||␣
আটকাল||␣|
আটচল্লিশ||␣
আটতিরিশ||
আটষট্টি||
আটা||␣|
আটাত্তর||
আটানব্বই||␣
আটান্ন||
আটাশি||
আঠা||␣|
আঠারো||
আঠাশ||
আড়াই||␣|
আড়াল||␣|
আডা||␣
আড্ডা||␣|
আঢ়||␣
আঢ্য||␣|
আণ||␣|
আণ্ডা|egg|aɳɖa
আতকা||␣
আতর||␣|
আতশ|fire|at̪oʃ
আতশকাচ||␣|
আতশবাজি|fireworks|at̪oʃbazi
আতস||␣|
আতা||␣
আত্মরতিমূলক ব্যক্তিত্ব ব্যাধি||␣|
আত্মহত্যা|suicide|a,›,t.to.,ɦo,›,t.ta|attohotta
আত্মা||␣|
আত্মীয়||␣|
আদত||␣|
আদম||␣
আদমশুমার|census|ˈɑ.d̪ɔmˌʃu.mɑɾ
আদমসুমার||
আদমী||␣
আদর||␣|
আদর্শ||␣
আদা|ginger|ɑd̪ɑ
আদাব||
আদালত|court (law)|ad̪alɔt̪
আদিত্য||␣|
আদিবাসী||␣
আদিরসাত্মক সৃষ্টিকর্ম||
আদেশ|command|ɑd̪eʃ
আধ||␣|
আধুনিক||␣
আনখা||␣|
আনন্দ||␣|
আনা||␣|
আনাড়||␣|
আনাড়ি||␣|
আনারস||␣|
আনোয়ার||␣|
আন্টার্কটিকা||␣|
আন্তঃনগর||␣|
আন্তঃলিঙ্গ||
আন্তর্জাতিক||␣
আন্তর্জাল||␣
আন্দাজ|guess|and̪az
আন্দামান ও নিকোবর দ্বীপপুঞ্জ||␣|
আন্দোলন||␣|
আন্ধাইর||␣|
আপকাওয়াস্তে||␣
আপত্তি||␣|
আপন||␣|
আপনাকে||␣
আপনাদের||␣
আপনার নাম কি||
আপনার নাম কী||␣|
আপনার||␣
আপনারা কি ধার্মিক||
আপনারা|you (2pl)|␣|apnara
আপনি কি ধার্মিক||
আপনি কেমন আছেন||
আপনি|you (2sg)|␣|apni
আপনে||␣
আপা||␣
আপু||␣|
আপেল|apple|ˈä.peˑl
আফগানিস্তান ইসলামী প্রজাতন্ত্র||␣
আফগানিস্তান||␣
আফজল||␣|
আফত||
আফতাব||␣|
আফসোস|regret|afsos
আফিম||␣|
আফ্রিকা||␣|
আফ্রিদী||
আফ্রোদিতি||␣|
আব||␣
আবখাজিয়া||
আবছা||␣|
আবছায়া||␣|
আবর||
আবর্জনা||␣|
আবহাওয়া|weather|abohawa
আবাদ||␣|
আবাদী||
আবাবীল||
আবার||␣
আবির খেলা||
আবির||␣
আবিষ্কার||␣|
আবীর খেলা||
আবীর||
আবু বকর||␣|
আবুইধ্যা||␣|
আবুধ||␣
আবে হায়াত||
আবেগ||␣|
আবেদ||␣|
আব্দুল||␣|
আব্দুল্লাহ||␣|
আব্বা|dad|abba
আব্বু|dad|abbu
আব্রু||
আভিধানিক||
আম আদা||␣
আম|mango|am
আমড়া|hog plum|amɽa
আমন্ত্রণ||␣|
আমপারা||␣|
আমবেগুন||␣|
আময়দা||
আমরা|we (1pl)|␣|amra
আমরার||␣
আমল||␣|
আমলকী||␣
আমাকে||
আমাগর||␣
আমাদা||
আমাদের||␣
আমানত||␣
আমামা||
আমার ছাতা লাগবে||
আমার ডাক্তার লাগবে||
আমার পানি লাগবে||
আমার প্রশ্ন আছে||
আমার সাহায্য লাগবে||
আমার সোনার বাংলা||␣|
আমার|my book|ˈɑːˌmɑɹ
আমারে||␣
আমাশয়||␣|
আমি ইংরেজি বলতে পারি না||
আমি জানতে চাই||
আমি জানি না||
আমি জানি||
আমি তোমাকে ঘৃণা করি||
আমি তোমাকে ভালবাসি||␣
আমি ধার্মিক নই||␣
আমি বুঝি না||
আমি মুসলমান||
আমি মুসলিম||
আমি|I (1sg)|ˈä.miˑ|ami
আমীর||␣
আমেজ||␣
আমেরিকা||␣
আম্মা|mother|␣|amma
আম্মে||␣
আয়তক্ষেত্র||
আয়না||␣
আয়রন|iron|a,e̯.,rɔ,n
আয়াতুল্লাহ||␣|
আয়ারল্যান্ড||
আয়ু||␣|
আয়ুর্বেদ||␣|
আয়েন্দা||
আয়েশ||
আয়েশা||␣|
আয়োগ||␣|
আযাদ||␣|
আযান||␣|
আযাব||␣|
আর|and|ar
আরও||␣
আরক্ষী||␣|
আরজ||␣
আরজি||
আরজী||
আরজু||␣
আরজুমান্দ||␣|
আরণ্যক||␣
আরতি||␣|
আরব||␣|
আরবি ভাষা||
আরমান||
আরম্ভ||␣|
আরশি||␣|
আরাফাত||␣|
আরাম||␣
আরিফ||␣|
আরে||␣|
আরেক||␣|
আরোগ্য||␣
আর্জি||␣
আর্জী||
আর্জেণ্টিনা||␣|
আর্জেন্টিনা||␣
আর্জেন্তিনা||␣|
আর্তব||␣
আর্দ্র||␣
আর্মেনিয়া||␣
আর্য||␣|
আল||␣|
আলকাতরা||␣|
আলগা||␣|
আলজেরিয়া||␣
আলপনা||␣|
আলবেনিয়া||␣
আলবৎ||
আলভী||␣|
আলম||␣
আলমগীর||␣|
আলমানী||
আলমারি||␣|
আলয়||␣|
আলসে||
আলহামদুলিল্লাহ||␣|
আলাত||
আলাদা||␣|
আলাপ|talk|alap
আলামত||␣
আলী||␣|
আলু||␣
আলেকজান্ডার||␣|
আলেম||␣
আলেয়া||␣|
আলো|light|alo
আলোক||␣|
আলোকতরঙ্গ||␣|
আলোকরশ্মি||␣|
আলোচনা||␣
আল্লাহ||␣
আল্লাহু আকবার||␣
আল্লাহ্|Allah|a,›,lːa,–
আশখাস||
আশমান জমিন ফারাক||
আশমান-জমিন ফারাক||
আশমান||␣
আশরাফ||␣|
আশা||␣|
আশি||
আশিক||␣|
আশিকী||␣|
আশিন||␣
আশীর্বাদ||␣|
আশুতোষ||␣
আশুরা||␣|
আশেক||␣|
আশোত||␣
আশ্চর্য||␣
আশ্চর্যজনক||␣|
আশ্চর্যজনকভাবে||␣|
আশ্বাস||␣|
আশ্বিন||␣
আশ্রম||␣|
আশ্রয়||␣|
আষাঢ়|June-July|ɑ,ʃɑ,ɽ
আষ্ট||␣
আসগর||␣|
আসবাব||␣|
আসমা||␣|
আসমান জমিন ফারাক||
আসমান-জমিন ফারাক||
আসমান||␣
আসর||␣
আসল||␣
আসলে||␣|
আসসালামু আলাইকুম||␣
আসা|to come|␣|aśa
আসাদুজ্জামান||␣|
আসান||␣
আসানী||␣
আসাম||␣
আসিফ||␣
আসিয়া||␣|
আস্তাবল||␣|
আস্তিন||
আস্তে||␣|
আস্থা|trust|ɑ,ʃ,tʰɑ
আস্পদ্দা||␣|
আহওয়াল||
আহনাফ||␣|
আহবাব||
আহমদ||␣|
আহলিয়া||
আহলিয়াত||
আহলে জবান||
আহসান||␣|
আহাম্মক||
আহ্বান||␣|
আহ্মেদ||
ই||␣
ইঁচা||
ইঁদুর|mouse, rat|ĩ,du,r
ইংরেজ সাম্রাজ্য||␣|
ইংরেজ|English|iŋ,re,d͡ʒ
ইংরেজি ভাষা||␣
ইংরেজি|English|iŋɾed͡ʒi
ইংল্যান্ড||␣|
ইউক্রেন||␣
ইউক্রেনীয় ভাষা||
ইউনান||␣|
ইউনানি||␣|
ইউনিয়ন||␣|
ইউরেনাস||␣|
ইউরেশিয়া||␣|
ইউরো||␣|
ইউরোপ||␣|
ইউসুফ||␣|
ইকুয়েডর||␣
ইখতিলাফ||
ইখান||␣
ইগা||␣
ইঙ্গ আমেরিকা||
ইঙ্গ মার্কিন||
ইঙ্গ-||␣
ইচলা||␣|
ইচ্ছা হওয়া||
ইচ্ছা||␣
ইজতেমা||␣
ইজরায়েল||␣|
ইজাজত||␣
ইজাফা||␣
ইজারা||
ইজারাদার||
ইজ্জত|honour|izzot̪
ইঞ্জিল||␣|
ইট|brick|iʈ
ইটানগর||
ইটানো||␣
ইডা||␣
ইতস্তত||␣|
ইতালি||
ইতালীয় ভাষা||
ইতিমধ্যে||␣
ইতিহাস||␣
ইতোমধ্যে|in the meantime|ˈit̪oˌmɔ̝d̪ːʱeˑ
ইত্তিহাদ||
ইত্তেফাক||␣
ইত্যাদি||␣
ইথিওপিয়া||
ইদানীং||␣|
ইন||␣
ইনকার||␣|
ইনকিলাব|revolution|i,n.,ki.,la,b
ইনকিলাবি|revolutionary|in.ki.la.bi
ইনকিলাবী||␣
ইনপুট||
ইনফ্লুয়েঞ্জা||␣|
ইনশাআল্লাহ||␣|
ইনশাআল্লাহ্|God willing|inʃa.allaʱ
ইনসান||␣
ইনসানিয়াত||␣
ইনসাফ||␣
ইনাম||␣|
ইনি||␣
ইন্টারনেট||
ইন্ডিয়া||␣|
ইন্তিখাব||␣|
ইন্তিফাদা||␣|
ইন্তেকাল||␣
ইন্তেখাব||␣
ইন্তেজার||␣|
ইন্তেজারি||␣|
ইন্দু||␣
ইন্দোনেশিয়া||
ইন্দোনেশীয় ভাষা||
ইন্দ্র||␣|
ইন্ধন||␣|
ইন্সাফ||␣|
ইফতার||␣
ইফতেখার||␣|
ইবতিদা||
ইবরানী||
ইবাদত||
ইবাদতখানা||
ইব্রাহীম||␣|
ইব্রীয়||␣|
ইমতেহান||␣
ইমরান||␣|
ইমান||
ইমাম||␣
ইয়াকুব||␣|
ইয়াদ||␣
ইয়ান||␣
ইয়াবা||
ইয়াসমিন||␣|
ইয়াসিন||␣|
ইয়াহিয়া||␣|
ইয়েমেন||␣
ইয়োরুবা ভাষা||
ইয়োরোপ||␣|
ইরফান||␣|
ইরাক||␣
ইরান||␣
ইরিত্রিয়া||␣
ইলিয়াস||␣|
ইলিশ||␣
ইলু||␣|
ইলেয়াম||
ইশক||␣|
ইশারা||
ইস||␣|
ইসবগুল||␣|
ইসম||␣|
ইসমাইল||␣|
ইসরায়েল||␣
ইসলাম||␣
ইসলামি||
ইসলামী প্রজাতন্ত্রী পাকিস্তান||
ইসলামী||
ইসহাক||␣|
ইস্কান্দর||␣|
ইস্কান্দার||␣|
ইস্কাবন||
ইস্কুল||␣|
ইস্তাম্বুল||␣|
ইস্তোনিয়া||␣
ইস্পাত|steel|ˈiʃ.paˑt̪
ইহা||␣|
ইহানত||
ইহুদি ধর্ম||␣
ইহুদি||
ঈগল|eagle|i,ɡɔ,l
ঈদ মুবারক||
ঈদ মুবারাক||
ঈদ মোবারক||
ঈদ মোবারাক||
ঈদ|Eid|iː,d
ঈদগাহ||␣|
ঈদুল আজহা||␣|
ঈদুল ফিতর||␣|
ঈমান||␣|
ঈমানদার||
ঈশপ||␣|
ঈশানী||␣|
ঈশ্বর||␣|
ঈসা||␣|
ঈস্ট||␣|
উঁচু|height|ũ,t͡ʃu
উইকিঅভিধান||␣|
উইকিপিডিয়া||␣
উইল||␣|
উইলিয়াম||␣|
উইসকনসিন||␣|
উকিল||␣|
উকুন|louse|␣|ukun
উক্কা||␣
উখড়ানো||␣|
উগান্ডা||
উগ্র||
উঙ্ঘানো||␣|
উচিত||␣|
উচ্চাকাঙ্ক্ষী||␣|
উচ্চারণ|pronunciation|u,t͡ʃ,t͡ʃɑ,rɔ,n
উচ্চারন|pronunciation|u,t͡ʃ,t͡ʃɑ,rɔ,n
উচ্ছব||␣|
উচ্ছিষ্ট||␣|
উচ্ছ্বাস||␣|
উচ্‌চারণ|pronunciation|u,t͡ʃ,,t͡ʃɑ,rɔ,n
উছব||␣|
উজবেক ভাষা||
উজবেকিস্তান||
উজরত||
উজির||␣
উজিরে আজম||
উজ্জ্বল||␣|
উট|camel|u,ʈ
উঠান||␣|
উড়া||␣|
উড়িষ্যা||␣|
উড়োজাহাজ||␣
উতরানো||␣|
উত্তম পুরুষ||
উত্তম||␣|
উত্তর আমেরিকা||␣|
উত্তর কোরিয়া||␣
উত্তর প্রদেশ||
উত্তর সাইপ্রাস||
উত্তর||
উত্তরপ্রদেশ||
উত্তরাখণ্ড||␣
উত্তেজক||
উত্তেজনা||
উত্তেজিত||
উত্স||␣|
উদ||
উদজান||␣
উদয়||␣|
উদাম||␣|
উদাহরণ||␣
উদিন||␣|
উদ্দীপনা||
উদ্দেশ্য||␣
উদ্বোধন||␣|
উদ্ভিদ||␣
উদ্যোগ||␣|
উধাও||␣|
উনআশি||␣|
উনচল্লিশ||
উনতিরিশ||
উননব্বই||
উনপঞ্চাশ||
উনষাট||
উনসত্তর||
উনান||
উনি||␣
উনিশ||
উন্দূর|mouse|und̪uɾ
উন্মত্ত|insane|u,n,mɔ,t,to
উন্মত্ততা||␣|
উপ-||␣
উপকার||␣|
উপচানো||␣|
উপজেলা||␣
উপড়ানো||␣|
উপত্যকা|valley|upɔt̪ːɔka
উপদেশ||␣|
উপদ্বীপ||␣|
উপনয়ন||␣|
উপনিষদ||␣|
উপনীত||␣|
উপন্যাস||␣
উপভাষা||␣|
উপমহাদেশ||␣|
উপর||␣|
উপরে||
উপলব্ধি||␣|
উপসাগর||␣
উপহার||␣|
উপাচার্য||␣
উপাধ্যায়||␣|
উপায়||␣|
উপাসক||␣|
উপাসনা স্থান||
উপাসনা||␣
উপেক্ষা||␣|
উফ||␣|
উভ||␣
উভকামিতা||
উভকামী||␣|
উভয়||
উভা||
উভানো||
উমদা||␣|
উমেদ||
উম্মত||␣
উয়াস||␣
উরশ্ছদ||␣|
উরি||␣
উরুগুয়ে||
উর্দু ভাষা||␣
উর্দু||␣
উর্দূ-এ-মুয়াল্লা||␣|
উল||␣|
উলঙ্গ||␣|
উলু||␣|
উলুখাগড়া||␣|
উল্কা||␣
উল্কি আঁকা||
উল্কি|tattoo|ˈulki
উশাস||
উষ্ট্র||␣|
উষ্ণ|heat, warmth|ˈuʃno
উৎকৃষ্ট||
উৎপত্তি|origin, source|ut̪pɔt̪ːi
উৎপল|water lily|ut̪ˈpɔˑl
উৎস||␣
উৎসব|festival|u,t,ʃɔ,b
উৎসর্গ||␣|
উৎসাহ||␣|
উৎসাহহীনতা||␣|
উৎসাহিত||␣|
ঊণ||␣|
ঊনআশি|seventy-nine||unaśi
ঊরু||␣|
ঊর্ণা||␣|
ঊর্ধ্ব||␣|
ঊর্ধ্বতন||␣|
ঋক্ষ||␣|
ঋগ্বেদ||␣|
ঋণ||␣|
ঋতু|season|ɾi,t̪u
ঋষি||␣|
এ|this||e
এঁকে||␣
এঁড়ে||
এঁদের||␣
এঁর||
এঁরা||
এই||␣
এইখান||
এইখানে||␣|
এইগুলা||
এইগুলো||
এইটা||
এইটি||
এইরকম||␣|
এক ঢিলে দুই পাখি মারা||␣|
এক|one|ɛːk/æːk
একইভাবে||␣|
একগুঁয়ে||␣|
একচল্লিশ||␣
একজিবিশন||␣
একজিবিসন||
একটা কিছু||
একটু|a little|e,k,ʈu
একতা||␣|
একতিরিশ||
একত্রিশ||␣|
একদম||␣|
একনায়ক||
একবার|once|æ,k,bɑ,r
একরকম||
একলব্য||␣|
একলা||␣
একষট্টি||
একাউন্ট|account|æ.,ka,u̯,n,ʈ
একাকী||␣|
একাডেমি||␣|
একাডেমী||
একাত্তর||␣
একাদশ||␣|
একানব্বই||
একান্ন||
একামত||␣|
একাশি||
একুশ||
একুশে||␣|
একে||␣
একেবারে||␣|
এখতিয়ার||␣
এখন|now|ækʰɔn
এখনও||␣
এখান||␣
এখানে|here|␣|ekhane
এগনো||
এগানা||
এগারো||␣
এগুলা||␣
এগুলো||
এঙ্গল||␣|
এছাড়াও|also|e.,t͡ʃʰa.,ra,o̯
এজাজতনামা||␣
এটা||␣
এটি||␣
এডমন্টন||␣|
এডিনবরা||␣|
এণ্ডা||
এত||␣|
এতদ্বারা||␣|
এতে||␣|
এতেরাজ||
এদের||␣
এনসাফ||␣|
এন্ড্রু||␣|
এন্তেখাব||␣|
এন্তেজাম||
এন্তেজার||␣
এন্তেজারি||␣|
এন্তেহা||
এন্থনি||␣|
এপ্রিল||␣
এবং|and|ebɔŋ|ebôṅ
এবও||␣
এবাদত||
এবাদতখানা||
এবার||␣|
এবে||␣
এভাবে|in this way|ebʱabe
এমন||␣|
এমনকী||␣|
এমেরিকা||␣|
এর পর||
এর পরে||
এর||␣
এরপর||
এরপরে||
এরশাদ||␣|
এরা||␣
এল সালভাদোর||
এলজাম||␣|
এলজিবিটি||␣|
এলা||␣|
এলাকা|field, jurisdiction|elaka
এলাচ||␣|
এলাজ||
এলান||
এলার্ম ঘড়ি||␣|
এলাহাবাদ||␣|
এলে||␣|
এলেম||␣
এলোমেলো||
এলোহিম||␣|
এশক||␣|
এশট্রে||␣|
এশিয়া||␣
এশিয়ান কালো ভালুক||
এশিয়ান কালো ভাল্লুক||
এস্তেকবাল||
এস্তেমাল||␣|
এস্রাজ||␣|
এহরাম||
এহসান||
এ্যাডভোকেট|advocate|e,æ,ɖ,bʰo,ke,ʈ
ঐতিহাসিক|historical|oi,t̪i,ɦɑ,si,k
ঐনকা||␣
ঐরাবত||␣|
ও|and, that||o
ওঁ||␣|
ওঁকে||
ওঁদের||
ওঁম||␣|
ওঁম্||␣|
ওঁর||␣
ওঁরা||␣
ওই পারে||␣
ওই|demonstrative|o,i̯
ওইগুলা||
ওইগুলো||
ওইটা||
ওইটি||
ওকে||
ওক্ত||␣|
ওক্‌ত||␣|
ওখান||␣
ওখানে|there|␣|okhane
ওগুলা||
ওগুলো||
ওগো||␣|
ওজন|weight|o,d͡ʒo,n
ওজর||␣|
ওজু||␣|
ওজুদ||
ওঝা||␣|
ওটা||
ওটি||
ওঠা|to rise|ˈoʈʰa
ওড়না||␣|
ওড়া|to fly|o,ɽɑ|oṛa
ওড়িয়া ভাষা||␣
ওড়িশা||␣
ওতফ||␣|
ওদিকে|in that direction|o,di,ke
ওদের||␣
ওফাত||␣
ওম||␣|
ওমর||␣|
ওমান||
ওম্||␣|
ওয়াইন||␣
ওয়াকফ||␣|
ওয়াকেফ||␣|
ওয়াক্ত||␣|
ওয়াক্‌ফ||␣|
ওয়াজ||␣|
ওয়াজিব||␣|
ওয়াতন||␣|
ওয়াদা|promise|w,a,da
ওয়ারশ||␣|
ওয়ারিস||␣|
ওয়ালিমা||
ওয়ালেদ||␣
ওয়ালেদা||␣
ওয়াশিংটন||␣|
ওয়াস্তা||␣|
ওয়াহেগুরু||␣|
ওয়েবসাইট||
ওয়েলস||␣|
ওয়েল্‌স্‌||␣|
ওর||
ওরফে||␣|
ওরা||
ওল||␣|
ওলদ||␣
ওলন্দাজ ভাষা||
ওলন্দাজ|Dutch|olɔnˈdad͡ʒ
ওলানচাষী||␣|
ওলি||␣|
ওশেনিয়া||␣|
ওষুধ||␣|
ওষ্ঠ্য|labial (phon.)|ˈo,ʃ,ttʰo,‹|ōśṭṭho
ওসমান||␣|
ওস্তাদ|teacher|o,s,t̪a,d̪
ওহাইও||␣
ওহে||
ঔঁ||␣|
ঔষধ||␣
ঔষুধ|medecine|ou̯,ʃu,dʰ
কংগ্রেস||␣|
কই||␣
কওম||
কওয়া||␣
কওল||
কক্ষপথ||
কক্সবাজার জেলা||
কক্সবাজার||␣|
কখন|when|kɒ.,kʰɒ,n|kôkhôn
কখনও||␣
কখনো সখনো||
কখনো||␣|
কঙ্কাল||␣|
কঙ্গো প্রজাতন্ত্র||
কচু||␣
কচুয়া||␣
কচ্ছপ||
কটা||␣|
কঠিন|hard, difficult|kɔʈʰin
কঠোর||␣|
কড়া|strict|kɔ,ɽa,/kɔɾa
কড়াই||␣|
কড়ে আঙ্গুল||
কণা||␣|
কণ্ঠ্য||␣|
কত|how much|ˈkɔ,t̪o|koto
কথন||␣|
কথা||␣
কথাবার্তা||␣
কথ্য||␣|
কদবেল||␣|
কদম||␣
কদর||␣|
কদাচিৎ|ever, seldom|kɔ.d̪ɑ.t͡ʃit̪
কদু|gourd|kod̪u
কনক||␣|
কনকচাঁপা||␣
কনুই||␣|
কন্ডম||␣
কন্নড় ভাষা||␣
কন্যা||␣|
কপাল||␣|
কপি||␣|
কপিত্থ||␣|
কফ||␣
কফি||␣
কবর||␣|
কবি||␣
কবিতা||␣|
কবুতর|pigeon|kobut̪ɔr
কবুল||␣
কবে|what day|koː.bɛ
কম|few|␣|kôm
কমপ্যাক্ট ডিস্ক||␣|
কমলা|orange|kɔmola/kɔmla
কমা||␣|
কমানো||␣|
কমিশন||
কম্পাস||␣|
কম্পিউটার||␣
কম্পিউটিং||␣
কম্প্যাক্ট ডিস্ক|compact disk|ˈkɔ,m,p,æ,k,ʈ,‿,ɖi,s,k|komppakṭo ḍisko
কম্বল||␣
কম্বোডিয়া||
কয়||␣|
কয়থ||␣|
কয়ফল||␣|
কয়লা খনি||
কয়লা||␣|
কয়লাখনি||␣
কয়েক||␣
কয়েতবেল||␣|
কয়েথ||␣|
কয়েদ|bondage|kɔe̯ed̪
কয়েদখানা|jail, prison|kɔe̯ed̪kʰana
করছ|doing|ko,r,cʰo
করঞ্জ||␣
করতাল|cymbal|kɔ,r,tɑ,l
করতে||␣|
করবী|oleander|kɔ,ɾɔ,bi
করবেন||␣|
করলা||␣
করা|to do|kɔ,ɾa,/kɔɹa/kɔɽa
করাত||␣|
করানো||␣
করার||
করিম||␣|
করে||␣
করেছিল||␣|
করেছিলেন||␣|
করোনা||␣|
করোনাভাইরাস||␣|
কর্কট||␣|
কর্ণ||␣
কর্ণপাত||␣|
কর্ণাটক||␣
কর্তৃত্ব||␣|
কর্পূর||␣|
কর্বুর||␣|
কর্ম||␣
কর্মকর্তা|official, officer|ˈkɔ,ɹ,mɔ,kɔ,ɹ,t̪a|kormokorta
কর্মসূচি||␣|
কলকাতা|Kolkata|ˈkolˌkat̪a
কলজে|liver||kôlje
কলব||
কলম|pen|kɔ,lo,m|kolom
কলম্বিয়া||
কলহ||␣|
কলা|banana|ˈkɔ.läˑ
কলিকাতা||␣|
কলিজা||␣|
কলেজ||␣
কল্পনা||
কল্লা||␣
কষ্ট||␣|
কসম||␣
কসোভো||
কস্ট||␣|
কস্তুর||␣|
কস্তুরী||␣|
কহা||
কাঁকই|comb|kãkoi̯
কাঁকড়া||␣
কাঁকন||␣|
কাঁকাল||␣|
কাঁচ|glass|kãːt͡ʃ
কাঁচা||␣|
কাঁচি||␣
কাঁটা||␣|
কাঁঠাল|jackfruit|kaʈʰal
কাঁড়||␣|
কাঁদা||␣|
কাঁদানে||
কাঁদি||␣|
কাঁদুনে||
কাঁধ||␣
কাঁপা||␣|
কাঁসা||␣
কাইল||␣
কাউন||␣|
কাউয়া||␣|
কাউর||␣|
কাওয়ালী||␣|
কাওয়্যালী||␣|
কাক|crow|kak
কাকতালীয়||␣|
কাকাতুয়া||␣|
কাগজ|paper|kaɡoz
কাচ||␣|
কাচা||␣|
কাছ থেকে||␣
কাছ||␣
কাছা আলগা||␣|
কাছা||␣|
কাছিম||
কাছে|near|␣|kache
কাজ করা||␣|
কাজ||␣|
কাজল||␣|
কাজাখ ভাষা||
কাজাখস্তান||␣
কাজিয়া||
কাজী||␣
কাজু বাদাম||
কাজেই||
কাটা|to cut|kɑ,ʈɑ|kaṭa
কাটুয়া||␣
কাঠ||␣
কাঠি পোকা||
কাঠি||␣|
কাঠিপোকা|stick insect|kɑ.ʈ̟ʰi.po.kɑ
কাডল||␣|
কাড়া||␣|
কাডোল||
কাণ্টা||␣|
কাণ্টামি||␣|
কাণ্ড||␣|
কাতার||␣
কাতি||
কাথিয়াবাড়||␣|
কাদা||␣|
কান|ear|␣|kan
কানন||␣|
কানা||
কানাই||
কানাডা||␣
কানু||
কানুন||␣
কানুনগো||␣|
কান্দইন্যা||␣
কান্দাইন্যা||␣
কান্না||␣|
কাপড়|clothes|ˈkapɔɹ/ˈkapɔɽ
কাপাস||␣|
কাফি||␣|
কাফের||␣|
কাফেলা||␣|
কাবাডি||␣|
কাবাড্ডি||␣|
কাবাব||␣
কাবুল||␣
কাব্বাডি||␣|
কাম||␣
কামড়||␣|
কামড়ানো|to bite|␣|kamṛano
কামরা||␣|
কামরাঙ্গা||␣
কামস্থান||␣
কামানো||␣|
কামার||␣|
কামাসক্ত||
কামিজ||␣
কামিয়াব||
কামিয়াবি||␣
কামুক||␣
কামোদ্দীপক অঙ্গপ্রত্যঙ্গ||␣
কামোদ্দীপক সৃষ্টিকর্ম||
কায়দা||␣|
কায়েনাত||␣|
কায়েম||␣|
কার||␣|
কারওয়ান||␣|
কারখানা|factory, workshop|karkʰana
কারণ|because|␣|karôn
কারবার||
কারসাজি|trickery|kɑ,r,ʃɑ,d͡ʒi
কারিগর|artisan|kariɡɔr
কারিগরি||␣
কারো||␣|
কার্ডিয়াক||␣
কার্তিক||␣|
কার্তুজ||␣
কার্বন||
কার্য||␣|
কাল||␣|
কালা||␣
কালি|yesterday, tomorrow|kali
কালীপ্রসন্ন||␣|
কালো টাকা||
কালো পতাকা||
কালো বাজার||
কালো|black|kalo
কাল্পনিক|imaginary|kalponik
কাল্লা||
কাশ||
কাশা||␣
কাশি||␣
কাশ্মীর||␣|
কাসুন্দি||
কাহই||␣
কাহিনি||␣|
কাহিনী||␣|
কাহোয়া||␣|
কি|what|␣|ki
কিংকর্তব্যবিমূঢ়||␣|
কিংখাব||␣
কিংবা|or|kiŋbɑ
কিউবা||
কিচ্ছা|story|kitʃtʃʰa
কিছু একটা||
কিছু কিছু||
কিছু না কিছু||␣
কিছু না||␣
কিছু|anything, some|kisu/kitʃʰu|kichu
কিছুক্ষণ||␣
কিছুতে||
কিছুতেই না||
কিডনি||␣|
কিতা||␣
কিতাব|book|kitab
কিনইন্যা||␣
কিনা||
কিনার|shore|kinar
কিনারা||␣|
কিন্তু|but|ki,n,t̪u|kintu
কিপটা||␣|
কিবোর্ড||␣|
কিভাবে|how|kibʱabe/kivabe
কিমা||␣|
কিমিয়া||
কিরগিজস্তান||␣|
কিরগিজিস্তান||
কিরণ||␣|
কিরিবাস||
কিরীট||␣|
কিল||␣|
কিলোবাইট||
কিল্লা||
কিশমিশ|raisin|kiʃmiʃ
কিশোর||␣|
কিশোরগঞ্জ জেলা||
কিসমত||␣|
কিসিম||␣
কিস্তিমাত||␣
কীবোর্ড||
কীভাবে||␣
কু ক্লাক্স ক্লান||
কুঁকড়া||␣
কুঁচ||␣|
কুঁড়ে||␣|
কুঁদা||␣|
কুইবেক||␣|
কুউ||␣|
কুকুড়া||␣|
কুকুর|dog|kukuɾ
কুকুরছানা||␣
কুচকুচ||␣|
কুঞ্জলতা||␣
কুটুম||
কুঠরি||␣|
কুড়াল||␣|
কুড়ালি||␣|
কুড়ি||␣
কুড়িগ্রাম জেলা||
কুড়িগ্রাম||␣|
কুড়ুল||␣|
কুতুবখানা||␣
কুত্তা|dog|kut̪ːa
কুদেতা||␣
কুফতা||␣|
কুফা||␣|
কুবের||␣|
কুম||␣
কুমকুম||
কুমড়া||␣|
কুমড়ো||␣|
কুমার||␣|
কুমারীত্ব||␣|
কুমির||␣
কুমিল্লা জেলা||
কুমীর||␣
কুমোর||␣|
কুম্ভ||␣|
কুম্ভীর||␣|
কুম্ভীলকবৃত্তি||␣|
কুয়ালালামপুর||
কুয়াশা|fog|␣|kuẏaśa
কুয়েত||
কুরআন||␣
কুরসি||␣|
কুর্তা|Indian shirt|ku,r,tɑ
কুল||
কুলখানি||␣|
কুলাঙ্গার||␣
কুশিয়ার|sugarcane|kuʃijaɾ
কুষ্টিয়া জেলা||
কুষ্টিয়া||␣|
কুষ্ঠ|leprosy|ˈku,ʃ,tʰo|kuśṭho
কুসকুস||␣|
কুসুম|flower|kuʃum
কুস্তি|wrestling|kust̪i
কুস্তুন্তুনিয়া||␣|
কূটনৈতিক||␣|
কৃতজ্ঞ||␣|
কৃত্রিম বুদ্ধিমত্তা||
কৃত্রিম||␣
কৃমি|worm||krimi
কৃশানু||␣|
কৃষক||␣
কৃষি||␣|
কৃষিকার্য||␣|
কৃষ্ণ গহ্বর||
কৃষ্ণ বিবর||
কৃষ্ণ||␣
কৃষ্ণগহ্বর||␣
কৃষ্ণচূড়া||␣
কৃষ্ণবিবর||
কৃষ্ণসার||
কে|who|␣|ke
কেঁচি||␣|
কেঁচো||␣|
কেউ একটা||
কেউ না||
কেউ|somebody|ke,u̯
কেউটে সাপ||
কেউটে||
কেও||␣|
কেওড়া||␣|
কেওয়াড়||
কেক||␣|
কেকেকে||␣|
কেগা||␣
কেচ্ছা||␣|
কেটলি||␣|
কেঠা||␣
কেড়||
কেডা||␣
কেতকী||␣|
কেতা||␣
কেদারা|chair|ˈke.d̪ä.ɾäˑ
কেন|why|kæ.,noː
কেননা||
কেনা||␣
কেনানো||␣
কেনিয়া||
কেনে||␣
কেন্দ্র||␣|
কেন্দ্ৰ|centre|ken̪.d̪ɾɔ̝ˑ
কেপ ভার্দ||
কেবল||␣|
কেমন|how|kæ,mɔ,n|kemôn
কেয়া||␣
কেয়ামত||␣|
কেরদানী||
কেরল||␣
কেরাত||
কেরামত||␣
কেরামতি||␣
কেরামতী||
কেরায়া||
কেরালা||␣
কেরোসিন||␣|
কেলা||␣
কেল্লা||␣
কেল্লাফতে||␣
কেষ্ট||␣|
কেষ্টবিষ্টু||␣|
কৈ||␣
কোকিল|cuckoo|ku,ki,l
কোটি|crore|ˈko.ʈ̟iˑ
কোঠা||␣|
কোণ||␣|
কোত দিভোয়ার||
কোত||␣|
কোতোয়াল||␣|
কোথাও না||
কোথাও||␣
কোথায়|where|␣|kothaẏ
কোদাল|spade|ˈko.d̪äˑl
কোদালি||␣
কোন||␣
কোনখানে||␣
কোনা||␣|
কোনো||␣
কোপতা||␣|
কোপ্তা||␣|
কোফতা||␣|
কোভিড-১৯||␣|
কোমর|waist|kɔmɔɹ
কোমোরোস||
কোয়ার্ক||
কোরিয়া||␣
কোরীয় ভাষা||
কোলবালিশ||␣|
কোশ||␣
কোশেশ||␣|
কোষ||␣|
কোষ্টা||␣|
কোস্টা রিকা||
কোহিনূর||␣|
কৌঁসুলি||␣|
কৌমুদী||␣|
কৌলিক||␣
কৌশল||␣|
কৌশিক||␣|
ক্যম্পাস|campus|k,yæ,m,pa,s
ক্যম্‌পাস|campus|k,yæ,m,,pa,s
ক্যা||␣
ক্যাঁ||␣|
ক্যাঁচাল||␣|
ক্যাঁয়চি||␣|
ক্যানোপাস||␣|
ক্যান্ডি||␣|
ক্যামেরা||␣|
ক্যামেরুন||
ক্যারাম||␣|
ক্যালগারি||␣|
ক্যালিফর্নিয়া||␣|
ক্যালিফোর্নিয়া||␣|
ক্যালিফোর্নিয়াবাসী||␣|
ক্রমাগত||␣|
ক্রিকেট||␣|
ক্রিয়া||␣
ক্রিয়াপদ||␣
ক্রুশ||␣|
ক্রোয়েশিয়া||
ক্রোশ||␣
ক্লম||␣|
ক্লান্তি||␣|
ক্লাস||␣|
ক্ষণ|moment|k,ʃo,n
ক্ষত||␣|
ক্ষতি||␣|
ক্ষতিকর||␣
ক্ষতিকারক||
ক্ষত্রিয়||␣|
ক্ষমতা||␣|
ক্ষমতাশালী||␣|
ক্ষমা||␣
ক্ষমাহীন|unforgiving|kʰɔmaɦin
ক্ষর||
ক্ষার||␣|
ক্ষারমৃত্তিকা||␣|
ক্ষীর||␣|
ক্ষুদ্র|small|kʰu,‹,d,ro
ক্ষুদ্রান্ত্র||␣
ক্ষুধা||␣|
ক্ষুধার্ত||␣|
ক্ষুর||
ক্ষেত্র||␣|
ক্ষেপ||␣|
ক্ষ্বীর||␣|
কৎ||␣|
কৎবেল||␣
খঞ্জর||␣|
খড়|straw|kʰɔɽ
খড়্গ||␣|
খণ্ড ত||
খণ্ড||␣
খতম||␣|
খতরা||␣|
খত্তম||␣|
খত্ম||␣|
খদ্দর||␣|
খন||
খন্দকার||␣|
খবর|news|kʰɔ,bo,r
খবরদার||␣
খবিশ|fiend, ghost|ˈkʰɔ̝.biˑs̠
খবীস||␣
খয়রাত||␣
খয়ের খাঁ||␣|
খয়ের||␣
খরগোশ|rabbit|ˈkʰɔrɡoʃ
খরচ|expenditure|kʰɔɾotʃ
খলিফা||␣|
খসরু||␣|
খসা||␣|
খাঁচা||␣
খাঁটি||␣|
খাঁড়া||␣|
খাঁড়ি||␣|
খাই||␣|
খাইশ||␣|
খাওয়া|to eat|ˈkʰaʊ̯a/kʰao̯wa|khaoẏa
খাওয়ানো||␣
খাগড়া||␣|
খাগড়াছড়ি জেলা||
খাচ্চর||␣|
খাজনা||␣|
খাজা||␣|
খাট||␣|
খাটা||␣|
খাটুলি||␣|
খাট্টা||␣|
খাড়া ধন||
খাড়া||␣
খাড়াধন||
খাড়ি||␣|
খাতা||␣|
খাতির|friendship|kʰat̪iɾ
খাদি||␣|
খাদিম||
খাদেম||␣|
খাদ্য||␣
খান||␣
খানকি||␣
খানদান||␣
খাননা|not eat|kʰɑ,n,nɑ
খানা||␣|
খাবার||␣|
খামচান||␣|
খামচানো|to scratch||khamcano
খামাখা||␣|
খামোশ||
খায়েশ||␣
খারাপ|bad|kʰaɾap
খারাব||␣
খাল||␣|
খালা||
খালি|only|kʰali
খালী||
খালেদ||␣|
খাসী||␣|
খাহিশ||
খাহেশ||␣
খিচুড়ি||␣|
খিড়কি||␣|
খিদা||␣|
খির||␣|
খীর|milk|kʰiːɾ
খুঁজে পাওয়া||␣|
খুজুটি পাড়া||
খুজুটিপাড়া||␣
খুন||
খুব|very|kʰub
খুবসুরত||␣
খুবসুরতি||␣|
খুলনা জেলা||
খুলনা বিভাগ||
খুলনা||
খুশকি||␣|
খুশবু||␣|
খুশি|joyous|kʰuʃi
খুষি||␣|
খূব|very|kʰu,b
খেঁচা||␣|
খেই||␣|
খেজুর|date (fruit)|kʰed͡ʒur
খেত||␣|
খেদমত||␣|
খেদা||␣|
খেয়া||␣|
খেয়ানত||␣
খেয়াল|thought, idea|kʰeal
খেলনা||␣
খেলা|to play|kʱæla|khela
খেলোয়াড়||␣|
খেশ||
খেশী||␣
খোঁজা|to look for|kʰõd͡ʒa/kʰõdza/kʰõza
খোঁড়া||␣|
খোঁড়ানো|to dig|␣|khõṛano
খোঁপা||␣|
খোকা||␣|
খোদ||␣
খোদা হাফেজ||␣|
খোদা||
খোয়াব||␣
খোলা|to open|ˈkʰola
খোলাখুলি||␣|
খোলাখুলিভাবে||␣|
খোশ আমদেদ||␣
খোশ||␣
খ্বাইশ||␣|
খ্বাব||␣|
খ্যামা||␣|
খ্রিষ্টান|christian|kʰ,ri,ʂ,ʈa,n
খ্রিস্ট ধর্ম||
খ্রিস্ট||␣|
খ্রিস্টধর্ম||␣|
খ্রিস্টপূর্ব||␣|
খ্রিস্টান||␣|
খ্রীষ্টান||
খৎম||␣|
গং||␣|
গগন||␣|
গঙ্গা||␣
গঙ্গোপাধ্যায়||␣|
গজল||␣
গঞ্জ||␣|
গঠন||␣
গঠিত||␣|
গড়||␣|
গড়ন||␣|
গড়বড়||␣|
গড়া||␣|
গণ||␣|
গণঅভ্যুত্থান||␣|
গণইফতার||␣|
গণচীন||
গণতন্ত্র||␣
গণতান্ত্রিক কঙ্গো প্রজাতন্ত্র||
গণতান্ত্রিক সমাজতান্ত্রিক প্রজাতন্ত্রী শ্রীলঙ্কা||␣
গণতান্ত্রিক||␣
গণনা||␣|
গণপোস্টাতন্ত্রী||␣|
গণপ্রজাতন্ত্রী বাংলাদেশ||␣
গণপ্রজাতন্ত্রী||␣|
গণহত্যা||␣|
গণিকা||␣
গণিত||␣
গণেশ||␣|
গণ্ডার||␣
গতকাল|yesterday|ɡɔ,to,kɑ,l
গতি||␣|
গতিবেগ||␣|
গদ্দার||␣|
গন্ডার|rhinoceros|ɡɔnɖɑɾ/ɡɔnɖɑɹ
গন্ধ নেওয়া||
গন্ধ পাওয়া||
গন্ধ লওয়া||
গন্ধ|scent|ɡɔndʰo
গন্ধতৃণ||␣
গন্ধভাদাল||␣
গন্ধরস||␣|
গপ|gossip|ɡɔ,p
গভীর||␣|
গভীরভাবে||␣|
গম||␣
গয়না||␣|
গর-||
গরজ||␣|
গরম|warm, hot|ɡɔ,ɽo,m,/ɡɔɾom|ɡôrôm
গরমকাল||␣|
গরিলা|gorilla|ɡɔɾila||ɡɔɹila
গরীব||␣|
গরু||␣
গরুড়||␣|
গরুর দুধ||
গর্ত|hole|ɡɔ,ɾ,t̪o|gɔrtô
গর্দভ||␣|
গর্দান|neck|ɡɔɾ.d̪an
গর্ভধারণ||
গর্ভবতী||
গলা|neck|ɡɔla|ɡôla
গলাত দাও দেওয়া||
গলি||␣|
গল্প|story|ɡɔlpo
গহনা||␣|
গহির||␣
গহীন||
গহীর||
গা||␣|
গাঁ|village|ɡã
গাঁইড়া||␣|
গাঁইয়া||␣|
গাঁও|village|ɡão̯
গাঁওয়ালী||␣|
গাঁজা||␣
গাঁজাখোর||
গাঁট||␣|
গাঁড়||␣|
গাঁথা||␣|
গাই||␣|
গাইড়া||␣|
গাইবান্ধা জেলা||
গাওয়া|to sing|␣|ɡaoẏa
গাঙ্গ||
গাঙ্গুলি||␣|
গাঙ্গেয়||␣
গাছ|tree, plant|ɡɑs/ɡɑtʃʰ|ɡach
গাজর||␣
গাজী||␣|
গাজীপুর জেলা||
গাঞি|||gani
গাড়া||␣|
গাড়ি|car|ɡaɽi
গাড়ী||
গাঢ়||␣|
গাণ্ডু||
গাত্র||␣|
গাধা||
গান||␣
গান্ধী||␣|
গাফেল||
গাব||␣|
গাবন||
গাভিন|pregnant|ɡabʱin
গামছা||␣|
গামলা||␣|
গাম্বিয়া||
গায়ক||␣
গায়রত||␣|
গায়ানা||
গারবা||␣|
গাল||␣
গালি||␣|
গালিচা||␣|
গালিব||␣
গালেব||␣|
গাস|grass||ɡaś
গিগাবাইট||
গিজার||␣|
গিটার||␣
গিনি-বিসাউ||
গিনি||
গিয়ে||␣|
গিয়েছিল||␣|
গির্জা||␣|
গিল্লা||
গী||␣|
গু|dung|ɡuː
গুঁড়া|powder|ɡũɽa
গুই সাপ||
গুগল||␣|
গুজরাট|Gujarat|ɡud͡ʒɔɾaʈ
গুজরাটি ভাষা||␣
গুজরাটি||␣|
গুজরাত||␣
গুজারেশ||
গুঞ্জা||␣|
গুণা||␣|
গুণাবলি||␣|
গুদাম||␣|
গুন||␣|
গুনাগার||␣|
গুনাহ||␣
গুপ্ত||␣|
গুফা||␣
গুম|lost, missing|ɡum
গুমোট||␣|
গুম্ফা||␣
গুম্বজ||␣|
গুয়া||
গুয়াতেমালা||
গুরু||␣|
গুরুত্ব||␣|
গুরুত্বপূর্ণ|important|ɡu,ru,t,tɔ,pu,r,nɔ
গুল||␣|
গুলজার||␣|
গুলদাস্তা||␣|
গুলবনফ্‌শা||␣
গুলশান||␣|
গুলা||␣|
গুলাল||␣|
গুলি||␣|
গুলিস্তাঁ||␣|
গুলিস্তান||␣|
গুহা|cave, den|ˈɡu.ɦä
গৃহ||␣|
গেঁদা||␣|
গেঁয়ো||␣|
গেজা||
গেঞ্জি||␣|
গেরাম||␣
গেলা||␣
গৈরিক||␣
গোঁড়||␣|
গোঁয়ানো||␣|
গোঁষা||␣|
গোঁসা||␣|
গোচ্ছা||␣|
গোছ||␣|
গোঠ||␣|
গোনা|to count|␣|ɡona
গোপন||␣|
গোপাল||␣|
গোপালগঞ্জ জেলা||
গোফা||␣
গোবর||␣|
গোমাংস||␣|
গোমূত্র||␣|
গোয়া||␣
গোয়াল||␣|
গোয়ালা||␣|
গোয়েন্দা||␣
গোরু||␣
গোরুর দুধ||␣
গোল|round|␣|ɡol
গোলন্দাজ||␣|
গোলসাগু||␣|
গোলাপ||␣
গোলাপজল||␣|
গোলাম||␣|
গোল্লা||␣|
গোশ||␣
গোশত|meat|ɡoʃt̪o
গোশালা||␣|
গোশ্ত|meat||ɡośt
গোষ্ঠী||␣|
গোসল||␣
গোসাঁই|lord, master|ˈɡo.s̠ä̃i̯ˑ
গোস্ত||␣
গোস্বা||␣|
গোস্বামী||␣|
গোস্যা||␣|
গোস্‌সা||␣|
গোহাল||␣|
গৌড়||␣|
গৌতম||␣|
গৌরব||␣|
গ্যাঞ্জাম||␣|
গ্যারেজ||␣|
গ্যালারি||␣
গ্যাস||␣|
গ্রন্থকার||␣|
গ্রন্থাগার|library|ɡɾontʰaɡaɾ
গ্রন্থি||␣
গ্রহ||␣|
গ্রানাডা||
গ্রাম|village|ɡ,ra,m
গ্রিক ভাষা||
গ্রিস||␣
গ্রীষ্ম|summer|ɡ,ɾi,ʃʃo,‹|griśśõ
গ্রেট ব্রিটেন ও উত্তর আয়ারল্যান্ড যুক্তরাজ্য||␣
গ্রেপ্তার|arrest|ɡɾept̪aɾ
গ্রেফতার|arrest|ɡɾeft̪aɾ
গ্লানি||␣|
গ্লাস|glass, tumbler|ɡlas/ɡlaʃ
গ্লোব||␣|
ঘটনা||␣
ঘটা||␣|
ঘটানো||␣|
ঘড়ি||␣
ঘণ্টা||␣
ঘনিষ্ঠ||␣|
ঘর পোড়া গরু সিঁদুরে মেঘ দেখে ডরায়||
ঘর|house, building|ɡʱɔ,ɾ
ঘষা|to rub|␣|ɡhôśa
ঘাঁটা||␣|
ঘাড়|neck|ɡʱaɽ
ঘানা||
ঘাবড়ান||␣|
ঘাবড়ানো||␣|
ঘাম||␣
ঘামা||␣
ঘামানো||␣
ঘি||␣
ঘুঘু||
ঘুচা||␣|
ঘুড়ি|kite|ɡʱuɽi
ঘুমানো|to sleep|␣|ɡhumano
ঘুষ||␣|
ঘৃণা করা||
ঘৃণা||␣
ঘেঁষা||␣|
ঘেন্না করা||
ঘেন্না||
ঘেরা||␣|
ঘোঙ্গা|dumb, mute|ˈɡʱoŋ.ɡä
ঘোড়া|horse|ɡʱoɽa
ঘোড়ার ডিম||␣|
ঘোমটা||␣|
ঘোরা|to turn (intransitive)|␣|ɡhora
ঘোষ|din, sound|ɡʱos̠
ঘোষক||␣|
ঘোষণা||␣|
ঘোষাল||␣
চউখ||␣
চওড়া|wide|␣|côoṛa
চকলেট||␣
চকোর||
চক্কর||␣|
চক্র|wheel|t͡ʃɔ,k,ro
চক্রবর্তী||␣|
চচ্চড়ি||␣|
চঞ্চলতা||␣|
চটি||
চট্টগ্রাম জেলা||
চট্টগ্রাম বিভাগ||
চট্টগ্রাম||␣
চট্টোপাধ্যায়||␣|
চড়||␣|
চড়া||␣|
চড়াই||␣|
চণ্ডীগড়||␣|
চন্দন||␣|
চন্দ্র||␣|
চন্দ্রগ্রহণ||␣
চন্দ্রবিন্দু||␣
চন্দ্রমুখী||␣|
চব্বিশ||␣
চম্পা||␣|
চমৎকার||␣
চরকা||␣|
চরণ||␣|
চরম||␣|
চরানো||␣|
চর্বি|fat|tʃorbi|côrbi
চর্যাপদ||␣|
চলচ্চিত্র||␣|
চলনবিল||
চলা||␣
চলিত||␣
চলে যাওয়া||␣|
চল্লিশ||
চশম||␣|
চশমা|goggles, glasses|tʃɔʃma
চা|tea|tʃa
চাঁকা||␣|
চাঁছা||␣|
চাঁটগাঁ||␣|
চাঁদ|moon|t͡ʃãːd̪|cãdô
চাঁদকপালে||
চাঁদনি||␣
চাঁদনী||␣|
চাঁদপুর জেলা||
চাঁদিনী||␣|
চাঁদ্নী||␣|
চাঁপা||␣|
চাউর||␣|
চাউল||␣
চাওয়া||␣
চাকমা||␣
চাকর||
চাকরানী||␣|
চাকরি||
চাকরী||␣
চাকা|wheel|tʃaka
চাকু||␣|
চাকুরি||
চাকুরী||
চাখা||
চাখোর||␣|
চাগা||␣|
চাচা||␣|
চাচ্চা||␣|
চাচ্চু||␣|
চাটগাঁ||␣|
চাটনি||␣|
চাটা|to lick|ˈtʃaʈa
চাটুজ্জে||␣|
চাড়ি||␣|
চাতক||␣|
চাদ||␣
চাদর||␣|
চান||␣
চানকপাইল্যা||␣
চান্দ্র||␣
চান্নি||␣
চাপ||␣|
চাপা||
চাপাতি||␣|
চাবি||␣
চাবুক||␣|
চামচ||␣
চামচড়া||␣
চামচিকা||␣|
চামড়া|skin|␣|camṛa
চামাটি||␣|
চামেলি||␣|
চার|four|␣|car
চারি||
চারিদিক||␣|
চার্চ||␣|
চার্লস||␣|
চাল||␣|
চালকুমড়া||␣|
চালকুমড়ো||␣|
চালতা||␣
চালানো||␣
চালু||␣|
চাষ||␣|
চাষি||␣|
চাহিদা||␣
চিঁড়া||␣|
চিংড়ি||␣
চিকন||␣|
চিকিত্সা||␣|
চিকিৎসক||␣|
চিকুৎকুৎ||␣|
চিজ||␣|
চিটাগুড়||␣|
চিঠা||␣|
চিঠি||␣
চিড়িতন||
চিড়িয়াখানা|zoo|tʃiɽiakʰana
চিতল||␣|
চিতা||␣|
চিত্র|picture|ˈt͡ʃit̪ː.ɾɔ̝ˑ/ˈt͡sit̪ː.ɾɔˑ
চিত্রগ্রীব||␣|
চিত্রিত||␣|
চিনি|sugar|tʃini
চিন্তা||␣
চিন্তাপরাধ||␣|
চিন্তাভাবনা||␣|
চিপা|narrow||cipa
চিবানো||␣|
চিমনি||␣|
চির||␣|
চিরকাল||␣|
চিল||
চিলমচি|hand basin|tʃilɔmtʃi
চিলি||␣
চিল্লাচিল্লি||␣|
চিহ্ন||␣|
চিৎ||␣|
চীজ||␣|
চীন||␣
চীনা ভাষা||␣
চীনাংশুক||␣|
চীনামাটি||␣|
চুঁকা||␣|
চুঁচি||␣
চুকা||
চুকিৎকিৎ||␣|
চুড়ি||
চুদা||␣
চুন||␣|
চুম্বন করা||
চুম্বন|kiss|tʃumbɔn
চুয়াডাঙ্গা জেলা||
চুয়াত্তর||
চুয়ান্ন||
চুয়াল্লিশ||
চুরট||␣
চুরানব্বই||␣
চুরাশি||
চুরি|theft|t͡ʃuri
চুরুট||␣
চুরুলিয়া||␣|
চুল|hair|tʃul/tsul|cul
চুলকানি||␣|
চুলা||␣|
চূড়া||␣|
চূর্ণ||␣|
চেক প্রজাতন্ত্র||
চেক ভাষা||␣
চেত||␣
চেতা||␣
চেনা||␣
চেন্নাই||␣|
চেপ-|to squeeze||cepô-
চেপটা||␣|
চেয়ার|chair|ˈt͡ʃe.äɾ
চেয়ে||␣
চেরা||␣|
চেষ্টা করা||
চেষ্টা||␣|
চেহারা||␣
চৈত||
চৈত্র||␣|
চৈনিক||␣|
চোক্ষা|sharp (as a knife)||cokkha
চোখ বোজা||␣|
চোখ|eye|tʃokʰ|cokh
চোখের বালি||␣|
চোথা||␣|
চোদা||␣
চোদ্দ||
চোদ্দো||␣|
চোবানো||␣|
চোর||␣|
চোরাবালি||
চোষা|to suck|tʃoʃɑ/tsoʃɑ|cośa
চৌঁতিরিশ||
চৌঃ||␣|
চৌথ||␣
চৌধুরি||␣
চৌধুরী||
চৌষট্টি||
চ্যাটার্জী||␣|
চ্যাপটা||␣|
ছএ||
ছটফট||␣|
ছড়ানো||␣|
ছড়ি||␣|
ছত্তিশগড়||␣|
ছত্তীসগঢ়|Chhattisgarh|t͡ʃɔt.tis.ɡɔɽ|Chôttisgoŗh
ছত্রিশ||
ছদ্মনাম||␣|
ছবি|drawing, painting|tʃʰobi
ছয়||␣
ছা||␣|
ছাই|ash|␣|chai̯
ছাওয়াল||␣
ছাগল||␣|
ছাগলী||
ছাড়া||␣
ছাড়ান||␣|
ছাড়ানো||␣|
ছাতা|umbrella|t͡ʃʰɑ,tɑ
ছাত্র|student|tʃʰat̪ɾo
ছাদ||␣|
ছানা||␣|
ছাপড়ি||␣|
ছাপড়িকরণ||␣|
ছাপা||␣|
ছাপান্ন||␣|
ছাপ্পান্ন||
ছাব্বিশ||
ছায়া||␣
ছায়াছবি||␣|
ছাল|bark (of a tree)|␣|chal
ছি||␣|
ছিটকানো||␣
ছিটমহল|enclave|tʃʰiʈ.mɔɦɔl
ছিপ||␣|
ছিপি||␣|
ছিয়াত্তর||
ছিয়ানব্বই||␣
ছিয়াশি||
ছিল||␣|
ছুঁচ||␣|
ছুঁচা||␣|
ছুঁড়ী||␣
ছুট||␣|
ছুটি||␣|
ছুড়ান||␣|
ছুপা||␣|
ছুরি||␣|
ছেঁচকি||␣|
ছেঁড়া||␣|
ছেচল্লিশ||␣|
ছেচাল্লিশ||
ছেপ||␣
ছেলে|boy, son|tʃʰele/sele
ছেলেধরা||␣|
ছেলেমেয়ে||␣|
ছেষট্টি||
ছোঁড়া||␣
ছোঁয়া||␣
ছোকরা||␣|
ছোট হাজরি||␣|
ছোট|small|␣|choṭ
ছোড়া||␣|
ছোরা মারা|to stab||chora mara
ছোলা||␣
ছ্যাঁচড়া||␣|
ছ্যাকা||␣|
ছ্যাপ|to spit||cchap
জং||
জংকা||
জংগ্লি||␣|
জংগ্লী||␣|
জংলি||␣
জংলী||␣|
জংশন|junction|ˈd͡ʒɔŋ.ʃɔˑn/ˈd͡zɔŋ.ʃɔˑn
জউ||␣|
জওজ||␣|
জওহর||␣|
জখম||␣|
জগ||␣|
জগন্নাথ||␣|
জগৎ|world|d͡ʒɔ,ɡo,t
জঘন্য||␣|
জঙ||␣|
জঙলি||␣|
জঙলী||␣|
জঙ্গ||
জঙ্গল||␣
জঙ্গলি||␣|
জঙ্গলী||␣|
জঙ্গি||␣|
জজ|judge|d͡zɔːd͡z/d͡ʒɔːd͡ʒ
জটামাংসী||␣|
জটিল||␣|
জড়ো||␣|
জন গণ মন||␣|
জন||␣|
জনগণ||␣|
জনতা||␣|
জনপ্রিয়||␣
জনম||␣|
জনসংখ্যা||␣|
জন্তু|animal|␣|jôntu
জন্ম|birth|ˈdʑɔ,n,mo|jonmo
জন্মদিন|birthday|ˈd͡ʒɔnmoˌd̪in
জন্মস্থান||␣|
জন্য|for|d͡ʒɔ,nno,‹
জন্যে||␣
জপ||␣|
জপা||␣|
জফর||␣|
জবা||␣|
জবাই|butcher|d͡ʒɔbai̯
জবান||␣
জবাব||␣
জব্দ||␣|
জমা|to freeze||jôma
জমানা||␣
জমি|land, ground|d͡ʒomi
জমিদার||␣|
জমিন||␣
জমিনদার||␣|
জমিন্দার||␣|
জম্বি||␣|
জম্মু ও কাশ্মীর||␣
জয় হিন্দ||␣|
জয়||
জয়তূন||
জয়তূনী||
জয়ত্রী||␣|
জয়ন্ত||␣|
জয়পুরহাট জেলা||
জর||
জরায়ু||␣|
জরায়ুজ||␣|
জরু||
জরুরত||␣|
জরুরি||␣|
জরুরী||␣|
জর্জিয়া||
জর্দান||
জল|water|d͡ʒɔl/dzɔl/zɔl|jôl
জলজ||
জলদ||␣
জলদি||␣
জলপাই||␣|
জলপ্রপাত||
জলসা||␣|
জলহস্তী||␣
জলা|to burn||jôla
জল্লাদ||␣|
জশন||␣|
জশ্ন||␣|
জষ্টি||␣|
জহর||␣
জা||␣|
জাঁকড়||
জাকাত|Zakah charity|zakat
জাকারিয়া||␣|
জাগা||␣
জাগানো||␣
জাঙ্গিয়া||␣|
জাড়||␣
জাত||␣|
জাতি||␣|
জাতিভ্রংশ||␣|
জাতিসংঘ||␣|
জাতীয় সঙ্গীত||␣|
জাতীয়||␣
জাতীয়তা||␣|
জাদু|magic, witchcraft|d͡ʒad̪u
জাদুকর||␣|
জাদুঘর||␣|
জান||
জানবাজ||␣|
জানলা||␣|
জানা|to know|␣|jana
জানানো||␣|
জানালা||␣
জানি না||
জানুয়ারি||␣
জানোয়ার||␣
জান্নাত||␣|
জান্নাতী||
জাপান||␣
জাপানি ভাষা||␣
জাফর||␣|
জাফরান|saffron|ˈd͡ʒapʰːɾaˑn/ˈd͡zafːɾaˑn
জাফলং||
জাবর||␣|
জাভা||␣|
জাভানীয় ভাষা||␣
জাভেদ||␣|
জাম||
জামদানী||␣
জামা||␣|
জামাই|husband|␣|jamai̯
জামাইকা||␣
জামাতা||␣|
জামাল||␣|
জামালপুর জেলা||
জামিন||␣
জামিনদার||␣|
জামিন্দার||␣|
জামেয়া||␣|
জাম্বিয়া||␣
জায়গা|place|d͡ʒae̯ɡa
জায়নামাজ||␣
জায়ফল||␣|
জারজ||␣|
জারি||␣|
জার্মান ভাষা||
জার্মানি||␣
জালাল||␣|
জালিম||
জালেম||␣
জাহাঁপনা||␣|
জাহাঙ্গীর||␣|
জাহাজ||␣
জাহান||␣
জাহান্নাম||␣|
জিঁদা||␣|
জিগানো||␣
জিজ্ঞাসা||␣|
জিজ্ঞেস||␣|
জিত||␣|
জিদ্দা||
জিন||␣|
জিনিষ||␣|
জিনিস|thing|d͡ʒiniʃ
জিন্দা||␣
জিন্দাবাদ||␣
জিন্দিগি||
জিন্দিগী||
জিন্দেগানী||
জিন্দেগি||␣
জিন্দেগী||
জিব||␣
জিবুতি||
জিব্ভা||␣
জিভ||␣
জিম্বাবুয়ে||
জিয়া||␣|
জিয়ানো||␣|
জিয়াফত||␣|
জিয়ারত||␣|
জিরা||␣
জিরে||␣|
জির্ভা||␣
জিলাপি||␣|
জিলাপির প্যাঁচ||␣|
জিষ্ণু||␣|
জিহবা|tongue (organ)||jihba
জিহ্বা|tongue|d͡ʒiu̯,›,bʱa,/d͡ʒiu̯βa
জিৎ||␣|
জীন||␣|
জীবন|life|d͡ʒibɔn
জীবনসঙ্গী||␣|
জীবন্ত||␣
জীববিজ্ঞান||␣
জীবাশ্ম||␣|
জীবিত||␣|
জীভ|tongue (organ)||jibh
জুজুৎসু||
জুঝা||␣|
জুঝানো||␣|
জুতা||␣
জুতো||␣|
জুন||␣
জুনায়েদ||␣|
জুম্মা||␣|
জুম্মাবার||␣
জুম্মারাত||␣|
জুয়া||␣|
জুলফি||␣
জুলাই||␣
জুলুম||␣
জুলুমকারী||
জেঁদা||␣|
জেগা||
জেজুনাম||
জেট||␣|
জেঠ||␣
জেড||␣|
জেতা||␣|
জেনারেল অফিসার||␣|
জেনোভা||
জেন্দা||␣|
জেব||
জেবরা||
জেব্রা||␣
জেয়াদা||␣
জেরা||␣|
জেরাত||␣
জেরুসালেম||␣|
জেলা|district|ˈd͡ʒe.laˑ/ˈze.laˑ
জেলেনস্কি||␣|
জেসম||␣
জেসমিন||␣|
জৈঠ||␣|
জৈত্রী||␣|
জৈন||␣|
জৈষ্ঠ্য||␣|
জোঁক||␣
জোচ্চর||␣|
জোছনা||␣
জোনাকি||␣|
জোয়ান||␣|
জোয়ার||␣|
জোয়াল||␣|
জোর||␣
জোরাজুরি||␣|
জোরে||␣|
জোস|cool|d͡ʒos/d͡ʒoʃ
জ্ঞান|knowledge|ɡ,æ,n
জ্ঞানতত্ত্ব||␣
জ্ঞানী||␣|
জ্বর|fever|d͡ʒɔ,‹,r
জ্বলন||␣|
জ্বলন্ত||␣|
জ্বাল||␣|
জ্বালাতন করা||
জ্বালাতন||␣
জ্বালানি||␣|
জ্বালানো||␣|
জ্বিন||␣|
জ্বীন||␣|
জ্যাদা||␣
জ্যাম||␣|
জ্যামিতি||␣|
জ্যেষ্ঠ||␣|
জ্যেষ্ঠা||␣|
জ্যৈষ্ঠ||␣|
জ্যোতি||␣|
জ্যোতির্বিজ্ঞান||
জ্যোতিষী||␣|
জ্যোৎস্না|moonlight|d͡ʒotˈsna
ঝগড়া||␣
ঝঙ্কার||␣|
ঝটকা||␣|
ঝড়|storm|d͡ʒʰɔ,ɽ
ঝড়ি||␣
ঝনঝন||␣|
ঝরনা||␣|
ঝরা||␣
ঝাঁকানো||␣|
ঝাঁটা||␣|
ঝাক্কাস||␣|
ঝাড়খণ্ড||␣
ঝাড়ু||␣|
ঝান্ডা||␣|
ঝাল|hot, spicy|ɟʱal
ঝালকাঠি জেলা||
ঝালফ্রেজী||
ঝি||␣|
ঝিঙা|ridge gourd|ɟʱi,ŋa
ঝিঙ্গা||␣
ঝিনাইদহ জেলা||
ঝিনাইদহ||␣|
ঝিনুক||␣|
ঝিল্লি|grasshopper|d͡ʒʰi,l,li
ঝুট||␣
ঝুমকা||␣|
ঝুলা||␣
ঝুলানো||␣
ঝোঁকা||␣|
ঝোপ||␣|
ঝোল||␣|
ঝোলা||␣
ঝোলানো||␣|
টক||
টপকানো||␣|
টমটম||␣
টমেটো||␣|
টরন্টো||␣|
টলা||␣|
টাঁকা|to sew||ṭãka
টাং|foot|ʈ̟äːŋ
টাংকি||␣|
টাইপ করা||
টাইপিং||
টাউট||␣|
টাক||␣|
টাকলা||␣|
টাকা|money, wealth|ʈɑ,kɑ
টাকাপয়সা||␣|
টাঙ||
টাঙ্গাইল জেলা||
টানা|to pull|ˈʈana|ṭana
টালি|roofing tile|ˈʈ̟ä.liˑ
টাশকি||␣|
টি-শার্ট||␣
টিকট||␣
টিকটিকি||␣
টিকা||␣|
টিকিট|ticket|ˈʈ̟i.kiʈ̟
টিপাই|teapoy|ˈʈ̟i.pai̯ˑ
টিয়া||␣
টীকা||␣|
টুকরা||␣|
টুটা||␣|
টুপি|hat|ˈʈupi
টুভালু||
টেংরা||␣|
টেঙ্গা||␣|
টেবিল||␣
টেমপ্লেট||
টেমস||␣|
টেম্‌স||␣|
টের||␣|
টেরাবাইট||
টেলক||␣|
টেলিফোন||␣
টেলিভিশন||␣
টেহা||␣
টোগো||
টোঙ্গা||
টোনি||␣|
টোপর||␣|
ট্যাক্সি|taxi|ʈæksi
ট্রানজিস্টার||␣|
ট্রান্সনিস্ট্রিয়া||␣
ট্রাম্প||␣|
ট্রেডমার্ক|trademark|ˈʈ̟ɾeɖ̟.mäˑɾk
ট্রেন||␣
ঠগ||␣|
ঠনঠন||␣|
ঠাঁঁই||␣
ঠাঁই|space, place|ʈʰãi̯
ঠাকুর|deity, master|ˈʈ̟ʰä.kuˑɾ
ঠাকুরগাঁও জেলা||
ঠাকুরগাঁও||␣|
ঠাকুরঘর||␣|
ঠাণ্ডা|cold|ʈʰɑ,n,ɖɑ|ṭhanḍa
ঠান্ডা||␣|
ঠিক|correct|␣|ṭhik
ঠিকানা||␣|
ঠেং|leg|ʈ̟ʰæːŋ/ʈ̟ʰɛːŋ
ঠেংগাড়ী||
ঠেঙ||
ঠেলা|to push|␣|ṭhela
ঠোঁট|lip|tʰot/tʰut
ঠ্যাং||␣
ডগ||␣
ডগা||␣|
ডঙ্কা||␣|
ডজন||␣|
ডবল||␣|
ডমরু||␣|
ডর||
ডরা|to fear||ḍôra
ডলফিন||␣
ডলার||␣|
ড়||␣
ডাঁট||␣|
ডাঁশ|gnat|ɖ̟ãːʃ
ডাইনি||␣|
ডাইল||␣|
ডাকনাম||␣|
ডাকা||␣|
ডাকানো||␣|
ডাক্তার|doctor|ɖa,k,t̪a,ɾ
ডাক্তারখানা||␣|
ডাগর||␣|
ডাঙর||␣
ডাঙা||␣|
ডাঙ্গা||␣|
ডান দিকে||
ডান পাশে||␣
ডান|right|␣|ḍan
ডানপন্থী জনতুষ্টিবাদ||␣|
ডানা||␣|
ডান্ডা||␣|
ডাব||␣|
ডাবু||␣|
ডার্ক চকলেট||
ডাল||␣|
ডালিম||
ডালিয়া||
ডিকশনারি||
ডিকশনারী||
ডিফ্র্যাগমেন্ট করা||
ডিভিডি|DVD|ɖi,bʱi,ɖi|ḍibhiḍi
ডিম|egg|ɖim|ḍim
ডিলডো||␣
ডিল্ডো||␣
ডিসেম্বর||␣
ডীম||
ডুওডেনাম||
ডুবা||␣
ডুমুর||␣
ডুরিয়ান||␣
ডেক|cauldron, cooking pot|ɖ̟eːk
ডেকচি||␣
ডেনমার্ক||
ডেনীয় ভাষা||␣
ডেবরা||␣|
ডেস্ক||␣|
ডেস্কটপ||␣|
ডেহা||␣
ডোবা||␣|
ডোবানো||␣|
ডোমিনিকা||
ডোমিনিকান প্রজাতন্ত্র||
ডৌল||␣|
ড্রামাবাজ||␣|
ঢ়||␣|
ঢাকনা||␣|
ঢাকা জেলা||␣
ঢাকা বিভাগ||
ঢাকা|Dhaka|ˈɖʱa,ka
ঢাল||␣|
ঢালা||␣|
ঢালিউড||␣|
ঢিট||␣|
ঢিপি||␣|
ঢিবি||␣|
ঢিমা||␣|
ঢিল||␣|
ঢুকানো||
ঢুপি||
ঢেঁড়স|okra|ɖʱæ̃ɽoʃ
ঢেউ|wave|ɖʰe,u̯
ঢোকা||␣
ঢোকানো||␣
ঢোল||␣
ণই||␣|
তওবা||␣|
তওবার|repentance|tɔ,o̯.,ba,r
তকবীর||␣|
তকলিফ||
তকসিম||
তক্তা||␣|
তক্ষক||
তখন||␣
তখনই||␣|
তছু||␣|
তটিনী|river|to,ʈi,ni
তড়িৎ|electricity, lightning|ˈt̪ɔɽit̪
ততদিন||␣|
তত্ত্ব||␣|
তথাগত||␣|
তথ্য||
তদানীং||␣|
তদ্ভব||␣|
তনিমা||␣|
তনুকা||␣|
তন্ত্র||␣|
তন্দুর||␣|
তফাত||␣
তফাৎ||
তবলা||␣
তবিয়ত||␣
তবীব||
তবু|in spite of, still|t̪ɔbu
তবুও|in spite of, still|t̪ɔbuo
তবে|however|t̪ɔbe
তব্দা||␣|
তমিজ||
তয়||␣|
তরকারী||
তরঙ্গ||␣
তরণী||␣|
তরফ||␣|
তরফদার||␣|
তরবারি||␣|
তরমুজ||␣|
তরাজূ||␣
তরানা||
তরী||␣|
তরু||␣|
তরুক্ষীর||
তরুণ||␣|
তরোয়াল||␣|
তর্জমা করা||␣
তর্জমা||␣
তলব||␣
তলা||␣|
তলাশ||
তলোয়ার||␣|
তল্লাশি|search, quest|t̪ɔllaʃi
তশতরী||␣|
তসবির||␣|
তসবীহ||␣|
তসর||␣|
তসলিম||␣|
তা||␣|
তাঁক||␣|
তাঁকে||
তাঁত||␣|
তাঁদের||
তাঁর||
তাঁরা|they (3pl)|t̪ãra
তাঁহার||␣|
তাং||␣|
তাই||␣
তাইওয়ান||␣|
তাইপে||␣|
তাওয়া|frying pan|t̪awa
তাকানো|to look at|t̪akan̪o
তাকে||
তাগাদা||␣|
তাগালোগ ভাষা||
তাগিদ||␣|
তাজ|crown|t̪ad͡ʒ
তাজদার||␣|
তাজা|fresh, new|t̪aza
তাজিকিস্তান||
তাজ্জব||␣|
তাড়াতাড়ি||␣|
তাড়ানো||␣|
তাণ্ডব||␣|
তাথৈ|there|ta.,tʰoi||terị
তাদের||
তানজানিয়া||
তানভির||
তাপ||␣|
তাপমাত্রা||␣
তাবাসসুম||␣|
তাবিজ||␣|
তামড়ি||␣|
তামলি||␣|
তামা|copper|tama
তামাক||␣|
তামান্না||
তামাম||
তামাশা||␣
তামিল নাড়ু||
তামিল ভাষা||
তামিলনাড়ু||␣
তামুক||␣
তায়েফ||
তার পর||
তার পরে||
তার||␣
তারপর||
তারপরে||
তারা|star|tɑ,rɑ
তারিপ||␣
তারিফ||␣
তালব্য||␣|
তালা||␣|
তালাশ||␣
তালিকা||␣
তালিব||
তালিম||
তালিমী||
তালুকদার||␣|
তাস||␣|
তাহা||␣|
তিউনিসিয়া||
তিতা||
তিতে||
তিন|three|␣|tin
তিনি|he|t̪ɪ.n̪ɪ
তিন্দু||␣|
তিন্দুক||␣|
তিপান্ন||
তিমি|whale|t̪imi
তিয়াত্তর||
তিরানব্বই||
তিরাশি||
তিরিশ||
তিরুবনন্তপুরম||␣
তিল||␣|
তিলক||␣|
তিষ্টা||␣
তিষ্ণা||␣
তিসি|flax|tiʃi
তীব্র||␣|
তীর|shore|t̪ɪːɾ
তুঁই||␣
তুঁতে||␣|
তুই কেমন আছিস||
তুই|you|ˈt̪ʊi
তুফান|storm|t̪ufan
তুমি কি ধার্মিক||
তুমি কেমন আছো||
তুমি|you (2sg)|ˈt̪uˌmi|tumi
তুমিহীন||␣|
তুমিহীনতা||␣|
তুরস্ক||␣
তুরিত||␣
তুরুপ||␣
তুর্কমেন ভাষা||
তুর্কমেনিস্তান||
তুর্কি ভাষা||␣
তুর্কি||␣|
তুলনা||␣
তুলনামূলক|comparative|tulnamulɔk
তুলসী||␣
তুলি||␣|
তুলো||␣|
তুষার||␣
তৃণ||␣|
তৃণমূল||␣|
তৃতীয়|third|t̪rit̪ijɔ
তৃষ্ণা||␣
তে||␣
তেঁতুল|tamarind|tẽtul
তেইশ||
তেওড়া||␣|
তেজ||␣|
তেজপাতা||␣|
তেজারত||
তেড়া||␣|
তেতাল্লিশ||
তেতো||
তেত্রিশ||
তেপায়া|tripod|ˈt̪e.pa.jaˑ
তেরই|thirteen|tæ.,ro,i̯
তেরো||␣
তেল|oil|t̪el
তেলবাজ||␣|
তেলা||␣|
তেলাকুচা||␣|
তেলাচোরা||␣|
তেলাপোকা||␣|
তেলুগু ভাষা||
তেলেঙ্গানা||␣|
তেষট্টি||
তৈরি|to make|toi̯,ri
তৈল||␣|
তো||␣|
তোকমা||␣|
তোকে||
তোদের||
তোফা||
তোমরা কি ধার্মিক||
তোমরা|you (2pl)||tomra
তোমাকে||
তোমাদের||␣
তোমার নাম কি||
তোমার নাম কী||␣|
তোমার||␣
তোয়াক্কা||␣|
তোয়ালে||␣|
তোর নাম কী||␣|
তোর||
তোরা||
তোলপাড়||␣|
তোলা||␣|
তোশক|mattress|t̪oʃok
তোহমত||␣|
তৌফিক||
তৌরাত||␣|
ত্বক||␣
ত্যাগ|leave|t,ɛ,ɡ
ত্রিকোণমিতি||␣|
ত্রিচক্রযান||␣|
ত্রিনিদাদ ও টোবাগো||
ত্রিপত্র|bael leaves|tɾipɔtːɾɔ
ত্রিপদ||␣
ত্রিপুরা||␣
ত্রিশ||␣
তৎসম||␣|
থন||␣
থনে||␣
থলি||␣|
থাই ভাষা||
থাইল্যান্ড||
থাকব||␣|
থাকা|to live, reside|t̪ʰɑkɑ
থাকানো||␣
থানকুনি|pennywort|tʰankuni
থানা||␣
থাম||
থামা|to stop|tʰɑ,mɑ
থার্মোমিটার||␣|
থাল||
থালা||␣|
থিকা||
থিতানো||␣|
থুকা||␣|
থুড়া||␣|
থুতু|to spit|␣|thutu
থেকে||␣
থোকা||␣|
থোড়া||␣|
থ্যালামাস||
দই||␣|
দইর্যা||␣
দক্ষিণ আফ্রিকা||
দক্ষিণ আমেরিকা||␣|
দক্ষিণ ওসেটিয়া||
দক্ষিণ কোরিয়া||␣
দক্ষিণ|south|d̪okʰːin
দখল|occupy, access|d̪ɔkʰol
দড়ি||␣|
দড়ী|rope||dôṛi
দণ্ড||␣|
দত্ত||␣|
দন্ত||␣|
দন্ত্য||␣|
দপ্তর|office|d̪ɔpt̪oɾ
দফতর|office|d̪ɔft̪oɾ
দফা|occasion, time|d̪ɔfa
দম||␣|
দমা||␣|
দয়া করে||␣
দয়া||␣
দয়াল||␣|
দয়ালু||␣|
দরকার||␣
দরখাস্ত||␣
দরগাহ||␣|
দরজা|door|d̪ɔɾd͡ʒa
দরদ||␣|
দরবার||␣
দরবেশ||␣|
দরশন||␣|
দরাজ||␣|
দরিয়া|sea|d̪o,ri,ja
দরুন||
দরূদ||␣|
দর্জি||␣|
দর্পণ||␣|
দর্শন||␣|
দল||␣|
দলান||␣|
দলিত||␣
দলিল||
দলীল||
দশ||␣
দশক||␣|
দশমাংশ||␣|
দস্ত||
দস্তরখান||␣
দস্তাবেজ||␣
দস্তার||
দস্তুর||␣
দহ||␣|
দহন||␣|
দা||␣
দাঁড়||␣|
দাঁড়ানো|to stand|d̪aɽano/d̪ãɽano/d̪aɾano/d̪aɹano|dãṛano
দাঁড়ি||␣|
দাঁত|tooth|d̪ɑ̃t̪|dãtô
দাই||␣|
দাউদ||␣|
দাউদাউ||␣
দাওনা||
দাওয়া||␣|
দাওয়াই||␣
দাওয়াখানা||␣|
দাওয়াত|invitation|d̪a,wa,‹,t̪
দাখিল|submit|d̪akʰil
দাগ||␣
দাড়ি|beard|daɽi
দাতা||␣|
দাদ||
দাদখানি||
দাদা||␣
দাদী|grandmother|dɑ,diː
দান||␣|
দানা||␣|
দান্দান||␣
দাব||␣|
দাবদাহ||␣|
দাবা||␣
দাবাড়ু||␣
দাবানল||␣|
দাবি||
দাবী||␣
দাম|price, cost|d̪aːm
দামড়া||␣|
দামাদ||
দামামা||
দামেস্ক||
দায়-দরদ||␣|
দায়িত্ব||␣|
দারচিনি|cinnamon|ˈd̪aɾ.t͡ʃi.niˑ/ˈd̪aɾ.t͡si.niˑ
দারু|wine, liquor|ˈd̪a.ɾuˑ
দারুচিনি||
দারুণ||␣|
দারোয়ান||␣|
দার্জিলিং||␣|
দার্ঢ্য||␣|
দালান||␣|
দাশগুপ্ত||␣|
দাস||␣|
দাসত্ব||
দাসী||␣|
দিওয়ান||␣
দিওয়ালি||␣|
দিকে||␣
দিগ্বিজয়||␣|
দিঘি||␣|
দিদি||
দিদিভাই||␣|
দিন|day|␣|din
দিনরাত||␣|
দিনাজপুর জেলা||
দিনেমার||
দিবস||␣|
দিবা||␣|
দিবানিদ্রা||␣|
দিবারাত্রি||␣|
দিব্যেন্দু||␣|
দিয়ে||
দিয়েছিল||␣|
দিয়েছিলেন||␣|
দিল|heart|d̪il
দিলরুবা||
দিলীপ||␣|
দিল্লি||␣|
দিল্লিকা লাড্ডু||␣|
দিসপুর||␣
দীপঙ্কর||␣|
দীপাঞ্জন||␣|
দীপান্বিতা||␣|
দীপাবলি||␣
দীপোৎসব||␣
দীয়া||␣|
দীর্ঘ||␣|
দু||␣|
দুঃখ|sorrow, grief|du,kˈkʰo
দুঃখও|sadness|du,k.kʰo,o̯
দুঃস্বপ্ন||␣|
দুআ||
দুই|two|␣|dui̯
দুইন্যাই||␣
দুইপর||␣
দুখ||
দুগি||␣|
দুগ্ধ||␣
দুটো||␣|
দুদু||␣|
দুধ||␣
দুনিয়া||␣
দুনিয়ার মজদুর এক হও||␣|
দুপুর|noon?|d̪upuɾ
দুম্বা||␣|
দুয়া||
দুয়ার||␣|
দুরস্ত||␣|
দুরিয়ান|durian|ˈd̪u.ɾi.äˑn
দুর্গজয়||␣
দুর্গত||
দুর্গন্ধ||␣|
দুর্ঘটনা||␣|
দুর্দান্ত||␣|
দুর্বল||␣|
দুর্বলতা||␣|
দুর্ভিক্ষ||␣|
দুর্যোগ||
দুলা||
দুশমন||␣
দুশ্চিন্তা||␣|
দুষ্ট||␣|
দুষ্টামি||␣|
দুসরা||␣|
দুসরী||␣|
দুস্থ||␣|
দুহিতা||␣|
দূর|far|␣|dur
দূরত্ব||␣|
দূরদর্শন||␣|
দূরবিন||␣|
দূরভাষা||␣
দৃঢ়||␣|
দৃঢ়ভাবে||␣|
দৃশ্য||␣|
দৃষ্টান্ত||
দৃষ্টি||␣|
দে||␣|
দেউড়ি||␣|
দেওয়া||␣
দেওয়ান||␣
দেওয়ানা||␣
দেওয়াল||␣|
দেওয়ালি||␣|
দেখতে পাওয়া||␣|
দেখা|to see|ˈd̪ækʰa|dekha
দেখানো||␣
দেড়||␣|
দেত্তয়া|to give||dettẏa
দেন||␣|
দেনা||
দেব||␣|
দেবতা||␣|
দেবদাস||␣|
দেবদাসী||␣|
দেবী||␣|
দেবেন||␣|
দেয়||␣|
দেয়া||
দেরি||␣|
দেরেঙ্গ||␣|
দেশ|country, state|d̪eʃ
দেশপ্রেমিক||␣|
দেশলাই||␣|
দেশি কামিলা||
দেশি বামোশ||
দেশি||␣
দেশিয়||␣|
দেশীয়||␣|
দেহ||␣
দৈনিক||
দৈব||␣|
দৈর্ঘ্য||␣|
দো||␣|
দোআ||
দোকান||␣|
দোকানদার||␣|
দোছরা||␣|
দোজখ||␣|
দোতারা||␣
দোভাষী||␣|
দোয়া||␣
দোয়েল||␣|
দোলনা|swing|dolna
দোলা||␣|
দোষ||␣|
দোষী||␣|
দোসরা||␣|
দোসুতি||␣|
দোস্ত||␣
দোস্‌রা||␣|
দৌড়ানো||␣|
দৌরাত্ম্য||␣|
দৌলত||␣
দৌলতদার||
দৌলতদারি||
দৌলতদারী||
দ্বাদশ||␣|
দ্বার||␣
দ্বারা|by, through|d̪aɾa|dara
দ্বারী||␣|
দ্বিতীয়|second|t̪rit̪ijɔ
দ্বিভাষিক||
দ্বীপ|island|d̪ip|dip
দ্বীপপুঞ্জ||
দ্বৈত||␣|
দ্রব্য|thing|ˈd̪ɾɔbːɔ̝ˑ
দ্রাক্ষা||␣|
দ্রাক্ষাকুঞ্জ||␣|
দ্রাক্ষারস||␣|
দ্রাঘিমা||␣|
দ্রুত|fast|d̪ɾʊt̪o
দ্রোণ||
দ্রৌপদী||␣|
ধন||␣
ধনবাদ||␣
ধনিয়া|coriander|dʱonia
ধনী||␣|
ধনে|coriander|dʱone
ধন্যবাদ|thank you|dʰo,n,jo,bɑ,d
ধমক||␣|
ধরণী||␣|
ধরন||
ধরম||␣|
ধরা|to hold|␣|dhôra
ধরে||
ধর্ম||␣
ধর্মভ্রষ্ট||␣|
ধর্মীয়||
ধর্ষণ||␣|
ধলা||
ধস||
ধসা||
ধসানো||
ধাই||␣|
ধাইর||␣|
ধাওয়া||␣
ধাক্কা দেওয়া||
ধাক্কা||␣
ধাতু||␣|
ধাত্রী||␣|
ধান||␣|
ধামরাই||␣|
ধামাকা||␣|
ধামাচাপা||␣|
ধারণা||␣
ধারা||␣|
ধারি||␣|
ধার্মিক||␣
ধার্মিকতা||␣|
ধিক্কার||␣|
ধীবর||␣|
ধীর||␣
ধুঁয়ো|smoke||dhũẏo
ধুতি||␣|
ধুতুরা|dutura (flower)|d̪ʱut̪uɾɑ/d̪ʱut̪uɽɑ
ধুনুরি||
ধুর বাল||␣
ধুর||␣|
ধুলো|dust||dhulo
ধূমকেতু||␣|
ধূমপান||␣
ধূসর||
ধেৎ||␣|
ধৈর্য||␣|
ধোঁকা||␣|
ধোঁকাবাজ||␣|
ধোঁয়া||␣
ধোঁয়াশা||␣|
ধোওয়া||
ধোনি||␣|
ধোয়া|to wash|␣|dhoẏa
ধৌত|wash|dʰou̯.,to
ধ্বংস||␣|
ধ্বজা||␣|
ধ্বনি||␣|
ধ্যান||
নং||␣|
নউগল||␣|
নওকর||␣
নওকরি||␣
নওগাঁ জেলা||
নওগাঁ||␣|
নওবাহার||␣|
নওরোজ||␣|
নওশা||
নকল|copy, imitation|nɔkol
নকশা||␣|
নকশাল||␣|
নক্ত||␣|
নখ|fingernail, claw|nɔːkʰ|nôkh
নগর||␣
নগরী||␣|
নগিচ||␣|
নগ্ন||␣
নগ্নতা||␣
নজদ||␣|
নজর||␣|
নজরানা||␣|
নজরুল||␣|
নঞর্থক||␣|
নড়া||␣|
নড়াইল জেলা||
নত||␣|
নতীজা||␣
নতুন দিল্লি||␣
নতুন|new|nɔt̪un|nôtun
নতুনত্ব||
নদিয়া||␣|
নদী|river|no,d̪i|nôdi
ননদ||␣|
নফরৎ||␣|
নফসানিয়াত||␣|
নব||␣|
নবডঙ্কা||␣
নববর্ষ||␣|
নবাব||␣|
নবাবগঞ্জ জেলা||
নবাবজাদা||␣|
নবিস||␣|
নবী||␣
নবীজী||␣|
নবীত্ব||␣|
নবুয়ত||␣|
নব্বই||
নভেম্বর||␣
নভেল||␣
নমস্কার|hello, bye|nɔmɔʃkaɹ
নমাজ||␣
নমায||␣|
নমুনা||␣|
নম্বর|number|nɔ,m,bo,r
নয়||␣
নয়ন||␣|
নয়া দিল্লি||
নয়া||␣
নর||␣|
নরওয়ে||
নরওয়েজীয় ভাষা||
নরক||␣|
নরম|soft|nɔɾom
নরসিংদী জেলা||
নষ্ট||␣
নসিহত||␣|
নসীব||
নহা||␣|
না|not|␣|na
নাংটা||␣|
নাই||
নাইকল||␣
নাইজার||
নাইজেরিয়া||
নাইহল||␣
নাউরু||
নাও||
নাওয়া||
নাক|nose|␣|nak
নাকা||
নাকান||
নাখুশ||␣|
নাগরিক||␣|
নাগাদ||
নাগাল্যান্ড||␣
নাগেশ্বর||␣
নাগোর্নো-কারাবোখ প্রজাতন্ত্র||
নাঙ্গল||␣|
নাঙ্গা||␣
নাচতে না জানলে উঠান বাঁকা||␣|
নাচা||␣
নাজাত||␣
নাজিবাদ||␣|
নাজ্জিবাদ||␣|
নাটক||␣|
নাটাই||
নাটোর জেলা||
নাড়া||␣|
নাতনী||␣|
নাতি||␣|
নাতিশীতোষ্ণ||␣|
নাথ||␣|
নাদান|foolish|nad̪an
নানা||␣|
নানী||␣|
নানু||␣|
নাপছন্দ||␣|
নাপিত||␣|
নাপ্পি||␣
নাবালক||␣|
নাভি||␣|
নাম|name|nam
নামক||␣|
নামজাদা||␣|
নামহীন|nameless|ˈnamɦin
নামা||␣|
নামাজ|prayers|na,ma,z
নামানো||␣|
নামিবিয়া||
নার||
নারকেল||␣|
নারাজ|displeased|naraz/narad͡ʒ
নারায়ণ||␣|
নারায়ণগঞ্জ জেলা||
নারিকেল||␣|
নারিন্দা||␣|
নারী||␣|
নারীবাদ||␣|
নার্গিস||␣|
নালিশ||␣|
নাশকতা||␣|
নাসরিন||␣|
নাসির||␣|
নাসিরুদ্দিন||␣|
নাস্তানাবুদ||␣|
নাৎজিবাদ||␣|
নাৎসিবাদ||␣|
নিঃ-||␣|
নিঃশব্দ|silence|ni,ʃʃɔ,b,do
নিঃশ্বসন||␣|
নিউক্লিয়াস||␣|
নিউজিল্যান্ড||
নিউট্রন||
নিকটবর্তী||␣|
নিকড়িয়া|penniless|ˈni.kɔ.ɹi.äˑ/ˈni.kɔ̝.ɽ̟i.äˑ
নিকাব||
নিকারাগুয়া||
নিকাহ||␣|
নিখিল||␣|
নিখিলবিশ্ব||␣|
নিখুঁত||␣|
নিচে||
নিজ||␣|
নিজে||␣|
নিজের চরকায় তেল দাও||␣|
নিজের||␣|
নিধি||␣|
নিবার্য||
নিবেদন||
নিভৃত||
নিমন্ত্রণ|invitation|nimont̪ɾon
নিমিষ||␣|
নিমেষ||␣|
নিম্ন||␣|
নিম্নে||␣|
নিয়ম||␣|
নিয়াস||␣
নিয়ে||␣
নিযুক্ত||␣|
নিরক্ষর||␣|
নিরানব্বই||
নিরাশ্রয়||
নির্ণয়||
নির্দেশ||␣|
নির্দেশনা||␣|
নির্দোষ||␣|
নির্বাচন||␣
নির্বাণ||
নির্ভর||␣|
নির্মল||␣|
নির্মলি||␣|
নির্মাণ||␣|
নির্ম্মল||␣|
নিলফামারী জেলা||
নিলাম||␣|
নিশান||␣
নিশাস||
নিশ্চয়||␣|
নিশ্চিত||␣|
নিশ্বসন||␣|
নিশ্বাস||␣|
নিষিদ্ধ করা||
নিষিদ্ধ|prohibited, forbidden|niʃid̪ːʱo
নিষেধ||␣|
নিষেধাজ্ঞা||␣|
নিষ্ঠুর||␣
নিসর্গ||
নিস্তব্ধ||␣|
নীতি||␣|
নীরব||
নীরবতা||
নীরবে||
নীল||␣
নীলুফার||␣|
নীহারিকা|nebula|niɦaɾika/niɦaɽika
নুন|salt|␣|nun
নুনি||␣
নুনু||␣
নুসরাত||␣|
নূতন||␣|
নূর||
নূরানী||␣|
নূরান্বিত||
নূহ||␣|
নৃত্য||␣
নেউল||␣|
নেওয়া||␣
নেকড়ে||␣
নেছার||␣|
নেটওয়ার্ক||␣
নেটো||␣|
নেতাজি||␣|
নেতৃত্ব||␣|
নেত্রকোনা জেলা||
নেদারল্যান্ডস||
নেপচুন||␣|
নেপাল||␣
নেপালি ভাষা||␣
নেপিদ||␣
নেবা||␣|
নেবানো||␣|
নেভানো||␣|
নেমন্তন্ন|invitation|nemont̪onno
নেয়ামৎ||␣|
নেশা|drunkenness|neʃa
নেশাখোর||
নেহ||␣|
নেহেরু||␣|
নৈরাজ্যবাদ||␣|
নৈরাশ্য||␣|
নৈশভোজ||␣|
নৈসর্গিক||
নোংরা|foul|nʊŋ,ra||noŋra
নোঈর||
নোড়া||␣|
নোয়াখাইল্লা||␣|
নোয়াখালী জেলা||
নোয়াখালী||␣|
নৌকা||␣
নৌকো|boat|nou̯,ko
ন্যাংটা||␣|
ন্যাটো||␣|
ন্যায়||␣|
ন্যায়বিচার||␣|
ন্যূন||␣|
ন্যূনতম||␣|
পঁচাত্তর||
পঁচানব্বই||␣
পঁচাশি||
পঁচিশ||
পঁয়তাল্লিশ||
পঁয়তিরিশ||
পঁয়ষট্টি||
পঁহাত||␣
পকেট||␣|
পক্ষসমর্থন||␣|
পক্ষী||␣|
পক্ষে|on behalf of|pɔkːʰe
পঙ্খী||␣|
পচা|rotten|␣|pôca
পছন্দ করা||␣
পছন্দ|liking, preference|pɔsond̪o/pɔtʃʰond̪o
পঞ্চগড় জেলা||␣
পঞ্চগড়||␣|
পঞ্চান্ন||␣
পঞ্চায়েত||␣
পঞ্চায়েতি||␣
পঞ্চাশ||␣
পটুয়াখালী জেলা||
পটেল||␣|
পটোল||␣
পড়শী||␣|
পড়া|to read, study|ˈpɔɽa/ˈpɔɹa|pôṛa
পণ্ডিত||␣|
পতর||␣
পতাকা||␣
পত্তর||␣|
পত্নী||␣|
পত্র||␣|
পত্রিকা||␣|
পথ|path, road|pɔ,tʰ|pôth
পদ||␣|
পদার্থ||
পদার্থবিজ্ঞান||
পদ্ম|lotus|pɔ,d̪,dɔ
পদ্মা||␣|
পদ্মাসন||␣|
পনীর||␣
পনেরো||
পবিত্র||␣|
পয়গম্বর|prophet|ˈpɔjˌɡɔmbɔɾ
পয়গাম||␣|
পয়দা||␣|
পয়লা বৈশাখ||␣|
পয়লা||␣|
পয়সা উসুল||
পয়সা||␣|
পর|feather|␣|pôr
পরওয়ারদেগার||
পরজীবী||
পরদা||␣|
পরদেশ||␣|
পরদেশী||␣|
পরম||␣|
পরমাণু||␣|
পরশু||␣|
পরশ্রীকাতরতা||␣|
পরহেজ||
পরা|put on (clothes)|ˈpɔɾa/ˈpɔɹa
পরাক্রম||␣|
পরাগ||␣|
পরাত||␣
পরানো||␣|
পরামর্শ||␣|
পরামর্শদাতা||␣|
পরিকল্পনা||␣|
পরিক্রমা||␣|
পরিচয়||␣|
পরিচর্যা||␣|
পরিচায়ক||
পরিচালিত||␣|
পরিণতি||␣|
পরিত্রাণ||␣|
পরিবর্তন||␣|
পরিবর্তে||␣
পরিবার||␣
পরিবেশ বান্ধব||
পরিবেশ-বান্ধব||
পরিবেশবান্ধব||
পরিশ্রম||␣|
পরিষদ||␣|
পরিসংখ্যান||
পরিস্থিতি||␣
পরী||␣|
পরীক্ষা||
পরু||␣|
পরে||
পরেন্দা||␣|
পরোয়া||␣
পর্তুগাল||␣
পর্তুগিজ ভাষা||
পর্দা||␣|
পর্দানশীন||␣|
পর্ন||␣
পর্নো||␣
পর্নোগ্রাফি||
পর্নোগ্রাফিক||
পর্বত|mountain|pɔ,r,bɔ,t|pôrbôt
পর্বতমালা||
পর্যটন||␣|
পর্যন্ত||␣
পর্যুদস্ত||␣|
পর্যুৎসুক||␣|
পলিনেশিয়া||␣|
পল্টন||␣|
পল্টি||␣|
পল্টিবাজ||␣|
পল্লি||␣|
পশতু ভাষা||
পশু||
পশুপাল||␣|
পশ্চিম পাকিস্তান||␣|
পশ্চিম বঙ্গ||␣
পশ্চিম বাংলা||
পশ্চিম||
পশ্চিমবঙ্গ||␣
পশ্চিমবঙ্গে||␣|
পশ্চিমবাংলা||␣
পসর||␣
পসরা||
পহর||␣
পহু||␣|
পহেলা বৈশাখ||␣|
পহেলা||␣|
পা|leg, foot|pa
পাঁউ ভাজি||␣|
পাঁউরুটি||␣
পাঁক||␣
পাঁচ|five|␣|pãcô
পাঁচিল||␣|
পাঁজর||␣|
পাঁঠা||␣|
পাঁঠি||␣|
পাঁড়ে||␣|
পাঁতি||␣|
পাইখানা||␣
পাইথন||␣|
পাউরা||␣|
পাওয়া||␣
পাকস্থলী|stomach|pa,kɔ,s,tʰo,li
পাকা||␣
পাকিস্তান||␣
পাখ||␣
পাখা|wing|␣|pakha
পাখি|bird|pakʰi|pakhi
পাখিই|birds|pa.,kʰi,i̯
পাখী||␣
পাঙ্গা||␣|
পাঙ্গাশ||␣|
পাছা||␣
পাঞ্জা||␣|
পাঞ্জাব||␣
পাঞ্জাবি ভাষা||
পাটা||␣|
পাঠ||␣|
পাঠশালা||␣|
পাঠা|to send|ˈpaʈʰa
পাঠান||␣
পাঠানো|to send|pɑʈʰɑno
পাড়||␣
পাড়া||␣|
পাণ||␣
পাত||
পাতক||␣
পাতলা|thin|␣|patla
পাতা|leaf|pata
পাতি কামিলা||
পাতিহাঁস||␣
পাত্তা|address, whereabouts|ˈpät̪.t̪äˑ
পাত্র||␣|
পাথর|stone|␣|pathôr
পাদ||␣
পাদটীকা||␣|
পাদা||␣
পাদ্রি||␣|
পান|to drink|␣|pan
পানা||
পানামা||
পানি|water|ˈpɑːniː
পানিফল||␣|
পানিয়ালা||␣
পানীয়||
পানু||␣
পানে||
পান্ডা||␣
পান্থপাদপ||␣
পান্না|emerald|pan(ː)a
পাপ||␣|
পাপকর্ম||␣|
পাপড়ি||␣|
পাপী||␣|
পাপুয়া নিউগিনি||
পাবনা জেলা||
পাবনা||␣|
পাবনাইয়া||␣|
পায়খানা|toilet|ˈpae̯.kʰa.naˑ
পায়রা||␣|
পায়স||␣
পায়ু||␣
পায়ুকাম||␣
পায়ুকামী||␣
পায়েস||
পার-||␣|
পারদ||␣
পারপত্র||␣|
পারফিউম|perfume|pa,r.,fi,u̯,m
পারভেজ||␣|
পারমাণবিক||␣|
পারা|to be able to|paɾa/paɹa/paɽa
পারিজাত||␣|
পারিবারিক||␣
পারেই|maybe|pa.,re,i̯
পার্কিং||␣|
পার্টি||
পার্থ||␣|
পার্থক্য|difference|paɾt̪ʰɔkːo/paɹt̪ʰɔkːo
পার্সেল||␣|
পালং||␣
পালক||␣|
পালন||␣|
পালাউ||
পালানো||␣|
পালোয়ান||
পাশাপাশি||␣|
পাশে||
পাসপোর্ট||␣|
পাসরা||␣|
পাহাড়|mountain|␣|pahaṛ
পাহারা||␣|
পাহাল||␣
পাহুরা||␣|
পিঁজর||
পিঁজরা||
পিঁপড়া||␣
পিছনে|behind|pisɔne/pitʃʰɔne
পিছলা||␣|
পিছা||␣|
পিঞ্জর||␣
পিঞ্জরা||
পিঠ|back|␣|piṭh
পিঠা||␣|
পিতা|father|pi.t̪aː
পিথাগোরাস||␣|
পিনাকী||␣|
পিন্ডি||␣|
পিন্ধা||
পিপলী||␣
পিপাসু||␣|
পিপুল||␣
পিপ্পল||␣
পিয়ন||␣|
পিয়া||␣|
পিয়াদা||␣|
পিয়ানো|piano|piano
পিয়াস||␣
পিয়াসী||
পিরান||
পিরিচ||␣|
পিরিতি||␣|
পিরোজপুর জেলা||
পিষা||␣|
পিসি||␣|
পিস্তল|pistol|ˈpis̠.t̪ɔˑl
পীড়া||␣|
পীর||
পুঁজিবাদ||␣|
পুঁটি||␣|
পুঁথি||␣|
পুঁথিশালা||␣|
পুকুর|lake|␣|pukur
পুঙ্খানুপুঙ্খ||␣
পুচ্ছ||␣|
পুছ||
পুছা||␣|
পুজো||␣
পুঞ্জ||
পুটকি||␣
পুটকিচুদা||
পুটকিচোদা||␣
পুড়ি||␣
পুত||␣
পুতুল||␣|
পুত্র||␣|
পুদিনা|mint|pud̪ina
পুনঃ||␣|
পুনরুত্থান||␣|
পুনরুত্থিত||␣|
পুব||␣|
পুরনো||␣|
পুরস্কার||␣|
পুরা||␣|
পুরাণ||␣|
পুরানো|old|␣|purano
পুরাপুরি||␣|
পুরুষ|man (adult male)|␣|puruś
পুরুষত্ব||
পুরুষাঙ্গ||␣
পুরুষালি||
পুরোনো||␣
পুরোপুরি||␣|
পুল||␣
পুলিশ||␣|
পুষ্টিকর||␣|
পুষ্প|flower|puʃpɔ
পুস্তক|book|pustɔk
পূজা||␣
পূজারী||␣|
পূতিবাত||␣
পূরণ||␣|
পূর্ণ||␣
পূর্ব টিমোর||
পূর্ব পাকিস্তান||␣|
পূর্ব বাংলা||
পূর্ব||␣
পূর্ববাংলা||␣
পৃথকীকরণ||␣|
পৃথিবী||␣|
পৃথ্বী||␣|
পেঁক||␣
পেঁচ||␣|
পেঁচা|owl|pɛ̃tʃa
পেঁড়া||␣|
পেঁপে||␣
পেঁয়াজ||␣|
পেখম|peacock fan|pekʰɔm
পেচ্ছাপ||␣
পেট|belly||peṭ
পেটা||␣|
পেনিস||␣
পেয়ারা||␣
পেয়ালা||␣
পেরু||␣
পেরেক||␣|
পেরেশান|stressed, harassed|pereʃan
পেল||␣|
পেশ করা||
পেশ||
পেশা||
পেশি||
পেশিবহুল||
পেশী||
পেশীবহুল||
পেশোয়া||␣|
পেস্তা||␣|
পো||
পোঁছা||␣|
পোঁতা||␣|
পোকা||␣
পোছা||␣|
পোড়া||␣|
পোড়ানো||␣|
পোনা||␣|
পোয়াত||␣
পোরা|to burn|␣|pora
পোলা||
পোলীয় ভাষা||
পোল্যান্ড||
পোশাক||␣
পোষ||
পোস্ট||␣|
পৌঁছনো||␣|
পৌঁছা||␣|
পৌঁছানো||␣|
পৌত্তলিক||
পৌনে||␣|
পৌষ||␣|
প্যাঁচ||␣|
প্যাঁচা|owl|pɛ̃tʃa
প্যাঁচাল||␣|
প্যান্ডেল||␣|
প্যারা||␣|
প্যারাগুয়ে||
প্যারিস||␣
প্যালেস্টাইন||␣
প্রকার||
প্রকারণ||
প্রকাশ||␣|
প্রকাশনা||␣|
প্রকাশিত||␣|
প্রকৃত||␣|
প্রকৃতি প্রেমিক||␣
প্রকৃতি||␣|
প্রচণ্ড||␣|
প্রচার||␣|
প্রচুর||␣|
প্রজাতন্ত্রী চীন||␣
প্রজাতন্ত্রী||
প্রজাতি||
প্রজাপতি|butterfly|ˈpɾɔ̝.d͡ʒaˌpɔ̝.t̪i
প্রজেক্ট||␣
প্রজ্ঞা||␣|
প্রতি||␣
প্রতিজ্ঞা||␣|
প্রতিধ্বনি||␣|
প্রতিবাদ||
প্রতিমা||␣|
প্রতিমাচূর্ণকারী||␣|
প্রতিশব্দ||
প্রতিশোধ দেওয়া||␣|
প্রতিশোধ||␣|
প্রতিশ্রুতি||␣|
প্রতিষ্ঠা||␣|
প্রতিষ্ঠাতা||
প্রতিষ্ঠিত||␣
প্রতিহিংসা||
প্রত্যক্ষ||␣|
প্রত্যবায়||␣|
প্রত্যাশা||␣|
প্রত্যেক||␣|
প্রথম পুরুষ||
প্রথম||␣
প্রদর্শন||␣|
প্রদেশ||
প্রধান||␣|
প্রধানমন্ত্রী||
প্রবঞ্চনা||
প্রবঞ্চনামূলক||
প্রবণতা||
প্রবল||␣|
প্রবৃত্তি||
প্রবেশ||␣|
প্রব্লেম||
প্রভাব||␣|
প্রভাবিত||␣|
প্রভু||␣|
প্রভৃতি||␣|
প্রমাণ করা||
প্রমাণ||
প্রমাণিত||
প্রয়োজন||␣|
প্রশংসা||␣|
প্রশিক্ষিত||␣|
প্রশ্ন করা||
প্রশ্ন|question|pɾɔʃno/pɹɔʃno
প্রসব|childbirth|pɾoʃɔb
প্রসাধন||␣|
প্রস্তর||␣|
প্রস্তুত||␣
প্রস্তুতি||␣|
প্রস্ফুটিত||␣|
প্রস্রাব||
প্রহরী||␣|
প্রাকৃত||␣|
প্রাকৃতিক||␣|
প্রাক্তন||␣|
প্রাচীন||␣
প্রাচীর||␣|
প্রাণ||␣|
প্রাণিজগৎ||
প্রাণী||␣
প্রাণীজগৎ||
প্রাত||␣|
প্রাতরাশ||␣
প্রাথমিক||
প্রাদেশিক||
প্রাপ্তবয়স্ক||
প্রায়||␣|
প্রার্থনা||␣
প্রাসঙ্গিক||
প্রিয়||␣|
প্রীতম||␣|
প্রীতি||␣|
প্রেম||␣
প্রেমপীড়িত||␣|
প্রেমহীন||
প্রেমিক||␣
প্রেমিকা||␣
প্রেমে পড়া||␣|
প্রেরিত||␣|
প্রোগ্রাম||␣
প্রোটন||
প্রোস্টেট গ্রন্থি||
প্রোস্টেট||
প্রৌঢ়|adult|ˈp,ɾou̯,ɹoˑ|prōuṛh
প্লাজমা||
প্লাটিনাম||␣|
প্লাস্টিক||␣
প্লিজ|please|p,li,z
প্লীজ|please|p,li,z
প্লুটো||␣|
প্লেটিনাম||␣|
প্ল্যাটিনাম||␣|
প্‌লিজ|please|p,–,li,z
ফকিন্নি||␣|
ফকির||␣
ফকীর||␣|
ফখরুদ্দিন||␣|
ফজর||␣|
ফজল||␣|
ফটো|photo|pfo,ʈo
ফটোগ্রাফ||␣
ফটোগ্রাফি||
ফটোগ্রাফী||
ফড়িং|dragonfly|pʰɔɽiŋ/fɔɹiŋ
ফণা||␣|
ফণী||
ফতুর||␣|
ফতে||␣
ফতোয়া||␣|
ফনী||
ফয়সালা||␣
ফয়েজ||␣|
ফরজ||␣|
ফরজন্দ||␣|
ফরমাইশ||
ফরমান||␣
ফরমানো||␣
ফরমায়েশ||␣
ফরমাশ||
ফরযন্দ||␣|
ফরহাদ||
ফরাসি ভাষা||
ফরাসি||␣|
ফরিদপুর জেলা||
ফরিয়াদ||␣|
ফর্জন্দ||␣|
ফর্যন্দ||␣|
ফল|fruit|pʰɔl/fɔl|phôl
ফলসা||␣
ফলা||␣|
ফলাফল||␣|
ফাঁকা||␣|
ফাঁপা|to swell||phãpa
ফাঁসি||␣|
ফাইরুজ||␣|
ফাজিল||␣|
ফাটা||␣|
ফাটাফাটি|awesome|ˈfaʈaˌfaʈi
ফাতেমা||␣|
ফানা||␣|
ফানুস||␣|
ফায়দা|benefit, advantage|fajd̪a
ফারজানা||␣|
ফারহান||␣|
ফারহানা||␣|
ফারাক|difference, inequality|farak
ফারাহ||␣|
ফারুক||␣|
ফার্মিয়ন||
ফার্সি ভাষা||
ফাল||
ফালতু||␣|
ফালুদা||␣
ফাল্গুন||␣|
ফাস||␣|
ফাহাদ||␣|
ফাহ্মী|surname|fa,ɦ,mi|phahmi
ফিকির||
ফিজি||␣
ফিতা||␣|
ফিতুর||␣|
ফিদা||␣|
ফিনল্যান্ড||␣
ফিরিঙ্গি||␣
ফিরেবার||␣
ফিরোজ||␣|
ফিরোজা||␣|
ফিলিপাইন||␣
ফিলিস্তিন||␣|
ফিল্ম||
ফুঁ দেত্তয়া|to blow||phũ dettẏa
ফুচকা||␣|
ফুট||
ফুটপাত||␣|
ফুটপাথ||␣|
ফুটপোথ||␣|
ফুটবল||␣
ফুটি|melon|pʰu,ʈi
ফুটো||␣|
ফুফু||␣|
ফুয়া||␣|
ফুয়েল||␣|
ফুরসত||␣|
ফুর্তি||␣|
ফুল|flower|pʰul/ful|phul
ফুলকপি||␣|
ফুলা||
ফুসকুড়ি||␣|
ফুস্কুড়ি||␣|
ফেন||␣|
ফেনা||␣|
ফেনী জেলা||
ফেব্রুয়ারি||␣
ফেরদৌস||␣|
ফেরা||␣|
ফেরার||
ফেরেশতা||␣|
ফেরেশ্তা||␣|
ফেরেসতা||␣|
ফেরেস্তা||␣|
ফেলা|to drop, throw|ˈpʰɛlɑ/ˈfɛlɑ|phela
ফেসবুক||␣|
ফোঁটা||␣|
ফোঁসা||␣|
ফোকট||␣|
ফোটা||␣|
ফোটানো||␣|
ফোড়া||␣|
ফোন||␣|
ফোরাত||␣
ফোলা||␣|
ফোলানো||␣|
ফৌজ||␣
ফৌজদার||␣|
ফৌজি||␣
ফ্যান||␣|
ফ্যাসিবাদ||␣|
ফ্যাসিবাদী||␣|
ফ্রজন্দ||␣|
ফ্রযন্দ||␣|
ফ্রান্স||
ফ্রিজ||␣|
ফ্রেশ||␣
ফ্লপি|floppy|pʰlɔpi/flɔpi
ফ্ল্যাগ||␣
ফ্ল্যাট|flat|pʰ,l,æ,ʈ
ফ্‌ল্যাট|flat|pʰ,–,l,æ,ʈ
বঁইচ||
বঁইচি||
বঁধু||␣|
বংশ||␣|
বংশধর||␣|
বই|book|bo,i̯
বইন||
বউ|wife|␣|bôu
বওয়া||
বক||␣|
বকনা||
বকরি||
বকশিশ||␣|
বকুল||␣
বক্তৃতা||␣|
বগ||␣|
বগদাদ||␣|
বগল|armpit|boɡol
বগা||␣|
বগী||␣|
বগুড়া জেলা||
বগুড়া||␣|
বঙ্গ|Bengal|ˈbɔŋɡɔ
বঙ্গবিদ্যা||␣|
বঙ্গাব্দ||␣|
বঙ্গালী||␣|
বঙ্গোপসাগর||
বছর|year|␣|bôchôr
বজায়||␣|
বজ্র|thunder, lightning|bɔɟɾɔ
বট||␣|
বড||␣|
বড়|big, large|ˈbɔ,ɽo|bôṛ|ˈbɔɹo
বড়দিন||␣|
বড়ি||␣|
বতসোয়ানা||
বত্ব||␣|
বত্রিশ||
বদ||␣
বদদোয়া||␣|
বদমাইশ||␣|
বদর||
বদরী||␣|
বদলা||
বদলে|instead|bɔdole
বদিউজ্জামান||␣|
বদ্ধ||␣|
বন|forest|bɔn|bôn
বনশ্রী||␣|
বনানী||␣|
বন্দর||␣|
বন্দুক||
বন্দুকিয়া||␣
বন্দেগী||
বন্দোবস্ত||␣|
বন্দ্যোপাধ্যায়||␣|
বন্ধ করা||
বন্ধ||␣
বন্ধু||␣
বন্ধুত্ব||␣
বন্ধুসুলভ||
বন্ধুহীন|friendless|ˈbɔnd̪ʱuˌɦin
বন্ধে||␣
বন্যা|flood|bɔn(ː)æ
বন্‌ধ||␣|
বমি|to vomit|␣|bômi
বম্বে||␣|
বয়ঃসন্ধি||␣|
বয়জা||␣|
বয়দা||
বয়রা||␣
বয়স||␣
বয়স্ক||␣|
বয়ান||␣
বর||␣|
বরং||␣|
বরকত||␣|
বরকন্দাজ||␣|
বরগুনা জেলা||␣
বরফ|ice, snow|bɔrɔf/bɔrɔpʰ|bôrôph
বরবাদ||␣
বরাত||
বরাবর||␣|
বরিশাল জেলা||
বরিশাল বিভাগ||
বর্গি||␣|
বর্ণ|colour|bɔ,r,no
বর্ণনা||␣
বর্ণমালা||␣|
বর্তমান||␣|
বর্ধমান||␣|
বর্মা||␣|
বর্মী ভাষা||
বর্ষ||␣|
বর্ষণ||␣|
বর্ষণবিধৌত||␣|
বর্ষপঞ্জি||␣|
বর্ষা||␣
বল||␣|
বলকান||␣|
বলদ||␣|
বলা|to speak, say|ˈbɔla|bôla
বলিউড||␣|
বলিতে কি||␣
বলিদান||␣|
বলিভিয়া||
বলেন||␣|
বল্টু||␣
বশির||␣|
বস||␣|
বসনিয়া ও হার্জেগোভিনা||
বসন্ত পঞ্চমী||␣|
বসন্ত||␣
বসবাস||␣|
বসবাসকারী||␣|
বসা|to sit|ˈbɔʃa|bôśa
বসু||␣
বসুন্ধরা||␣|
বস্তা||␣|
বস্তু|thing, object|ˈbɔst̪u
বহা|to flow||bôha
বহু||␣|
বহুত||
বহুব্রীহি||␣|
বহুল||
বহেড়া||␣
বা|or|bɑ
বাঁ দিকে||␣
বাঁ পাশে||␣
বাঁ|left|␣|bã
বাঁকা||␣
বাঁচন||␣|
বাঁচা|to live|␣|bãca
বাঁচাও|rescue, escape|bãcao
বাঁচানো||␣|
বাঁজা||␣|
বাঁড়া||␣|
বাঁড়ুজ্জে||␣|
বাঁদর|monkey, macaque|bad̪ɔɾ/bad̪ɔɹ
বাঁধ||␣
বাঁধা|to tie|␣|bãdha
বাঁধানো||␣|
বাঁশ||
বাঁশরি||␣|
বাঁশরী||␣|
বাঁশি|flute|bãʃi
বাংলা খারু||
বাংলা ভাষা|Bengali language|ˈbaŋ,la, ,ˈbʱa,ʃa
বাংলা|Bengali, Bangla (language)|ˈbaŋ,la
বাংলাদেশ|Bangladesh|ˈbaŋ,laˌ,d̪e,ʃ
বাংলাদেশি||
বাংলাদেশী||␣
বাংলাদেশে||␣|
বাংলায়||␣|
বাঃ বাঃ||␣
বাঃ|wow, bravo/left|baʱ||bɑːɦ
বাইচ||␣|
বাইট|byte|bai̯ʈ
বাইত্যা||␣|
বাইবেল||␣|
বাইরা||␣|
বাইরাগ||␣
বাইরে||
বাইশ||
বাউল||␣
বাকি|left over|ba,ki
বাকী||␣
বাক্য||␣|
বাক্স||␣|
বাগ|garden, orchard|baɡ
বাগড়ী||␣|
বাগধারা||␣
বাগান|garden, orchard|baɡan
বাগার||␣|
বাগিচা||␣
বাগেরহাট জেলা||
বাগেরহাট||␣|
বাঘ|tiger|baɡ/baɡʱ
বাঘিনি||␣
বাঙালি নদী||
বাঙালি||␣
বাঙ্গালা||
বাঙ্গালী||␣
বাচাল||␣|
বাচ্চা|child|␣|bacca
বাছা||␣|
বাছাই||␣|
বাছুর||␣
বাজ|thunder, lightning|bad͡ʒ
বাজপাখি||
বাজা||␣|
বাজানো||␣|
বাজার|bazaar|bazaɾ/bad͡ʒaɾ
বাজে||␣|
বাট||␣
বাটপাড়||␣|
বাটি||␣|
বাড়||␣|
বাড়া||␣
বাড়ানো||␣|
বাড়াবাড়ি||␣|
বাড়ি||␣|
বাড্ডা||␣|
বাণিজ্য||␣|
বাত||␣
বাতা||␣|
বাতাস|wind|␣|bataś
বাতি||
বাতিল||␣|
বাত্তি||␣
বাদ||␣
বাদক||␣
বাদল||
বাদলা||
বাদশাজাদা||␣|
বাদশাহ|badshah; Muslim king|bad̪ʃaɦ
বাদাম||␣|
বাদামি ভালুক||
বাদামি ভাল্লুক||
বাদামি||
বাদামী||␣
বাদুড়|bat (animal)|bad̪uɽ/bad̪uɹ
বাদে||␣
বান|flood|ban
বানর|monkey, macaque|banɔɾ/banɔɹ
বানান||␣|
বানানো||␣|
বানিয়া||␣|
বান্দর||␣
বান্দরবান জেলা||
বান্দরবান||␣|
বান্ধবী||␣
বাপ||
বাপ্তিস্ম||␣|
বাবত||
বাবলা||␣|
বাবা|dad|baba
বাবু||␣|
বাবুই|baby|ba.,bu,i̯
বাবুর্চি|cook, chef|baburtʃi
বাবেল||
বাম||␣|
বায়ু||␣
বার বার||␣|
বার||␣
বারংবার||␣|
বারণ||␣|
বারাণসী||␣|
বারান্দা||␣|
বারি|water|baɾi
বারিধারা||␣|
বারুশ||␣|
বারো||␣
বার্তাকু||␣
বার্বাডোস||
বার্মা||␣|
বাল||␣
বালতি|bucket|ˈba,l.,t̪iˑ
বালি|sand|␣|bali
বালিশ|pillow|baliʃ
বালু||
বাল্যবিবাহ||␣|
বাষট্টি||
বাষ্প||␣|
বাস||␣|
বাসনা||␣|
বাসন্তী||␣|
বাসমতী||␣|
বাসা||␣
বাসিন্দা|resident|baʃind̪a
বাহ||␣
বাহরাইন||
বাহাউদ্দিন||␣|
বাহাত্তর||
বাহাদুর||␣|
বাহানা||␣|
বাহান্ন||
বাহামা দ্বীপপুঞ্জ||
বাহার||␣|
বাহারা||␣|
বাহারাঁ||␣|
বাহাস||
বাহিনী||␣|
বাহিনীগণ||␣|
বাহির||␣
বাহু||␣|
বি-||
বিকাল||␣
বিগ্গানী||
বিচইন||␣
বিচার||␣|
বিচারক||␣|
বিচি|seed||bici
বিচ্ছিরি||␣|
বিচ্ছু||
বিছনা||␣
বিছানা||␣
বিছানো||␣|
বিজয়||␣
বিজলী||␣|
বিজেপি||␣|
বিজ্ঞ||␣|
বিজ্ঞান|science|bi,ɡ,ɡæ,n
বিজ্ঞানী||␣
বিজ্ঞাপন|advert|biɡjapɔn
বিড়াল|cat|be,ɽɑ,l
বিড়ি|cigarette|bi,ɽi
বিদায়||␣
বিদেশ|foriegn land|bid̪eʃ
বিদেশি|foreign|bid̪eʃi
বিদেশিনী||␣|
বিদেশী||
বিদ্যা||␣|
বিদ্যাবত্তা||␣|
বিদ্যালয়||␣|
বিদ্যাসাগর||␣|
বিদ্যুৎ||␣|
বিধবা||␣|
বিধা||␣|
বিধ্বস্ত||␣|
বিনষ্ট||␣|
বিনা||␣
বিনোদ||␣|
বিন্দাস||␣|
বিন্দু|dot, spot|bindu
বিপদ||␣|
বিপরীতকামী||␣|
বিপর্যয়||
বিপর্যায়||␣|
বিপাশা||␣|
বিপুল||␣|
বিপ্লব||␣
বিবরণ||␣|
বিবাদ|quarrel, fight|bibad
বিবাহ||␣|
বিবি||
বিবেক||␣|
বিভক্ত করা|to split||bibhôkt kôra
বিভাগ||␣
বিভাজন||␣|
বিভিন্ন||␣
বিভিন্নতা||␣
বিভীষণ||␣|
বিমল||␣|
বিমা||␣|
বিমান||
বিমানবন্দর||␣|
বিয়াই||␣|
বিয়ান||␣|
বিয়ার||
বিয়াল||␣
বিয়াল্লিশ||
বিয়ে||␣|
বিরল||␣|
বিরান||␣|
বিরানব্বই||␣
বিরানী||␣|
বিরাশি||
বিরিয়ানি||␣|
বিরিয়ানী||␣|
বিরুদ্ধে|against, opposing|birud̪ːʱe
বিরেনী||␣|
বিরেয়ানী||␣|
বিরোধ||␣|
বিরোধী||␣|
বিলাই||␣
বিলাত||
বিলাতি||␣|
বিলাতী||
বিলিতি||␣|
বিলেতি||␣|
বিল্ব||␣
বিশ||␣
বিশাল||␣
বিশেষ করা||
বিশেষ||␣
বিশেষজ্ঞ||␣|
বিশেষণ||␣|
বিশেষ্য||␣
বিশ্ব|universe|bi,ʃ,ʃo
বিশ্বকোষ||␣|
বিশ্বপরিক্রমা||␣|
বিশ্ববিদ্যালয়||␣|
বিশ্বব্যাপী||␣|
বিশ্বভারতী||␣
বিশ্বযুদ্ধ||␣|
বিশ্বশক্তি||␣|
বিশ্বস্ত||␣|
বিশ্বাস||␣
বিশ্রী|ugly|bisɾi
বিশ্লেষণ করা||␣
বিশ্লেষণ||␣
বিষ||␣
বিষমকামিতা||
বিষয়||␣|
বিষয়বস্তু||
বিষয়ে||␣|
বিষুবীয় গিনি||
বিষ্টু||␣|
বিষ্ণু|Vishnu|bi,ʃ,nu
বিষ্ণুপ্রিয়া মণিপুরী||␣|
বিষ্যুদবার||␣|
বিসমিল্লাহ||␣
বিসর্গ||␣
বিস্কুট||␣|
বিস্তারিত||␣
বিহনে||␣
বিহান||
বিহার||␣
বিহ্বল||␣|
বীচি|seed|ˈbitʃi/ˈbitsi/ˈbisi
বীজ||␣|
বীজঘ্ন||␣|
বীজাণু||␣|
বীণা||␣|
বীর|hero|biː,r
বীর্য নিক্ষেপ||
বীর্য||
বীর্যপাত||
বীর্যস্খলন||
বুক|breast, chest|bu,k
বুকপাটা||␣|
বুকু||␣|
বুখারেস্ট||
বুগি||
বুজুর্গ||
বুঝ||␣|
বুঝতে||␣|
বুঝি না||
বুড় পাড়া||
বুড়||␣
বুড়া আঙ্গুল||
বুড়ো|old man|bu,ɽo
বুত||␣|
বুদাপেস্ট||␣|
বুদ্ধ||␣
বুদ্ধি||␣|
বুধবার||␣
বুনিয়াদ||
বুন্দিয়া||␣|
বুবু||
বুভুক্ষা|hunger|buˈbʱuk.kʰɑ
বুরজ খলিফা||␣|
বুরজ||␣|
বুরা||
বুরুজ||
বুরুন্ডি||
বুর্কিনা ফাসো||
বুর্জ খলিফা||␣|
বুর্সা||␣|
বুলগেরিয়া||
বুলবুল||␣|
বুশরা||␣|
বুসান||␣|
বৃক্ক||␣|
বৃক্ষ|tree|brikkʰo
বৃত্ত||
বৃদ্ধি||␣|
বৃশ্চিক||␣
বৃশ্চিকদংশন||␣|
বৃষ্টি পড়া||
বৃষ্টি হওয়া||
বৃষ্টি|rain|␣|briśṭi
বৃহদান্ত্র||
বৃহস্পতি||␣|
বৃহস্পতিবার||␣
বৃহৎ|huge|bri,hɔ,t
বে-||
বে||␣|
বেঁকা||
বেঁটে|short||bẽṭe
বেঁহা||␣
বেইজিং||␣
বেওয়াকেফ||␣|
বেকুব|idiot|bekub
বেগ|speed|be,ɡ
বেগম||␣
বেগানা||
বেগায়রত||␣|
বেগুন|eggplant|be,ɡu,n
বেগুনি||
বেগুনী||
বেঙ্গালুরু||
বেচইন্যা||␣
বেচা||␣
বেচানো||
বেচারা||␣
বেচুনে||
বেটা||␣
বেটি||
বেড়||␣|
বেড়া||␣|
বেড়ানো||␣|
বেড়াল||␣
বেডা||␣
বেডি||␣
বেদ||␣
বেদনা||␣
বেদানা||␣|
বেদে||␣|
বেনারস||␣|
বেনিন||
বেন্না||
বেপরোয়া|reckless|bepɔrwa
বেবাক||
বের||␣|
বেরাদর||␣
বেরানী||␣|
বেরেয়ানী||␣|
বেরোনো||␣
বেল||␣
বেলজিয়াম||
বেলফাস্ট||␣|
বেলা|time of day|bæ,lɑ
বেলারুশ||␣
বেলি||␣|
বেলিজ||
বেলুন||␣
বেশী|too|beʃi
বেশুমার|countless|ˈbe.ʃu.mɑɾ
বেশ্যা||␣|
বেষ্ট||␣|
বেসন||␣|
বেসিং||␣|
বেসুমার||
বেহালা||␣|
বেহেশত||␣|
বেহেশ্ত||␣|
বৈঁচি||␣
বৈকঙ্কত||␣
বৈজ্ঞানিক||
বৈঠা||␣|
বৈদেশিক||
বৈদ্য||␣|
বৈশাখ||␣|
বৈশিষ্ট্য||␣
বৈশ্য||␣|
বৈষ্ণব||␣|
বোকা|fool|bɔ,kɑ
বোকাচোদা||␣
বোজা||␣|
বোঝা|to understand|bod͡ʒʱɑ/bod͡ʒɑ/bozɑ
বোঝানো||␣|
বোতল||␣
বোতাম||␣|
বোধ||␣|
বোধোদিত||␣|
বোন|sister|bo,n
বোবা||␣|
বোমা||␣|
বোম্বাই||␣|
বোরকা|burqa|boɾkɑ/boɹkɑ
বোলানো||␣|
বোষ্টম||␣|
বোস||␣
বৌদ্ধ||␣|
ব্যক্তি|person|b,æ,k,t̪i
ব্যক্তিগত কম্পিউটার||
ব্যক্তিগত||
ব্যক্তিত্ব||␣
ব্যঞ্জন||␣|
ব্যঞ্জনধ্বনি|consonant|b,æ,n,dʒɔ,n,d̪ʱo,‹,ni|bênjonddhoni
ব্যথা|pain|b,æ,tʰɑ
ব্যবসা||␣|
ব্যবস্থা||␣
ব্যবহার করা||
ব্যবহার||␣
ব্যবহারকারী||
ব্যস||␣|
ব্যস্ত||␣
ব্যাংক|bank|bæŋk
ব্যাক||␣
ব্যাকরণ|grammar|bækɔɾon/bækɔɽon
ব্যাখ্যা|explanation|b,æ,kkʰ,a
ব্যাগ||␣|
ব্যাঘ্র|tiger|bæɡʱɾɔ
ব্যাঙ্ক|bank|b,æ,ŋ,k
ব্যাঙ্কক||␣|
ব্যাটারি||␣
ব্যাদ||␣|
ব্যাধি|disease|bædʱi
ব্যাপক||␣
ব্যাপার||␣|
ব্যায়াম||␣|
ব্যাস||␣
ব্রণ||␣|
ব্রত||␣|
ব্রহ্মদেশ||␣
ব্রহ্মপুত্র||␣|
ব্রাজিল||␣
ব্রাশ||
ব্রাহ্ম||␣|
ব্রাহ্মণ||␣|
ব্রাহ্মণবাড়িয়া জেলা||
ব্রাহ্মণবাড়িয়া||␣|
ব্রিটিশ সাম্রাজ্য||␣|
ব্রিটেন||␣|
ব্রুনাই||
ব্রোঞ্জ||␣|
ব্লগ|blog|bloɡ
ব্লোজব||
ব্ল্যাক হোল||
ব্ল্যাকহোল|black hole|ˈblæk.hol/ˈblɛk.hol
বৎসর||␣|
ভইড়||␣
ভইষ||
ভক্তি||
ভগবান||␣|
ভগাঙ্কুর||␣
ভগিনী||␣
ভজন||␣|
ভট্টাচার্য||␣|
ভড়||␣
ভণ্ড||␣|
ভদকা||␣
ভদ্রকালী||␣|
ভদ্রলোক||␣|
ভনভন||␣|
ভব||␣|
ভবিষ্যতে||␣|
ভবিষ্যদ্বাণী||␣|
ভবিষ্যৎ||␣|
ভয়|fear, dread|bʱɔ,e̯
ভরতনাট্যম||␣|
ভরসা||␣|
ভরা|full|␣|bhôra
ভর্তা||␣
ভস্ম|ashes|bʰɔ̃,ʃ,ʃo
ভাঁপ||␣|
ভাং||␣|
ভাই|brother|bʱa,i̯
ভাইয়া||␣
ভাইরাস||␣|
ভাগ||␣|
ভাগা||␣|
ভাগানো||␣|
ভাগ্য||␣|
ভাঙচুর||
ভাঙা|broken|bʱaŋa/vaŋa
ভাজ||␣|
ভাজা|to fry|bʱaja
ভাটা||␣|
ভাটি||␣|
ভাড়া||␣
ভাড়াইট্যা||␣
ভাড়াটিয়া||␣
ভাড়াটে||␣
ভাণ্ডার||␣|
ভাত|(cooked) rice|bʱat
ভাতার||␣|
ভাদর||
ভাদ্র||␣|
ভানুয়াটু||
ভাব||␣|
ভাবনা||␣|
ভাবা|to think|␣|bhaba
ভাবে||␣|
ভারত|India|ˈbʱa.,ɾɔ,t̪
ভারতীয় প্রজাতন্ত্র||␣|
ভারতীয় ময়ূর||
ভারতীয়||␣
ভারতে||␣|
ভারী|heavy||bhari
ভার্চুয়াল||␣
ভার্যা||␣|
ভাল|good|bʱɑ,lo||vɑlo
ভালবাসা||␣
ভালভা||␣
ভালা||␣
ভালাপাওয়া||␣|
ভালুক|bear|bʱaluk||valuk
ভালো|good|bʱɑ,lo||vɑlo
ভালোনাম||␣|
ভালোবাসা||␣
ভালোভাবে||␣|
ভাল্লুক|bear|bʱalːuk/valːuk
ভাশুর||␣|
ভাষা|language|bʱaʂaː/vɑʃɑ
ভাষাবিজ্ঞান||
ভাষাবৈজ্ঞানিক||
ভাসা|to float|␣|bhaśa
ভাসুর||␣|
ভাস্বর||␣|
ভিজা||␣
ভিজে যাওয়া||␣|
ভিজে||
ভিডিও||␣
ভিত||␣|
ভিতর দিএ||
ভিতরে||␣
ভিত্তি||␣|
ভিত্তিপ্রস্তর||␣|
ভিন||␣|
ভিন্ন||␣|
ভিয়েতনাম|Vietnam|vi,je,t̪,na,m
ভিয়েতনামীয় ভাষা||␣
ভিসা||␣|
ভিসি||␣
ভুঁই||␣|
ভুঁইচাল||␣|
ভুঁড়ি||␣|
ভুখ||␣
ভুজুং ভাজুং||␣|
ভুটান||␣
ভুট্টা||␣|
ভুড়ী|guts||bhuṛi
ভুবন||␣|
ভুয়া||␣|
ভুরু|eyebrow|bʰuru
ভুল||␣|
ভুলে যাওয়া||␣
ভুসি||␣|
ভূ||␣|
ভূগোল||
ভূত||␣|
ভূমধ্যসাগর||␣|
ভূমি||␣|
ভূমিকম্প||␣
ভূমিপুত্র||␣|
ভেজা|wet||bheja
ভেজানো||␣|
ভেটা||␣|
ভেড়া|sheep|bʱeɽɑ/veɽɑ
ভেতরে||␣
ভেনেজুয়েলা||
ভেলপুরী||␣|
ভেস্তা|upset, thwarted|ˈbʱes.t̪aˑ
ভোঁতা|dull (as a knife)||bhõta
ভোগ||␣|
ভোগা||␣|
ভোজপুর||␣|
ভোদা||␣
ভোর||␣|
ভোলা জেলা||
ভোলা||␣|
ভৌতিক||
ভৌম||␣|
ভ্যাঙানো||␣|
ভ্যাটিকান সিটি||␣
ভ্রমণ||␣|
ভ্রাতা||␣|
ভ্রাতৃ||␣|
ভ্লাদিমির||␣|
মই||␣
মউত||␣|
মউল||
মউসম||␣|
মউসুম||␣|
মওকা||␣
মওত||␣|
মওলা||␣|
মওলানা||␣|
মকতব||␣
মকসদ||
মক্কা||
মগ||␣|
মগজ ধোলাই||␣|
মগজ||␣|
মঙ্গল||␣|
মঙ্গলবার||␣
মঙ্গল্য||␣|
মঙ্গোলিয়া||
মচমচে||␣|
মজদুর||␣|
মজনু||␣
মজনুঁ||␣|
মজনুন||␣|
মজনূঁ||␣|
মজনূন||␣|
মজবুত||␣|
মজলিস||␣
মজলুম||␣
মজা||␣|
মজার|funny|mɔ,d͡ʒɑ,r
মজুমদার||␣|
মজুর||␣|
মজ্জা||␣|
মঞ্জিল||␣|
মঞ্জিলা||␣|
মঞ্জুঘোষ||␣|
মটর||␣|
মটরসাইকেল||␣|
মড়া||␣|
মণ||␣|
মণি||␣|
মণিপুর||␣
মণীশ||␣|
মণ্ডল||␣|
মণ্ডলী||␣|
মত প্রকাশের স্বাধীনতা||␣|
মত||␣
মতামত||␣|
মতি||␣
মতো||␣
মদ||␣|
মদত||␣|
মদিনা||
মদ্যপান||␣|
মধু||␣|
মধুর||␣|
মধ্য আফ্রিকান প্রজাতন্ত্র||
মধ্য প্রদেশ||
মধ্য|middle, interior|mɔ̝d̪ːʱo
মধ্যপ্রদেশ||
মধ্যম পুরুষ||
মধ্যাহ্ন||␣|
মধ্যে||␣
মন||␣|
মনজিল||␣|
মনপ্রাণ||␣|
মনমোহন||␣|
মনসা||␣|
মনিটর||
মনিব||␣|
মনির||␣|
মনিষ||␣|
মনুষ্য||␣|
মনে করা||␣|
মনে করানো||␣|
মনে পড়া||␣|
মনে রাখা||
মনোবল||␣|
মনোবিজ্ঞান||␣|
মনোব্যথা||␣|
মনোভাব||␣|
মনোয়ার||␣|
মনোয়ারা||␣|
মনোযোগ||
মনোরমা||␣|
মন্টিনিগ্রো||
মন্তেক||
মন্ত্র||␣|
মন্ত্রী||␣|
মন্দ||␣|
মন্দতা||␣|
মন্দা||␣|
মন্দির||␣|
মফস্বল||␣|
মফস্বলীয়||␣|
মব প্রকাশের স্বাধীনতা||␣|
মব||␣|
মম||␣|
মমতাজ||␣|
ময়দা||␣|
ময়দান||␣
ময়না||␣
ময়মনসিংহ জেলা||
ময়মনসিংহ||␣|
ময়লা|dirty|␣|môẏla
ময়ূর|peacock|mɔjuɽ/mɔjuɾ/mɔjuɹ
ময়ূরী||␣
মরজি||␣|
মরণ|death|mɒ.ɹɒn
মরদ||␣|
মরহাবা||
মরহুম||␣|
মরহুমা||␣|
মরা|to die|ˈmɔɾa/ˈmɔɹa|môra
মরামাস||␣
মরিচ|chili pepper|moɾitʃ
মরিয়ম||␣|
মরিশাস||␣
মরুভূমি||␣
মরোক্কো||
মর্ত||␣|
মর্তমান||␣|
মর্ত্ত্য|mortal (alt.)|ˈmɔ,ɹ,t̪,t̪,t̪o|morttto
মর্ত্য||␣|
মর্দ||␣|
মর্দনী||␣|
মর্যাদা||␣|
মলদোভা||
মলদ্বার||
মলম|ointment|mɔlom
মলাট||␣
মল্লিকা||␣|
মশগুল||
মশলা||␣
মশা||
মশাই||␣|
মশারি||␣|
মশাল||␣|
মসজিদ||␣
মসরুফ||
মসলা||␣|
মসৃণ|smooth||môśrin
মস্করা||␣|
মস্কো||
মস্ত||
মস্তিষ্ক|brain|mɔst̪iʃko
মস্তিষ্কহীন||
মহকুমা||␣
মহঙ্গা||␣|
মহব্বত||␣
মহরম||␣|
মহল||
মহলা||
মহল্লা||␣
মহা||␣|
মহাদেশ||␣|
মহাপুরুষ||␣|
মহাবিশ্ব||␣|
মহাভারত||␣|
মহামান্য||␣|
মহারাষ্ট্র||␣
মহাসাগর||␣|
মহাসিন্ধু||␣|
মহিলা|woman|ˈmɔɦiˌla|môhila
মহিষ||␣
মহীশূর||␣|
মহেন্দ্র||␣|
মা|mother|␣|ma
মাং||␣|
মাংস|meat|␣|maṅś
মাংসিক||␣|
মাইক||␣|
মাইক্রোওয়েভ ওভেন||␣|
মাইক্রোনেশিয়া যুক্তরাজ্য||
মাইক্রোনেশিয়া||␣|
মাইনষে||␣
মাইনাস||␣|
মাইয়া||␣|
মাউস||
মাকড়শা|spider|makɔɾʃɑ/makɔɽʃɑ
মাকড়সা|spider|makɔɾʃɑ/makɔɽʃɑ
মাখন|butter|mɑkʰɔn
মাখা||␣
মাগ||␣|
মাগফিরাত||␣
মাগরিব||␣|
মাগরেবী||␣|
মাগা||␣|
মাগার||␣|
মাগী||␣|
মাগুর||␣|
মাগুরা জেলা||
মাঘ||␣|
মাঙ্গা||␣|
মাচান||␣|
মাছ|fish|mɑtʃʰ/mɑs|mach
মাছি|fly|ˈmatʃʰi/ˈmasi
মাজা||␣|
মাজার||␣|
মাজেদুর||
মাঝ||␣
মাঝে মাঝে||
মাঝে||␣
মাটি|earth|␣|maṭi
মাঠ||␣|
মাড়||␣|
মাড়া||␣|
মাড়ান||␣|
মাড়ি||␣|
মাণিক্য||␣|
মাত করা||
মাত||␣
মাতা||␣
মাতাল||␣|
মাতৃ||␣
মাতৃভাষা|mother tongue|maːt̪.rɪ.bʱaː.ʂaː
মাত্র||␣|
মাথা থেকে পা পর্যন্ত||
মাথা|head|mat̪ʰa|matha
মাদল||␣|
মাদা||
মাদাগাস্কার||
মাদান||␣
মাদারবোর্ড||␣
মাদারীপুর জেলা||
মাদি বাছুর||
মাদি||
মাদ্রাজ||␣|
মাদ্রাসা||
মাধ্যমে||␣
মান||␣|
মানচিত্র||
মাননীয়||␣|
মাননীয়া||␣|
মানব||␣
মানবজাতি||␣|
মানবহিতৈষী||
মানষি||␣
মানসিক||␣|
মানা||␣|
মানিক||␣|
মানিকগঞ্জ জেলা||
মানু||␣
মানুষ|person, man|ma,nu,ʃ|manuś
মানুহ||␣|
মানে|meaning|mane
মান্দার||␣|
মাপা||␣|
মাফ||␣|
মামড়ি||␣|
মামলা||␣|
মামা||␣|
মামুলী||␣|
মায়া||␣|
মায়ানমার||␣
মারহাবা||
মারা|to kill, hit|␣|mara
মারাঠি ভাষা||
মারাঠী||␣|
মারুফ||␣|
মার্কসবাদ||␣|
মার্কা||␣|
মার্কিন যুক্তরাষ্ট্র||␣
মার্কিন||␣
মার্চ||␣
মার্জার||␣|
মার্শাল দ্বীপপুঞ্জ||
মাল ফেলা||␣
মাল||␣
মালওয়্যার||
মালদা||␣|
মালদ্বীপ|Maldives|ma,l,›,d̪i,p|maldip
মালয়ালম ভাষা||
মালয়েশিয়া||␣
মালা||␣
মালাউই||
মালাউন||␣|
মালি||
মালিক||␣|
মালিকানা||␣|
মালূর||␣
মাল্টা||
মাল্লা||
মাশাআল্লাহ||␣|
মাশাআল্লাহ্||
মাশোয়ারা||␣|
মাস|month|maːs̠
মাসকালাই||␣
মাসি||␣|
মাসুদ||␣|
মাস্টার||␣|
মাস্টারমশাই||␣|
মাহ||␣
মাহতাব||␣
মাহদি||␣|
মাহফিল||␣|
মাহফুজ||␣|
মাহমূদ||␣|
মাহমূদা||␣|
মাহির||␣|
মাহী||
মাহীন||␣|
মাহুত||␣
মিউজিয়াম||␣|
মিউনিখ||␣|
মিছা||␣
মিছিল||␣|
মিছে||
মিজান||␣|
মিজোরাম||
মিঞা||␣
মিঞাজী||␣|
মিটা||␣|
মিঠা জল||
মিঠা পানি||
মিঠা||␣
মিঠাই||␣|
মিঠে||
মিডা||␣
মিতা||␣
মিত্র||␣
মিথেন||␣|
মিথ্যা||␣|
মিথ্যুক||␣|
মিথ্যে||␣|
মিনসা||␣
মিনসে||
মিনার||␣|
মিনিট||␣
মিনিড||
মিনেসোটা||␣|
মিয়ানমার||␣|
মিলানো||
মিল্লত||
মিশর||␣
মিশরীয়||␣|
মিশুক||
মিষ্টি||␣
মিসকিন||␣
মিস্ত্রী||␣|
মীজান||
মীনাক্ষী||␣|
মীর জাফর||␣|
মীর||␣|
মীরা||␣|
মু||␣
মুই||
মুইখ্যা||␣|
মুকুট||␣|
মুকেরি||␣
মুকেরী||
মুক্ত||␣|
মুক্তমুখ||␣|
মুক্তা|pear|mukta
মুক্তি||␣|
মুক্তিযুদ্ধ||␣
মুক্তো||␣|
মুখ|face, mouth|mu,kʰ|mukh
মুখপাত্র||␣|
মুখবিবর||
মুখর||␣
মুখস্থ||␣|
মুখার্জি||␣|
মুখুজ্জে||␣|
মুখোপাধ্যায়||␣|
মুখোমুখি||
মুখোশ||␣
মুখ্য||␣|
মুখ্যমন্ত্রী||␣|
মুগ||␣|
মুগ্ধ||␣|
মুঘল সাম্রাজ্য||␣|
মুঘল||␣|
মুচি||␣|
মুছনি||␣|
মুজিব||␣|
মুঠা||
মুঠি||
মুঠো||
মুড়ি||␣|
মুড়ো||␣|
মুত||␣
মুতা||␣
মুতাজ||␣|
মুদি|grocer|ˈmu.d̪iˑ
মুনাজাত||
মুন্ডা||␣|
মুন্সিগঞ্জ জেলা||␣
মুফত||␣|
মুবারক||␣
মুবারাক||␣|
মুবাশশির||␣|
মুভি||␣
মুভী||
মুমিন||
মুম্বই||␣|
মুম্বাই||
মুয়াল্লিম||
মুরগা||
মুরগি|hen|murɡi
মুরগী|hen|murɡi
মুরলি||␣|
মুরহা||␣
মুরাদ টাকলা||␣|
মুরাদ||␣|
মুরুব্বি||␣|
মুরোদ||␣|
মুর্শিদ||␣
মুর্শিদাবাদ||␣|
মুশকিল||␣
মুষল||␣|
মুষলধার||␣|
মুষ্টি||␣|
মুসলমান||␣
মুসলিম||␣
মুসল্লি||␣
মুসাফা||
মুসাফির||␣
মুসিবত||␣|
মুস্কান||␣|
মুহতাজ||
মুহাজির|emigrant, refugee|muhajir
মুহাম্মদ||␣|
মূঢ়||␣|
মূত||
মূত্র||␣
মূত্রনালি||␣
মূত্রনালী||
মূর্খ||␣
মূর্খতা||
মূর্তি||␣|
মূর্ধন্য||␣|
মূল|root|muː,l
মূল্য|price, cost|ˈmulːɔ̝
মূল্যবান||␣|
মূল্যহীন||
মৃগ||␣|
মৃগাঙ্ক||␣|
মৃণ্ময়||␣|
মৃত||␣
মৃত্তিকা||␣|
মৃত্যু|death|mrit̪t̪u
মৃত্যুঞ্জয়||␣|
মৃদু||␣|
মৃদুতা||␣|
মে||␣
মেকুর|cat|ˈmɛ.kuɾ/ˈmɛ.kuˑɾ
মেকুরনি||
মেকুরা||
মেক্সিকো||␣
মেগাবাইট||
মেঘ|cloud|␣|meɡh
মেঘনা||␣|
মেঘালয়||␣
মেচ||␣|
মেজ||␣
মেজদা||␣|
মেজদাদা||␣|
মেজবান||␣
মেজাজ|temperament|med͡ʒad͡ʒ
মেজো||␣|
মেঝ||␣|
মেঝে||␣|
মেঝো||␣|
মেট্রোরেল||␣|
মেড়া||␣|
মেথী||␣
মেম||␣|
মেয়াদ||␣|
মেয়ে|girl, daughter|ˈme.,e
মেয়েবাজ||␣|
মেয়েমানুষ|woman|mɛə.mɜː.nʊʃ
মেরা||␣
মেরামত||␣
মেরু ভালুক||
মেরু ভাল্লুক||
মেরু||␣|
মেরে ফেলা|to kill||mere phela
মেলা||␣
মেলানেশিয়া||␣|
মেলামেশা||␣|
মেষ||␣|
মেষশাবক||␣|
মেস||␣|
মেহজাবিন||␣|
মেহনত||␣|
মেহমান||␣
মেহমানী||␣
মেহুর||␣
মেহুরনি||
মেহেরপুর জেলা||
মেহেরবানি||␣|
মেহেরুন্নেসা||␣|
মৈ||
মৈথুন||
মোক||
মোকাবেলা||␣|
মোকাম||␣|
মোকে||
মোগল||␣|
মোছা|to wipe|␣|mocha
মোজা||␣|
মোজাম্বিক||
মোজেজা||␣
মোটর সাইকেল||␣
মোটর||␣|
মোটরসাইকেল||␣|
মোটা|fat, thick|ˈmoʈa|moṭa
মোড়||␣|
মোড়ল||␣|
মোতা||␣
মোতি||␣
মোদী||␣|
মোনাকো||
মোনাজাত||␣|
মোবাইল নম্বর||
মোবাইল||␣|
মোবারক||␣|
মোবারকবাদ||␣|
মোবারাক||␣|
মোমবাতি||␣
মোর||
মোরগ|rooster|morɔɡ
মোরব্বা||␣|
মোরে||
মোলাকাত||␣|
মোলায়েম|soft, tender|ˈmo.lä.eˑm
মোলাহেজা||
মোল্লা||␣
মোস্তফা||␣|
মোহর||␣|
মোহানা||
মোহাম্মদ||␣|
মৌ||␣|
মৌচাক|beehive|mou̯tʃak
মৌত||␣|
মৌমাছি||
মৌরিতানিয়া||
মৌল||␣
মৌলবী||␣|
মৌলভীবাজার জেলা||
মৌলিক||
মৌসম||␣|
মৌসুম|season|mou̯ʃum
মৌসুমি|seasonal|mou̯ʃumi
ম্যাজেন্টা||␣|
ম্যাডাম||␣|
ম্যালা||␣|
ম্যাসেডোনিয়া প্রজাতন্ত্র||
ম্যাসেডোনিয়া||
ম্লেচ্ছ||␣|
যকৃৎ||
যক্ষ্মা||␣|
যখন|when|d͡ʒɔ,kʰo,n
যজ্ঞ||␣|
যতন||␣|
যত্ন||␣|
যথা||␣|
যথেষ্ট||␣|
যদি|if|␣|jôdi
যদিও||␣|
যদ্দিন||␣|
যন্ত্র||␣|
যন্ত্রণা||␣|
যন্ত্রণাদায়ক||␣|
যন্ত্রমানব||␣
যবন||␣|
যম||␣|
যমজ||␣|
যশোদা||␣|
যশোর জেলা||
যশোর||␣|
য়||␣
যা||␣
যাওয়া|to go|ˈd͡ʒa,u̯,a
যাকাত||␣|
যাচ্ছিল||␣|
যাচ্ছেতাই||␣|
যাচ্ঞা||␣|
যাতনা||␣|
যাতে||␣|
যাত্রা|journey|d͡ʒɑ,t,rɑ
যাদুঘর||␣|
যান্ত্রিক||␣
যাপন||␣|
যাব||␣|
যায়||␣|
যিনা||␣|
যিনি||␣|
যিরূশালেম||␣
যিশু||␣|
যিহোবা||␣|
যীশু||
যুক্ত||␣
যুক্তরাজ্য|UK|ˈd͡ʒuk.t̪ɔ̝ˑ ˌräd͡ʒ.d͡ʒɔ̝ˑ/ˈd͡zuk.t̪ɔˑ ˌräd͡z.d͡zɔˑ
যুক্তরাষ্ট্র||␣|
যুক্তাক্ষর||
যুক্তি||␣|
যুক্তিবাদিতা||␣|
যুক্তিবাদী||␣|
যুগ||␣|
যুগল||␣|
যুগোস্লাভিয়া||␣|
যুদ্ধ|war|d͡ʒu,d,dʰo
যুবক|young (men)|d͡ʒubɔk
যুবতী|young (women)|d͡ʒubɔt̪i
যুযু||␣
যুলফিকার||␣|
যে||␣|
যেকেউ|anyone|d͡ʒe.,ke,u̯
যেখান||␣|
যেতে||␣|
যেন||␣|
যেমন||␣|
যেয়ে||␣|
যো হুকুম||␣|
যোগ||␣|
যোগিনী||␣|
যোগী||␣|
যোগ্য||␣|
যোনি||␣
যৌন অভিমুখীতা||
যৌন প্রবৃত্তি||
যৌন||
যৌনকর্মী||
যৎন||␣|
রং|colour|rɔŋ
রংধনু||␣
রংপুর জেলা||
রংপুর বিভাগ||
রংপুর||␣
রংপুরী||␣|
রইদ||␣
রউন||␣
রওনা||␣
রওয়া|to remain|ro,‹,wɑ
রওয়ানা||␣
রওশন||␣
রকম||␣
রক্ত|blood|␣|rôkt
রক্তকমল||
রক্তকাঞ্চন||
রক্তক্ষয়||
রক্তচক্ষু||
রক্তচাপ||
রক্তপাত||␣
রক্তপাতহীন||
রক্তপিপাসু||␣|
রক্তহীন||
রক্তাক্ত||
রক্ষা||␣|
রঙ|colour|rɔ,ŋ
রচনা||␣
রজত||␣|
রজনীগন্ধা||␣|
রণার্থী||
রতন||␣|
রত্ন||␣|
রথ||␣|
রদ||␣|
রদবদল||␣|
রপ্তানি||␣|
রব||␣
রবানা||␣|
রবার||␣|
রবি||␣|
রবিউল আউয়াল||␣|
রবিবার||␣
রবীন্দ্র||␣|
রবীন্দ্রনাথ||␣|
রবীন্দ্রসঙ্গীত||␣|
রম||␣|
রমজান||␣
রশি||
রশিদ||␣|
রস||␣|
রসঃ||
রসগোল্লা||␣|
রসম||␣|
রসায়ন||␣
রসুই||␣|
রসুইঘর||␣|
রসুন||␣
রসুল||␣
রহমত||␣|
রহমান||␣|
রহস্য||␣|
রহা||
রহিম||␣|
রহিমা||␣|
রা||
রাঁধন||␣|
রাঁধা||␣|
রাঁধুনি||␣
রাং|tin|ɾaŋ
রাই||␣
রাইত||␣
রাইনল্যান্ড||␣|
রাইয়ান||␣|
রাও||␣|
রাক্ষস||␣
রাখা||␣
রাখাল||␣|
রাগ||␣|
রাগমোচন||
রাগী||␣|
রাঙা||␣|
রাঙামাটি জেলা||
রাজ||␣|
রাজকীয়||␣|
রাজকুমার||␣|
রাজধানী||␣|
রাজনীতি||
রাজপুত||␣|
রাজবাড়ী জেলা||
রাজশাহী জেলা||␣
রাজশাহী বিভাগ||
রাজস্থান||␣
রাজা||␣
রাজাই||␣
রাজাকার||␣|
রাজি||␣
রাজিয়া||␣|
রাজী||␣|
রাজ্য||␣|
রাজ্যপাল||␣|
রাটা বরুয়া||
রাঢ়|Radha|raɽʱ|raṛh
রাণা||␣|
রাণী||␣
রাত|night|␣|rat
রাতারাতি||␣|
রাত্রি|night||ratri
রাধা||␣|
রান্না||␣|
রান্নাঘর||␣|
রাবণ||␣|
রামচন্দ্র||␣|
রামধনু||␣|
রামপত্রী||␣|
রামায়ণ||␣|
রায়||␣|
রায়ত||
রাশি||␣|
রাশিয়া||␣
রাশেদ||␣|
রাষ্ট্র|state, country|ˈra,ʃ,t,ɹo|raśṭro
রাষ্ট্রপতি||␣|
রাসেল||␣|
রাস্তা|road, street|ɾa,s,t̪a|raśta
রাহমান||
রাহা||␣|
রাহুল||␣|
রিকর্ড||␣|
রিকশা|rickshaw|ri,k.,ʃɑ
রিচার্ড||
রিজ়||␣|
রিজিক||␣|
রিমঝিম||␣|
রিশকা||␣
রিষ্ট||␣
রিসালত||␣|
রীতি|method, habit|ɾit̪i/ɽit̪i
রুইতন||
রুগী|ill, sick|ru,ɡiː
রুজি||␣|
রুট||␣|
রুটি||␣
রুদ্র||␣|
রুদ্রাক্ষ||␣|
রুধির||␣|
রুপা||␣|
রুবাঈ||␣
রুমানীয় ভাষা||
রুমাল||␣
রুয়ান্ডা||
রুশ ভাষা||
রুশ||␣|
রূপ|figure, form|ruː,p
রূপকথা||␣|
রূমী||␣|
রূহ||␣
রে||
রেওয়াজ||␣|
রেওয়াজী||␣|
রেওয়ায়ৎ||␣|
রেকর্ড||␣|
রেগে||␣|
রেজা||␣|
রেজোয়ান||␣|
রেটিনা||␣
রেডিও||␣
রেণু||␣|
রেদোয়ান||␣|
রেনেসাঁ||␣|
রেফ||␣|
রেবেকা||␣
রেল||␣|
রেলগাড়ি||␣|
রেলগাড়ী||␣|
রেশম||␣|
রেশমি||␣|
রেস্টুরেন্ট||␣|
রেস্তোরাঁ||␣|
রেহাই||␣
রোক||␣|
রোকড়||␣|
রোকসানা||␣|
রোগ|disease, sickness|ɾoɡ
রোজ||␣|
রোজগার||␣|
রোজনামা||␣|
রোজা ধরা||␣|
রোজা|fast|ɾoza
রোজাদার||␣|
রোজানা||␣|
রোড||
রোদ||␣
রোবট||␣
রোম||␣
রোমান||␣|
রোমানিয়া||
রোয়াইঙ্গা||␣|
রোহিত||␣|
রৌশনী||␣
লওয়া|to take|lɔ,o̯,wɑ
লকার||␣|
লক্ষ||␣|
লক্ষ্মণ||␣|
লক্ষ্মী|Lakshmi|lo,kkʰi,‹,‹|lokkhi
লক্ষ্মীপুর জেলা||
লক্ষ্মীপেঁচা|barn owl|lo,k,kʰ,i,pæ̃,ca
লক্ষ্মীফল||␣
লক্ষ্য|goal, intent|lo,k,kʰo,‹|lôkkhô
লখা||␣|
লঙ্কা||␣|
লজেন্স||␣|
লটকন||
লটকা||
লড়া|to fight|lɔɹa/lɔɽa|lôṛa
লতা||␣|
লতিফ||␣|
লন্ঠন||␣|
লন্ডন||␣
লপ্জ||␣|
লফজ||␣
লবডঙ্কা||␣
লবণ|salt|lɔbon|lôbôṇ
লবন|salt|lɔbon|lôbôn
লব্জ||␣|
লব্ধ||␣|
লম্বা|long|␣|lômba
ললিতা||␣|
লস্কর||␣
লস্যি||␣|
লহর||␣|
লহু||
লাই||
লাইটার||␣|
লাইবেরিয়া||
লাইব্রেরি||␣|
লাইব্রেরী|library|lai̯bɾeɾi
লাইলাতুল ইলেকশন||␣|
লাউ|gourd|la,u̯
লাও||␣
লাওস||
লাকান||␣
লাক্ষাদ্বীপ||␣|
লাখ|100,000|lɑːkʰ
লাখান||␣|
লাগা||␣
লাগানো||␣|
লাগাম||␣|
লাগি||
লাগিয়া||␣
লাচ্ছি||␣|
লাজ||
লাঞ্চ||␣|
লাঞ্ছিত||␣|
লাট||␣|
লাঠি|stick|␣|laṭhi
লাঠিচার্জ||␣|
লাড়কা||␣|
লাড়কী||␣|
লাতভিয়া||
লাতিন ভাষা||
লাথি||␣|
লান্‌চ|lunch|lɑ,n,–,t͡ʃ
লাফ||␣|
লাফানো||␣|
লাভ|benefit|labʱ
লাভা||␣|
লায়লা-মজনু||␣|
লায়লা-মজনুঁ||␣|
লাল|red|la,l|lal
লালন||␣|
লালা||␣
লালি||␣|
লাশ||␣
লাস ভেগাস||
লাস্যি||␣|
লাহান||␣
লিঙ্গ||␣
লিচু||␣|
লিথুয়ানিয়া||
লিপস্টিক||␣|
লিপি||
লিফট||␣|
লিফ্ট|lift, elevator
লিবিয়া||
লিভারপুল||␣|
লিশ্টেনশ্টাইন||
লিসবন||␣|
লীগ||␣|
লুকানো||
লুকোচুরি||␣|
লুক্সেমবুর্গ||
লুঙ্গি||␣|
লুডা||␣
লুৎফুর||␣|
লেওড়া||␣|
লেখক||␣
লেখনী||␣|
লেখা||␣
লেখানো||␣|
লেজ|tail|␣|lej
লেপটানো||␣|
লেবানন||
লেবু|lemon, lime|ˈlebu
লেমনেড||␣|
লেসবিয়ান||
লেসোথো||
লোক||
লোকমা||␣
লোকসান||␣|
লোচন||␣|
লোপ||␣|
লোফ||
লোহা||␣|
লোহিত||␣|
লৌহ||␣|
ল্যাজ||␣|
ল্যাপটপ কম্পিউটার||␣
ল্যাপটপ||␣
শউর||␣
শউরী||␣
শওহর||␣|
শকুন||
শক্ত|stiff, solid|ʃɔkt̪ɔ
শক্তি||␣|
শখ||␣
শখ্‌স||␣|
শঙ্খচূড়|king cobra|ˈʃɔŋkʰoˌtʃuɽ
শজারু||␣
শণ||␣|
শত||␣
শতক||␣|
শতরকম||␣
শতাংশ||␣
শতাব্দী||␣|
শত্রু||␣|
শত্রুতা||␣|
শনাক্ত||␣|
শনি||␣|
শনিবার||␣
শপথ||␣|
শবনম||␣|
শবে কদর||
শব্দ||␣
শমশের||␣|
শয়তান|devil, demon|ʃɔjt̪an
শরণ||␣|
শরণার্থী||
শরবত||␣
শরম||␣
শরমানো||␣
শরাব||␣
শরিক||␣|
শরিকানা||␣|
শরিফা||
শরিয়তপুর জেলা||
শরীফ||␣|
শরীর||␣
শর্করা||␣
শর্বত||␣|
শর্মিষ্ঠা||␣|
শরৎ||␣
শল্যচিকিৎসা||␣|
শসা||␣
শহর|city, town|ʃɔɦɔɾ/ʃɔɦɔɽ
শহীদ||␣|
শহুরে||␣|
শাঁখ||␣|
শাওন||
শাক||␣
শাক্তধর্ম||
শাখা||␣|
শাগ||␣|
শাগরেদ||
শাড়ি|sari|ˈʃa.ɽ̟iˑ/ˈʃa.ɹiˑ
শাণ্ডিল্য||␣
শাদি করা||
শাদি||
শাদিয়ানা||
শানাই||␣|
শান্ত||␣
শান্তনু||␣
শান্তি||␣|
শান্তিনিকেতন||␣
শাপ|curse|ʃɑ,p
শাফা||␣
শাবাশ|good job!|ʃabaʃ
শামসুজ্জামান||␣|
শামসুর||
শামা||␣|
শামিয়ানা|tent, canopy|ʃamijana
শামুক|snail|ʃamuk
শায়া||␣
শায়ের||
শারমেন্দাগী||␣
শারীরিক||␣|
শার্ট|shirt|ʃa,ɹ,t|śarṭo
শাল||␣|
শালগম|turnip|ʃalɡɔm
শালা||␣|
শালি||␣|
শালিক||␣|
শালী||␣|
শাশুড়ি||␣
শাসন||␣|
শাস্তি||␣|
শাস্ত্র||␣|
শাস্ত্রী||␣|
শাহ||␣
শাহতাজ||␣|
শাহবাগ||␣|
শাহবাগীতা||␣|
শাহবানু||
শাহরিয়ার||
শাহরুখ||␣|
শাহাদত||
শাহাদাত আঙ্গুল||
শাহাদাত||␣|
শাহানা||␣|
শাহীন||␣|
শিং|horn|␣|śiṅ
শিউলি||␣
শিকড়|root||śikôṛ
শিকার|hunt|ʃikar
শিকারি|hunter|ʃikari
শিক্ষক||␣
শিক্ষা করা||
শিক্ষা দেওয়া||
শিক্ষা|learning, education|ʃi,k,kʰɑ
শিক্ষাপ্রাপ্ত||
শিক্ষামন্ত্রক||␣|
শিক্ষামূলক|educational|ʃikːʰamulɔk
শিক্ষিত||␣|
শিখ||␣
শিখানো||
শিগ্গির||␣|
শিঙাড়া||␣|
শিঙ্গাড়া||␣|
শিডিউল||␣|
শিথান||␣|
শিবদ্রুম||␣
শিবির||␣|
শিয়াল||␣
শিরক||␣|
শিরস্ত্রাণ||␣|
শিরিন||␣|
শিরীষ||␣
শিরোনাম||␣
শিল||␣
শিলনোড়া||␣|
শিল্প||␣
শিল্পী||␣
শিশির||␣|
শিশু পর্নোগ্রাফি||
শিশু||␣
শিশ্ন||␣
শিষ্য||␣|
শীঘ্র||␣|
শীত||␣
শীততাপ||␣|
শীতল||
শীতাতপ||␣|
শীরা||
শীষ||␣|
শুঁটকি||␣
শুকনা|dry||śukna
শুক্কুরবার||
শুক্র||␣|
শুক্রবার||␣
শুক্রাণু||
শুক্রাশয়||␣
শুখা||
শুখো||
শুগার||
শুদ্ধ||␣|
শুদ্র||␣|
শুধু|only|ʃu,dʰu
শুনে||␣|
শুভ জন্মদিন||␣
শুভ সন্ধ্যা||␣|
শুভ||␣
শুভেচ্ছা||␣|
শুভেচ্ছাদূত||␣
শুমার|counting, calculation|ˈʃu.mɑɾ
শুয়াইব||␣|
শুয়ে পড়া||
শুয়োর||␣|
শুরু করা||␣|
শুরু|start, beginning|ʃu,ɾu
শুলফা|dill|ʃulpʰa
শুষ্ক||␣|
শূন্য||␣
শেওড়া||␣|
শেখ||␣
শেখা||␣
শেখান||
শেখানো||␣
শেঠ||␣|
শেয়াল||␣|
শেরপুর জেলা||
শেষ||␣|
শৈব||␣|
শৈবাল|algae|ʃoi̯bal
শৈলুষ||␣
শৈশব||␣|
শোঁকা|to smell||śõka
শোক||␣|
শোকর||
শোনা|to hear, listen to|ʃonɑ|śona
শোয়া|to lie (as in a bed)|␣|śoẏa
শোয়াইব||␣|
শোয়াস||␣|
শোয়েব||␣|
শোষণ||␣|
শোহরৎ||␣
শ্বউর||␣|
শ্বশুর||␣
শ্বাস নেওয়া|to breathe||śaś neoẏa
শ্বাস|breathing|s̠äːs̠
শ্বাসাঘাত||␣|
শ্বেত||␣|
শ্মশান|cremation|ʃo,‹,ʃɐ,n|śmôśanô
শ্মশ্রু|beard|ʃ,wɔ,ʃ,ɾu||ʃõsʃɾu
শ্যাম||␣|
শ্যামদেশ||␣|
শ্যাম্পু||␣|
শ্রবণ||␣|
শ্রম||␣|
শ্রান্তি||␣|
শ্রাবণ||␣|
শ্রী||␣|
শ্রীনিকেতন||␣
শ্রীফল||␣
শ্রীবৃক্ষ||␣
শ্রীলঙ্কা||
শ্রুতি||␣|
শ্রেণী||␣|
শ্লেষ্মা||␣
শ্ৰদ্ধা||␣|
ষড়ঋতু||␣|
ষড়ভুজ||␣
ষড়যন্ত্র|conspiracy|ʃɔ,ɽo,d͡ʒɔ,n,t,ro
ষাঁড়||␣|
ষাট||
সং||␣|
সংক্রামক রোগ||␣
সংক্রামক|infectious, contagious|ʃɔŋkɾamɔk
সংক্ষেপ||␣|
সংখ্যা||␣
সংগঠন||␣
সংগঠনঠন||␣|
সংগণক||␣|
সংগ্রাম||␣|
সংঘর্ষ||␣|
সংবাদ|news|ʃɔŋbɑd̪
সংবিধান||␣|
সংযুক্ত আরব আমিরাত||
সংশয়||␣
সংশোধন||␣|
সংসদ||␣|
সংসার||␣
সংস্কৃত ভাষা||␣
সংস্কৃত||␣
সংস্কৃতি||␣
সই করা||␣|
সই||␣|
সওদা||␣
সওয়া||␣
সওয়াব||␣|
সওয়ার||␣|
সওয়াল||␣
সকল||␣|
সকাল|morning|ʃɔ,kɑ,l
সখা||␣|
সখী||␣|
সঙ্কেত||␣|
সঙ্গম||␣|
সঙ্গী||␣|
সঙ্গীত||␣
সঙ্গে||␣
সঙ্গেসঙ্গে||␣|
সজারু||␣
সটান||␣|
সঠিক||␣|
সড়ক||␣|
সতর্ক||
সতর্কীকরণ||
সতেরো||
সত্তর||
সত্ত্ব||␣|
সত্ত্বেও||␣|
সত্য||␣|
সত্যজিৎ||␣|
সত্যফল||␣
সত্যি||␣|
সত্যেন্দ্রনাথ||␣|
সদকা||␣|
সদয়||␣|
সদয়ভাবে||␣|
সদর|centre, front|ʃɔd̪oɾ
সদরদপ্তর|headquarters|ʃɔd̪oɾd̪ɔftoɾ
সদরদফতর||␣
সদস্য||
সদা||␣|
সদাই|deal, bargain|ʃɔd̪ai̯
সদাত্মা||ʃadɑttɑ
সদাপ্রভু||␣|
সদাশিব||␣|
সদৃশ||␣|
সন||␣
সনদ|document|ʃɔnod̪
সনদপত্র|certificate|ʃɔnod̪pɔt̪ɾo
সনাতন ধর্ম||␣|
সনাতন||␣|
সনে||␣|
সন্ত||␣|
সন্তান||␣|
সন্তুষ্ট||␣|
সন্দেশ||␣|
সন্দেহ||␣|
সন্ধ্যা|evening|ʃo,n,ddʰ,a
সপ্তাহ||␣
সফটওয়্যার||␣
সফর|travel|sɔ,fo,r||ʃɔpʰor
সফল||␣
সফেদ||␣
সব জায়গা||
সব|all|␣|śôb
সবই||␣|
সবকিছু||␣
সবচেয়ে||␣|
সবজজ||␣
সবজা||␣|
সবজি|vegetable|ʃɔbd͡ʒi/ʃɔbzi
সবর||␣|
সবসময়||␣|
সবাই||␣
সবার||␣|
সবুজ|green|␣|śôbuj
সব্যসাচী||␣|
সভা||␣|
সভ্য||
সমক||␣
সমকামিতা||␣
সমকামী বিবাহ||␣|
সমকামী||␣
সমকে||␣
সমন||␣
সময়||␣
সময়কাল|duration|ʃɔmɔjkal
সমর্থন||␣|
সমস্ত||␣|
সমস্যা||␣
সমাইন্যা||␣
সমাজ||␣
সমাজতন্ত্র||␣
সমাজতান্ত্রিক||␣
সমাদর||␣|
সমাধান||␣|
সমাধি||␣|
সমান||
সমানে||
সমালোচনা||␣|
সমীরণ|wind, air|ʃo,mi,ɾɔ,n
সমুখ||
সমুদ্র|sea|␣|śômudr
সমৃদ্ধ||␣|
সম্পত্তি||␣|
সম্পদ||
সম্পর্ক||␣
সম্পর্কে||␣
সম্পাদক||␣
সম্পাদিকা||␣
সম্পূর্ণ||␣|
সম্প্রচার||
সম্বন্ধে|about|ʃɔ,m,mɔ,n,dʰe
সম্ভব||␣|
সম্ভাবনা||
সম্মতি||␣|
সম্মান-শরিকানা||␣|
সম্মান||␣|
সম্মানী||␣|
সম্মেলন||␣|
সম্রাট||
সয়লাব||
সরকার|government|ʃɔɾkaɾ
সরকারি||
সরকারী||
সরদ||␣
সরফরাজ||␣|
সরবত||␣|
সরবরাহ||␣|
সরল||␣|
সরষে ইলিশ||␣|
সরষে||␣|
সরস||
সরস্বতী||␣|
সরা||␣
সরানো||␣
সরাসরি||␣|
সরিষা||␣|
সরীসৃপ|reptile|ˈs̠ɔ̝.ɾiˌs̠ːɾiˑp
সরু||
সরোজ||␣|
সর্জি||␣|
সর্জিকা||␣|
সর্দার||
সর্দি||␣|
সর্প||
সর্ব||␣|
সর্বকামী||␣|
সর্বত||␣|
সর্বদা||␣|
সর্বনাম||
সর্বোচ্চ||␣|
সর্বোত্তম||␣|
সর্ব্বসময়||␣|
সলতনত||␣|
সলতনৎ||␣|
সলিল|water|ʃolil
সলোমন দ্বীপপুঞ্জ||␣
সস্তা||␣|
সহ কর্মী||
সহ-কর্মী||
সহকর্মী||␣
সহকার||␣|
সহচর||␣|
সহজ||␣
সহনাগরিক||␣|
সহযোগিতা||␣
সহযোগী||
সহল||
সহস্র||␣|
সহস্রাব্দ||␣|
সহা||
সহোদর||␣|
সহ্য||␣|
সাঁই||␣
সাঁইতিরিশ||
সাঁউ তুমি ও প্রিন্সিপি||
সাঁওতাল|Santal|ˈs̠ä̃o̯.t̪äˑl
সাঁওতালি|Santali|ˈs̠ä̃o̯.t̪ä.liˑ
সাঁকো||␣|
সাঁচা||
সাঁচ্চা||␣|
সাঁঝ||␣
সাঁতরানো|to swim|␣|śãtôrano
সাঁতার কাটা||␣
সাঁতার||␣
সাং||␣|
সাংঘাতিক|terrible|ʃɑŋ,ɡʰɑ,ti,k
সাংস্কৃতিক||␣
সাইকিল||␣|
সাইকেল||␣|
সাইক্লোন||␣|
সাইদ||
সাইপ্রাস||
সাইফ||␣|
সাঈদ||␣|
সাওয়াব||␣|
সাকিব||␣|
সাক্ষি||␣|
সাক্ষী||␣|
সাক্ষ্য||␣|
সাখী||␣|
সাগর|sea|ʃaɡɔɾ
সাগু||␣|
সাঙঘাতিক|terrible|ʃɑ,ŋ,ɡʰɑ,ti,k
সাচা||␣|
সাচ্চা||␣|
সাজদা||␣|
সাজা||␣|
সাজানো||␣
সাড়ে||␣|
সাত||␣
সাতক্ষীরা জেলা||
সাতক্ষীরা||␣|
সাতচল্লিশ||
সাতষট্টি||
সাতাত্তর||
সাতানব্বই||␣
সাতান্ন||
সাতাশ||
সাতাশি||
সাথে||␣
সাদ||␣|
সাদমান||␣|
সাদা সিধা||␣|
সাদা সিধে||␣|
সাদা-সিধা||␣|
সাদা-সিধে||␣|
সাদা|white|ʃad̪a|śada
সাদাসিধা||␣|
সাদাসিধে||␣|
সাদিয়া||␣|
সাধ||␣|
সাধা||␣|
সাধারণ||␣
সাধু||␣|
সাধুভাষা||␣|
সান মারিনো||
সানা||␣|
সানাই||␣|
সান্ত্বনা||␣|
সাপ|snake|ʃɑp|śap
সাপটা||
সাপুড়ে||
সাপ্তাহিক||
সাফ|clean|sapʰ/saf
সাফারি||␣|
সাবজজ||␣
সাবধান||␣
সাবধানতা||␣|
সাবরিনা||␣|
সাবান|soap|ʃaban
সাবাশ||
সাবাস||
সাবিত||␣|
সাব্যস্ত||␣|
সাভার||␣|
সামনে||␣
সামলানো||␣|
সামাজিক||
সামিয়া||␣|
সামী||␣|
সামুদ্রিক সাপ||
সামুদ্রিক||␣
সামোয়া||
সাম্যবাদ||␣|
সাম্রাজ্য||␣|
সায়ন||␣|
সায়ন্তন||␣|
সায়া||␣
সার||␣
সারা||␣|
সারি||␣
সার্জারি||␣|
সার্বিয়া||
সার্বো-ক্রোয়েশীয়-বসনীয় ভাষা||
সাল||␣
সালতানাত||␣|
সালন||
সালমান||␣
সালাত||␣
সালাদ||␣|
সালাম|peace|salam
সালোকসংশ্লেষ||␣
সালোকসংশ্লেষণ||␣
সাহরাওয়ি আরব গণপ্রজাতন্ত্র||
সাহস||␣|
সাহা||␣|
সাহায্য করা||
সাহায্য||␣
সাহায্যকারী||
সাহিত্য||␣|
সাহেব||␣|
সাহ্নাই||␣|
সিঁড়ি||␣|
সিঁড়ী||␣|
সিঁথি||␣|
সিঁদুর||␣|
সিঁদুরে||␣|
সিংহ||␣
সিংহাসন||␣|
সিএনজি||␣|
সিকান্দর||␣|
সিকি||␣|
সিকিম||␣
সিক্কিম||␣|
সিগারেট|cigarette|siɡɑreʈ
সিঙাড়া||␣|
সিঙ্গাড়া||␣|
সিঙ্গাপুর||␣
সিজদা||␣|
সিট||␣|
সিড়ি||␣|
সিড়ী||␣|
সিডি||␣|
সিতারা||
সিদ্ধ||␣|
সিদ্ধান্ত||␣|
সিধা||␣|
সিধে||␣|
সিনান||
সিন্দুক|box, chest|ʃind̪uk
সিন্দূর||␣|
সিন্ধু|ocean, sea|ʃind̪ʱu/ʃind̪u
সিন্ধুঘোটক|walrus|ʃind̪ʱuɡʱoʈɔk/ʃind̪uɡoʈɔk
সিপাহী||␣
সিয়াম||␣|
সিয়েরা লিওন||
সিয়োনবাদ||␣
সিরাজ||
সিরাজগঞ্জ জেলা||
সিরিয়া||
সির্কা||␣
সিলডি||␣
সিলেইট্যা||␣
সিলেট জেলা||
সিলেট বিভাগ||
সিলেট||␣
সিলেটি||␣
সিসিলি||
সীতা||␣|
সীমা||␣|
সীমানা||␣|
সু-||␣|
সুই||␣|
সুইজারল্যান্ড||␣
সুইডেন||
সুকুমার||␣|
সুখ||␣|
সুগার||␣
সুজাতা||␣|
সুজি||␣
সুজিত||␣|
সুজুদ||␣|
সুজূদ||␣|
সুড়ঙ্গ||␣|
সুদ||␣|
সুদান||
সুনামগঞ্জ জেলা||
সুনামি||␣|
সুনিধি||␣|
সুন্দর||␣
সুন্দরবন||␣|
সুন্দরী|beautiful women|ʃund̪ɔɾi
সুপারি||
সুপারিশ||␣|
সুপ্রভাত||␣|
সুফী||
সুবর্ণ||␣|
সুবর্ণা||␣|
সুবহানাল্লাহ||␣|
সুবিধা||
সুব্রত||␣|
সুভদ্রক||␣
সুমন||␣|
সুমাত্রা||␣|
সুমার||
সুয়েডীয় ভাষা||
সুযোগ||
সুরক্ষিত||␣|
সুরত||␣
সুরা||␣
সুরিনাম||␣
সুরেলা||
সুলতান|sultan|sult̪an
সুলতানা||␣
সুলুপ||␣
সুস্থ||␣|
সুস্বাদু||␣|
সূচী||␣|
সূরা||␣
সূর্য|sun|ʃu,r,d͡ʒo|śurjô
সূর্যগ্রহণ||
সূর্য্য||␣|
সৃষ্টি||␣
সে|he, she, it|ˈʃe|śe
সেঁউতি||␣|
সেঁজা||␣
সেঁজার||␣
সেই||␣
সেইগুলা||
সেইগুলো||
সেইটা||
সেইটি||
সেকেন্ড||␣
সেক্স||
সেখান||␣
সেখানকার||␣|
সেখানে||␣
সেগুলা||
সেগুলো||
সেজদা||␣|
সেজার||␣
সেটা||
সেটি||
সেন||␣|
সেনগুপ্ত||␣|
সেনা||␣|
সেনেগাল||
সেন্ট কিট্‌স ও নেভিস||
সেন্ট ভিনসেন্ট ও গ্রেনাডাইন দ্বীপপুঞ্জ||
সেন্ট লুসিয়া||
সেন্সস||␣
সেপ্টেম্বর||␣
সেব||
সেবা||␣|
সেলাম||␣|
সেলুন||␣|
সেশেল||
সেহরী||␣|
সেহেতু||␣
সৈন্য||␣|
সৈয়দ||␣|
সোজা|straight|␣|śoja
সোনা||␣
সোনারগাঁও||␣|
সোফা||␣|
সোভিয়েত ইউনিয়ন||␣|
সোভিয়েত||␣|
সোমবার||␣
সোমালিয়া||
সোমালিল্যান্ড||
সোয়াজিল্যান্ড||
সোয়াদ||␣
সোয়ামি||␣
সোয়ামী||
সোয়াহিলি ভাষা||
সোলো||
সোহম||␣|
সোহরাওয়ার্দী||␣|
সোহাগ||␣|
সোহেল||␣|
সৌদি আরব||␣
সৌন্দর্য||␣
সৌভাগ্য||␣|
সৌরজগৎ||␣|
সৌরাষ্ট্র||␣|
স্কটল্যান্ড||␣|
স্কার্ফ||
স্কুইড||
স্কুটার||␣
স্কুল|school
স্খলন||
স্ট্রিট||␣|
স্তনবৃন্ত||
স্তন্যপায়ী||␣|
স্তর||␣|
স্তালিন|Stalin|ˈs̠t̪ä.liˑn
স্তূপ||␣|
স্ত্রী|woman, female|stri|stri
স্থল||␣|
স্থান||␣|
স্থাপত্য||␣|
স্থাপন||␣|
স্থিত||␣|
স্নান||␣
স্নিগ্ধ||␣|
স্নিগ্ধা||␣|
স্নেহ|affection|ˈs,ne,ɦo
স্পর্শ||␣|
স্পষ্ট||␣|
স্পেন||
স্পেনীয় ভাষা||␣
স্ফটিক|crystal|ʃpʰoʈik
স্বচ্ছ||␣|
স্বদেশ||␣|
স্বপন||␣
স্বপ্ন দেখা||
স্বপ্ন|dream|ʃɔpno
স্বর||␣|
স্বরাজ||␣|
স্বর্গ||␣|
স্বর্ণ||␣|
স্বসা||␣|
স্বস্তি||␣|
স্বস্তিকা||␣|
স্বাগতম||␣|
স্বাদ||␣
স্বাধীনতা যুদ্ধ||
স্বাধীনতা||␣
স্বাধীনতার যুদ্ধ||
স্বাভাবিক||
স্বামিনী||␣
স্বামী|husband|ˈs̠,ä.,miˑ
স্বামীস্ত্রী||␣|
স্বার্থ||
স্বার্থপর||
স্বার্থপরতা||␣|
স্বাস্থ্য|health|ʃastʰjɔ
স্বীকার করা|to hunt|␣|śikar kôra
স্বীকার||␣|
স্বীকার্য||␣|
স্বীকৃত||
স্বীকৃতি||
স্মরণ||␣|
স্মৃতি|memory|s,ri,ti
স্মৃতিচারণ||␣|
স্যর||␣|
স্যাটানিজম||
স্যার||␣|
স্রেফ|only, just|sɾef
স্রোত||␣|
স্লথ ভালুক||
স্লথ ভাল্লুক||
স্লোভাক ভাষা||␣
স্লোভাকিয়া||
স্লোভেনিয়া||
সৎ|honest|ˈsɔt̪
সৎমা|step-mother|ʃɔ,t,mɑ
হংকং||␣
হইতে||␣
হউর||␣
হউরী||␣
হওয়া||␣
হক||␣
হকি|hockey|ˈɦɔ.kiˑ
হকিকত||␣|
হকিকৎ||␣|
হকীকত||␣|
হকীকৎ||␣|
হক্কল||␣
হগল||␣
হঙ্গে||␣
হজ||␣|
হজরত||␣|
হজ্জ||␣|
হজ্জ্ব||␣|
হজ্ব||␣|
হজ্য||␣|
হঠাত্|suddenly|ɦɔ,ʈʰa,t̪
হঠাৎ|suddenly|hɔ,ʈʰɑ,t
হড়কানো||␣
হত||␣|
হতাশা|depression, disappointment|ɦɔt̪ɑʃɑ
হতে||
হত্যা|to murder|ɦottɑ
হদিস||␣|
হদ্দ||␣|
হনুমান||␣|
হন্ডুরাস||
হন্দর||␣
হপন||␣
হপ্তা||␣|
হবিগঞ্জ জেলা||
হমকে||␣
হমাইন্যা||␣
হমান||␣
হমুক||␣
হয়||␣|
হয়তো||␣|
হয়রান|confused, bored|ɦɔe̯ɾan
হয়রানি||␣|
হয়ে||␣
হয়েছিল||␣|
হর||
হরকত||␣|
হরকিসিম||
হরতন||
হরতাল||␣
হরফ||␣
হরহামেশা||
হরা||␣
হরি||␣|
হরিজন||␣
হরিণ|deer|ho,ri,n
হরিদ্বার||␣|
হরিয়ানা||␣
হরীতকী||␣
হরু||␣
হরুলা||␣|
হর্ম্য||␣|
হর্ষ||␣|
হল|(student) hall|hɔ,l
হলদে||␣|
হলুদ কামিলা||
হলুদ|yellow|␣|hôlud
হলে||␣|
হসন্ত||␣
হসপিটাল||␣
হস্তমৈথুন করা||
হস্তমৈথুন||␣
হহুন||␣
হাঁ||␣
হাঁই||␣
হাঁকানো||
হাঁকে||
হাঁচা||␣|
হাঁচি||␣|
হাঁচোর||␣
হাঁটা|to walk|ˈɦaʈa|hãṭa
হাঁটু|knee|ˈɦaʈu/ˈɦãʈu|hãṭu
হাঁড়িয়া||␣
হাঁড়ী||␣|
হাঁতরানো||␣
হাঁতার||␣
হাঁপান|to pant|hɑ̃,pɑ,n
হাঁর||
হাঁস||␣
হাঁসী||
হাইতি||
হাইপোথ্যালামাস||␣
হাইর||␣
হাউসা ভাষা||␣
হাওড়||␣
হাওড়া||␣|
হাওড়াবাসী||␣|
হাওন||␣
হাওয়া||␣
হাওর||␣
হাগা||␣
হাগু||␣
হাঙর||
হাঙ্গর||
হাঙ্গামা||␣|
হাঙ্গুর||␣
হাঙ্গেরি||
হাচা||␣
হাজং||␣|
হাজার||␣
হাজারী||␣|
হাজির||␣|
হাজ্জোড়||␣|
হাট|market, bazaar|ɦaʈ̟
হাড়|bone|␣|haṛ
হাড়ি||␣
হাডুডু||␣|
হাণ্ডি||␣|
হাণ্ডিয়া||␣|
হাত জোড়||␣|
হাত পা||␣
হাত মারা||
হাত-পা|limbs|ɦat̪pa
হাত|hand|ɦa,t̪
হাতবোমা||
হাতি|elephant|ɦɑt̪i
হাতিচোক||
হাতিয়ার||␣|
হাতুড়ি||␣|
হাতুড়ী||␣|
হাদিয়া||␣|
হাদিস||␣|
হানা||␣|
হানাফী||␣|
হানিফ||␣|
হানুক্কা||␣|
হাপ||␣
হাফসা||␣|
হাফেজ||␣|
হাবশি||␣
হাবশী||
হাবসি||
হাবসী||
হাবীব||␣|
হাভেলি||␣|
হামছায়া||␣|
হামদ||␣
হামদম||␣|
হামদান||␣|
হামলা|attack|ɦam.la
হামসফর||␣|
হামসুরত||␣|
হামাক||
হামানদিস্তা||␣
হামানো||␣
হামার||
হামি||
হামিদ||␣|
হামিদা||␣|
হামুক||␣
হামেশা||␣
হায় ভগবান||␣|
হায়||␣
হায়ওয়ান||␣|
হায়দর||
হায়দরাবাদ||␣
হায়দ্রাবাদ||␣
হায়রে লন্ডন শান্তি নাই||
হায়রে||
হায়া||
হায়েনা||␣
হার মানা||␣|
হার||␣|
হারা||␣
হারানো||␣
হারাম||␣
হারামজাদা||␣|
হারামী||␣|
হারিকেন||␣|
হারূন||␣|
হার্ট||
হার্ডওয়্যার||␣
হার্ডকোর পর্নোগ্রাফি||
হার্মাদ||␣|
হাল||␣
হালকা||␣|
হালাক||␣
হালাম||
হালাল||␣
হালুয়া||␣
হাশর||
হাশি||␣
হাসন||␣|
হাসনাহেনা||
হাসপাতাল||␣
হাসা|to smile|ɦɑʃɑ|haśa
হাসান||␣
হাসানো||␣
হাসি||␣|
হাসিন||␣
হিং||␣|
হিংসা|jealousy|ɦiŋʃa
হিগা||␣
হিঙ||␣|
হিজড়া|hijra|ˈɦid͡ʒɽa/ˈɦid͡ʒɹa
হিজরত||
হিটলার||␣
হিড়িক||␣|
হিডা||␣
হিতৈষী||␣|
হিতোপদেশ||␣|
হিনান||␣
হিনি||␣
হিন্দ||␣|
হিন্দকী||␣|
হিন্দি ভাষা||
হিন্দি||␣
হিন্দী||␣|
হিন্দীয়া||␣|
হিন্দু||␣
হিন্দুত্ব||␣|
হিন্দুধর্ম||␣|
হিন্দুস্তান জিন্দাবাদ||␣|
হিন্দুস্তান||␣|
হিব্রু ভাষা||␣
হিব্রু||␣|
হিম||␣
হিমড়া||␣|
হিমবাহ||␣|
হিমাচল প্রদেশ||␣
হিমাচল||␣
হিমালয়||␣
হিয়া||␣
হিয়ান||␣
হিয়াল||␣
হিল||␣
হিসাব||␣
হিসেব||␣|
হিস্যা||␣|
হিস্সা|part, portion|ɦiʃʃa
হীরা||␣|
হুঁশ||
হুকুম||
হুকুমত||␣
হুক্কা||␣|
হুজুর||␣|
হুটকি||␣
হুণ্ডি||␣|
হুতাশন||␣|
হুদা||␣
হুনা||␣
হুনি||␣
হুমকি||␣|
হুমায়রা||␣|
হুরইন||␣
হুরমত||
হুরু||␣|
হুরুতা||␣|
হুসেইন||
হৃদপিণ্ড||␣|
হৃদপিন্ড||␣|
হৃদয়|heart|hri,dɔ,j|hridôẏ
হৃৎপিণ্ড||␣|
হৃৎপিন্ড||␣
হে||␣
হেঁচকা||␣|
হেঁচকি||␣|
হেঁজ||␣
হেঁজা||␣
হেঁজার||␣
হেঁতাল||␣|
হেঁয়ালি||␣
হেই||␣
হেইতে||␣
হেউত||␣|
হেকারত||␣|
হেজাজ||␣|
হেতাই||␣
হেতাইন||␣
হেতি||␣
হেতে||␣
হেদায়েত||␣|
হেনা||␣|
হেফাজত||␣|
হেবা||␣|
হেমন্ত||␣
হেরিকেন||␣|
হেরেম||
হোঁচট||␣|
হোক||␣|
হোটেল||␣
হোম||␣|
হোয়া||␣
হোয়াটসঅ্যাপ|WhatsApp|ho,yɑ,ʈʃ,ɔ,æ,p
হোয়াদ||␣
হোরা||␣
হোল||␣
হোলি||␣|
হোসেন||␣
হ্ণ||
হ্ব||␣|
হ্যাঁ|yes|h,æ̃ː
হ্যাডম||␣|
হ্যানয়||␣|
হ্যারিকেন||␣|
হ্যালো||␣
হ্রদ||␣
হ্রস্ব||␣|


@ unknown source

ʼপরে|above||ʼpôre||x
কʼরে|after||kôʼre||x
বাঙালী|Bengali (person)|bɑ,ŋɡɑ,liː
গড়ান|to roll||gɔɽɑnô|

বাংলা লিপি|Bengali script|ˈbʌŋ,lə, ,li,pi|













































`

