/*
native | meaning | IPA① | transcription | other transcriptions② | notes | wiktionary③


① separate each text unit (consonant+combining_mark(s)) with §, separate phonetic syllables with .
   use ‹ and › for a sound that spans 2 text units
   use – for a text unit that doesn't produce sound
   syllable boundary markers go inside previous unit, and emphasis markers begin emphasised unit

② the previous transcription field is always Latin. 
   if there is another key orthography (eg. Mongolian cyrillic) it goes here.
   vowelled/unvowelled alternatives also go here

③ if Wiktionary spells the word differently, add the spelling here
*/






autoExpandExamples.bn = `

@ wiktionary

-ই||
-ঈ||
-এ|at, in||-e
-এর||
-এরা||
-ওয়ালা||
-কনা||
-কামী||
-কারী||
-খান||
-খানা||
-গা||
-গুলা||
-গুলো||
-জন||
-জা||
-জাদা||
-জাদী||
-টা||
-টি||
-তা||
-ত্ব||
-দার||
-দারি||
-দারী||
-নামা||
-র সঙ্গে|with||-rô śôṅɡe
-র সাথে|with||-rô śathe
-রা||
-হীন||
||
অ আ ক খ||
অ আ||
অ-||
অইলদা||
অকারণ||
অকারণে কিছুই ঘটে না||
অকাল বীর্যপাত||
অকাল|hard times|ɔkal
অকৃতকার্য||
অক্টোবর|October|ɔ§k.§ʈo.§bɔ§ɾ
অক্ষর||
অক্ষি||
অগ্নি||
অগ্ন্যাশয়||
অঙ্ক|mathematics|ɔ§ŋ§ko
অঙ্গ|organ (anatomy)|ˈɔŋɡo
অঙ্গসংস্থানসংক্রান্ত||
অঙ্গার|carbon|ˈɔŋɡar
অঙ্গুষ্ঠ||
অচেবা||
অজগর||
অঞ্চল|region|ɔ§n§t͡ʃɔ§l
অণ্ডকোষ||
অতিমঙ্গল্য|very auspicious|otimoŋɡolːɔ
অতিরঞ্জন||
অতিরঞ্জিত||
অত্যাচার||
অত্যাচারিত||
অত্যাচারী||
অথচ|yet, still|ɔt̪ʰɔt͡ʃ
অথবা|or|ɔt̪ʰɔbɑ
অদৃশ্য||
অধার্মিক||
অনবচ্ছিন্ন||
অনলাইন|online|ɔ§n.§la§i̯§n
অনিবার্য||
অনুবাদ করা||
অনুবাদ||
অনুবাদক|translator|ɔnubad̪ɔk
অনুভব করা||
অনুভব||
অনুমতি||
অনুরোধ করা||
অনুরোধ||
অনুরোধে||
অনুষ্ঠান||
অনুস্বর||
অনেক|many|ɔnek|ônek
অন্ডকোষ||
অন্তর||
অন্ধ||
অন্ধকার||
অন্ধত্ব||
অন্ধপ্রায়||
অন্ধবিন্দু||
অন্ধবিশ্বাস||
অন্ধভাবে||
অন্ধ্র প্রদেশ||
অন্ধ্রপ্রদেশ||
অন্ন|cooked rice|ɔnːɔ
অন্ননালী||
অন্বেষণ||
অন্য|other||ônjô
অন্যান্য||
অপরাধ||
অপরাধমূলক||
অপূর্ব||
অপেক্ষা করা||
অপেক্ষা|anticipation|ɔˈpekːʰaˑ
অপেক্ষাকৃত|comparatively|ˈɔpekːʰaˌkɾit̪ɔ̝ˑ
অফিস||
অবতার||
অবদান||
অবধি||
অবরোধ||
অবশ্য||
অভি-||
অভিধান|dictionary|ɔ§bʱi§dʱa§n
অভিযোগ|allegation|ɔbʱid͡ʒoɡ
অভীষ্ট||
অভ্র||
অম||
অমার্জনীয়||
অম্লজান||
অয়স্কান্ত||
অরণ্য|forest|ɔɾonːo
অরবিন্দ|water lily|ɔ.ɾɔ.bin.d̪ɔ
অরুণাচল প্রদেশ||
অর্থ||
অর্থাৎ|namely|ɔrt̪ʰat̪
অলইদ||
অলাত||
অলৌকিক||
অশনি|lightning|ɔʃoni
অশোক||
অশোত||
অশ্বত্থ||
অসংক্রামক রোগ|non-communicable disease|ɔʃɔŋkɾamɔk ɾoɡ
অসফল||
অসভ্য||
অসম||
অসমীয়া ভাষা||
অসমীয়া||
অসুস্থ||
অসুস্থতা|illness|ɔʃustʰɔta
অস্ট্রিয়া||
অস্ট্রেলিয়া||
অস্থি||
অহংকার||
অহঙ্কার||
অহরহ||
অ্যাঙ্গোলা||
অ্যাটর্নি|attorney|ɔ§æ§ʈo§r§ni
অ্যানথ্রাক্স|anthrax|æ§‹§n§t̪ʰ§ɾɑ§k§s
অ্যানিমে||
অ্যান্টিগুয়া ও বার্বুডা||
অ্যান্ডোরা||
অ্যারিওলা||
আ-||
আ||
আঁই||
আঁকা||
আঁঠু||
আঁডু||
আঁতেল||
আঁধার||
আঁরে||
আঁশ||
আঁস||
আংটি|ring|aŋʈi
আংশিক|partial|aŋʃik
আইচ্ছা||
আইজ||
আইজকাইল||
আইজকো||
আইজ্যা||
আইন|law|ai̯n
আইসল্যান্ড||
আউয়াল||
আওয়াজ|noise|awad͡ʒ
আকন||
আকবর||
আকল||
আকসার||
আকাশ|sky|a§ka§ʃ|akaś
আখ|sugar cane|akʰ
আখতার||
আখনী||
আখন্দ||
আখবার||
আখলাক||
আখিরাত||
আখেজ||
আখের||
আখেরী||
আগন||
আগস্ট||
আগা||
আগাজ||
আগানো||
আগুন|fire|aɡun
আগে||
আগ্নেয়গিরি||
আগ্রাবাদ||
আঘণ||
আঙুল||
আঙ্গুটি||
আঙ্গুল||
আচরণ করা||
আচরণ|behaviour|ˈatʃoˌɾɔn/ˈatʃoˌɽɔn
আচার||
আচ্ছা||
আছে|there are|atʃʰe
আজ|today|ad͡ʒ
আজদাহা||
আজনবী||
আজব|astonishing|ad͡ʒob
আজম||
আজমায়েশ||
আজল||
আজাদ||
আজাদী||
আজান|call to prayer|a.d͡ʒan/a.zan
আজারবাইজান||
আজি|today|ˈad͡zi
আজিজ|Aziz|aziz
আজেরি ভাষা||
আঞ্চলিক|regional|antʃɔlik
আঞ্চলিকতা|regionalism|antʃɔlikt̪a
আঞ্জুমান||
আট||
আটচল্লিশ||
আটতিরিশ||
আটষট্টি||
আটাত্তর||
আটানব্বই||
আটান্ন||
আটাশি||
আঠারো||
আঠাশ||
আডা||
আঢ়||
আণ্ডা|egg|aɳɖa
আতকা||
আতশ|fire|at̪oʃ
আতশবাজি|fireworks|at̪oʃbazi
আতা||
আত্মহত্যা|suicide|a§›§t.to.§ɦo§›§t.ta|attohotta
আদম||
আদমশুমার|census|ˈɑ.d̪ɔmˌʃu.mɑɾ
আদমসুমার||
আদমী||
আদর্শ||
আদা|ginger|ɑd̪ɑ
আদাব||
আদালত|court (law)|ad̪alɔt̪
আদিবাসী||
আদিরসাত্মক সৃষ্টিকর্ম||
আদেশ|command|ɑd̪eʃ
আধুনিক||
আন্তঃলিঙ্গ||
আন্তর্জাতিক||
আন্তর্জাল||
আন্দাজ|guess|and̪az
আপকাওয়াস্তে||
আপনাকে||
আপনাদের||
আপনার নাম কি||
আপনার||
আপনারা কি ধার্মিক||
আপনারা|you (2pl)||apnara
আপনি কি ধার্মিক||
আপনি কেমন আছেন||
আপনি|you (2sg)||apni
আপনে||
আপা||
আপেল|apple|ˈä.peˑl
আফগানিস্তান ইসলামী প্রজাতন্ত্র||
আফগানিস্তান||
আফত||
আফসোস|regret|afsos
আফ্রিদী||
আব||
আবখাজিয়া||
আবর||
আবহাওয়া|weather|abohawa
আবাদী||
আবাবীল||
আবার||
আবির খেলা||
আবির||
আবীর খেলা||
আবীর||
আবুধ||
আবে হায়াত||
আব্বা|dad|abba
আব্বু|dad|abbu
আব্রু||
আভিধানিক||
আম আদা||
আম|mango|am
আমড়া|hog plum|amɽa
আময়দা||
আমরা|we (1pl)||amra
আমরার||
আমলকী||
আমাকে||
আমাগর||
আমাদা||
আমাদের||
আমানত||
আমামা||
আমার ছাতা লাগবে||
আমার ডাক্তার লাগবে||
আমার পানি লাগবে||
আমার প্রশ্ন আছে||
আমার সাহায্য লাগবে||
আমার|my book|ˈɑːˌmɑɹ
আমারে||
আমি ইংরেজি বলতে পারি না||
আমি জানতে চাই||
আমি জানি না||
আমি জানি||
আমি তোমাকে ঘৃণা করি||
আমি তোমাকে ভালবাসি||
আমি ধার্মিক নই||
আমি বুঝি না||
আমি মুসলমান||
আমি মুসলিম||
আমি|I (1sg)|ˈä.miˑ|ami
আমীর||
আমেজ||
আমেরিকা||
আম্মা|mother||amma
আম্মে||
আয়তক্ষেত্র||
আয়না||
আয়রন|iron|a§e̯.§rɔ§n
আয়ারল্যান্ড||
আয়েন্দা||
আয়েশ||
আর|and|ar
আরও||
আরজ||
আরজি||
আরজী||
আরজু||
আরণ্যক||
আরবি ভাষা||
আরমান||
আরাম||
আরোগ্য||
আর্জি||
আর্জী||
আর্জেন্টিনা||
আর্তব||
আর্দ্র||
আর্মেনিয়া||
আলজেরিয়া||
আলবেনিয়া||
আলবৎ||
আলম||
আলমানী||
আলসে||
আলাত||
আলাপ|talk|alap
আলামত||
আলু||
আলেম||
আলো|light|alo
আলোচনা||
আল্লাহ||
আল্লাহু আকবার||
আল্লাহ্||
আশখাস||
আশমান জমিন ফারাক||
আশমান-জমিন ফারাক||
আশমান||
আশি||
আশিন||
আশুতোষ||
আশোত||
আশ্চর্য||
আশ্বিন||
আষাঢ়|June-July|ɑ§ʃɑ§ɽ
আষ্ট||
আসমান জমিন ফারাক||
আসমান-জমিন ফারাক||
আসমান||
আসর||
আসল||
আসসালামু আলাইকুম||
আসা|to come||aśa
আসান||
আসানী||
আসাম||
আসিফ||
আস্তিন||
আস্থা|trust|ɑ§ʃ§tʰɑ
আহওয়াল||
আহবাব||
আহলিয়া||
আহলিয়াত||
আহলে জবান||
আহাম্মক||
আহ্মেদ||
ই||
ইঁচা||
ইঁদুর|mouse, rat|ĩ§du§r
ইংরেজ|English|iŋ§re§d͡ʒ
ইংরেজি ভাষা||
ইংরেজি|English|iŋɾed͡ʒi
ইউক্রেন||
ইউক্রেনীয় ভাষা||
ইকুয়েডর||
ইখতিলাফ||
ইখান||
ইগা||
ইঙ্গ আমেরিকা||
ইঙ্গ মার্কিন||
ইঙ্গ-||
ইচ্ছা হওয়া||
ইচ্ছা||
ইজতেমা||
ইজাজত||
ইজাফা||
ইজারা||
ইজারাদার||
ইজ্জত|honour|izzot̪
ইট|brick|iʈ
ইটানগর||
ইটানো||
ইডা||
ইতালি||
ইতালীয় ভাষা||
ইতিমধ্যে||
ইতিহাস||
ইতোমধ্যে|in the meantime|ˈit̪oˌmɔ̝d̪ːʱeˑ
ইত্তিহাদ||
ইত্তেফাক||
ইত্যাদি||
ইথিওপিয়া||
ইন||
ইনকিলাব|revolution|in.ki.lab
ইনকিলাবি|revolutionary|in.ki.la.bi
ইনকিলাবী||
ইনপুট||
ইনশাআল্লাহ্|God willing|inʃa.allaʱ
ইনসান||
ইনসানিয়াত||
ইনসাফ||
ইনি||
ইন্টারনেট||
ইন্তেকাল||
ইন্তেখাব||
ইন্দু||
ইন্দোনেশিয়া||
ইন্দোনেশীয় ভাষা||
ইফতার||
ইবতিদা||
ইবরানী||
ইবাদত||
ইবাদতখানা||
ইমতেহান||
ইমান||
ইমাম||
ইয়াদ||
ইয়ান||
ইয়াবা||
ইয়েমেন||
ইয়োরুবা ভাষা||
ইরাক||
ইরান||
ইরিত্রিয়া||
ইলিশ||
ইলেয়াম||
ইশারা||
ইসরায়েল||
ইসলাম||
ইসলামি||
ইসলামী প্রজাতন্ত্রী পাকিস্তান||
ইসলামী||
ইস্কাবন||
ইস্তোনিয়া||
ইস্পাত|steel|ˈiʃ.paˑt̪
ইহানত||
ইহুদি ধর্ম||
ইহুদি||
ঈগল|eagle|i§ɡɔ§l
ঈদ মুবারক||
ঈদ মুবারাক||
ঈদ মোবারক||
ঈদ মোবারাক||
ঈদ|Eid|iː§d
ঈমানদার||
উঁচু|height|ũ§t͡ʃu
উইকিপিডিয়া||
উকুন|louse||ukun
উক্কা||
উগান্ডা||
উগ্র||
উচ্চারণ|pronunciation|u§t͡ʃ§t͡ʃɑ§rɔ§n
উচ্চারন|pronunciation|u§t͡ʃ§t͡ʃɑ§rɔ§n
উজবেক ভাষা||
উজবেকিস্তান||
উজরত||
উজির||
উজিরে আজম||
উট|camel|u§ʈ
উড়োজাহাজ||
উত্তম পুরুষ||
উত্তর কোরিয়া||
উত্তর প্রদেশ||
উত্তর সাইপ্রাস||
উত্তর||
উত্তরপ্রদেশ||
উত্তরাখণ্ড||
উত্তেজক||
উত্তেজনা||
উত্তেজিত||
উদ||
উদজান||
উদাহরণ||
উদ্দীপনা||
উদ্দেশ্য||
উদ্ভিদ||
উনচল্লিশ||
উনতিরিশ||
উননব্বই||
উনপঞ্চাশ||
উনষাট||
উনসত্তর||
উনান||
উনি||
উনিশ||
উন্দূর|mouse|und̪uɾ
উন্মত্ত|insane|u§n§mɔ§t§to
উপ-||
উপজেলা||
উপত্যকা|valley|upɔt̪ːɔka
উপন্যাস||
উপরে||
উপসাগর||
উপাচার্য||
উপাসনা স্থান||
উপাসনা||
উভ||
উভকামিতা||
উভয়||
উভা||
উভানো||
উমেদ||
উম্মত||
উয়াস||
উরি||
উরুগুয়ে||
উর্দু ভাষা||
উর্দু||
উল্কা||
উল্কি আঁকা||
উল্কি|tattoo|ˈulki
উশাস||
উষ্ণ|heat, warmth|ˈuʃno
উৎকৃষ্ট||
উৎপত্তি|origin, source|ut̪pɔt̪ːi
উৎপল|water lily|ut̪ˈpɔˑl
উৎস||
উৎসব|festival|u§t§ʃɔ§b
ঊনআশি|seventy-nine||unaśi
ঋতু|season|ɾi§t̪u
এ|this||e
এঁকে||
এঁড়ে||
এঁদের||
এঁর||
এঁরা||
এই||
এইখান||
এইগুলা||
এইগুলো||
এইটা||
এইটি||
এক|one|ɛːk/æːk
একচল্লিশ||
একজিবিশন||
একজিবিসন||
একটা কিছু||
একটু|a little|e§k§ʈu
একতিরিশ||
একনায়ক||
একবার|once|æ§k§bɑ§r
একরকম||
একলা||
একষট্টি||
একাউন্ট|account|æ.§ka§u̯§n§ʈ
একাডেমী||
একাত্তর||
একানব্বই||
একান্ন||
একাশি||
একুশ||
একে||
এখতিয়ার||
এখন|now|ækʰɔn
এখনও||
এখান||
এখানে|here||ekhane
এগনো||
এগানা||
এগারো||
এগুলা||
এগুলো||
এছাড়াও|also|e.§t͡ʃʰa.§ra§o̯
এজাজতনামা||
এটা||
এটি||
এণ্ডা||
এতেরাজ||
এদের||
এন্তেজাম||
এন্তেজার||
এন্তেহা||
এপ্রিল||
এবং|and|ebɔŋ|ebôṅ
এবও||
এবাদত||
এবাদতখানা||
এবে||
এভাবে|in this way|ebʱabe
এর পর||
এর পরে||
এর||
এরপর||
এরপরে||
এরা||
এল সালভাদোর||
এলাকা|field, jurisdiction|elaka
এলাজ||
এলান||
এলেম||
এলোমেলো||
এশিয়া||
এশিয়ান কালো ভালুক||
এশিয়ান কালো ভাল্লুক||
এস্তেকবাল||
এহরাম||
এহসান||
এ্যাডভোকেট|advocate|e§æ§ɖ§bʰo§ke§ʈ
ঐতিহাসিক|historical|oi§t̪i§ɦɑ§si§k
ঐনকা||
ও|and, that||o
ওঁকে||
ওঁদের||
ওঁর||
ওঁরা||
ওই পারে||
ওই|demonstrative|o§i̯
ওইগুলা||
ওইগুলো||
ওইটা||
ওইটি||
ওকে||
ওখান||
ওখানে|there||okhane
ওগুলা||
ওগুলো||
ওজন|weight|o§d͡ʒo§n
ওজুদ||
ওটা||
ওটি||
ওঠা|to rise|ˈoʈʰa
ওড়া|to fly|o§ɽɑ|oṛa
ওড়িয়া ভাষা||
ওড়িশা||
ওদিকে|in that direction|o§di§ke
ওদের||
ওফাত||
ওমান||
ওয়াইন||
ওয়াদা|promise|w§a§da
ওয়ালিমা||
ওয়ালেদ||
ওয়ালেদা||
ওয়েবসাইট||
ওর||
ওরা||
ওলদ||
ওলন্দাজ ভাষা||
ওলন্দাজ|Dutch|olɔnˈdad͡ʒ
ওস্তাদ|teacher|o§s§t̪a§d̪
ওহাইও||
ওহে||
ঔষধ||
ঔষুধ|medecine|ou̯§ʃu§dʰ
কই||
কওম||
কওয়া||
কওল||
কক্ষপথ||
কক্সবাজার জেলা||
কখন|when|kɒ.§kʰɒ§n|kôkhôn
কখনও||
কখনো সখনো||
কঙ্গো প্রজাতন্ত্র||
কচু||
কচুয়া||
কচ্ছপ||
কঠিন|hard, difficult|kɔʈʰin
কড়া|strict|kɔ§ɽa§/kɔɾa
কড়ে আঙ্গুল||
কত|how much|ˈkɔt̪o
কথা||
কথাবার্তা||
কদম||
কদাচিৎ|ever, seldom|kɔ.d̪ɑ.t͡ʃit̪
কদু|gourd|kod̪u
কনকচাঁপা||
কন্ডম||
কন্নড় ভাষা||
কফ||
কফি||
কবি||
কবুতর|pigeon|kobut̪ɔr
কবুল||
কবে|what day|koː.bɛ
কম|few||kôm
কমলা|orange|kɔmola/kɔmla
কমিশন||
কম্পিউটার||
কম্পিউটিং||
কম্বল||
কম্বোডিয়া||
কয়লা খনি||
কয়লাখনি||
কয়েক||
কয়েদ|bondage|kɔe̯ed̪
কয়েদখানা|jail, prison|kɔe̯ed̪kʰana
করছ|doing|ko§r§cʰo
করঞ্জ||
করতাল|cymbal|kɔ§r§tɑ§l
করবী|oleander|kɔ§ɾɔ§bi
করলা||
করা|to do|kɔ§ɾa§/kɔɹa/kɔɽa
করানো||
করার||
করে||
কর্ণ||
কর্ণাটক||
কর্ম||
কলকাতা|Kolkata|ˈkolˌkat̪a
কলজে|liver||kôlje
কলব||
কলম|pen|kɔ§lo§m|kolom
কলম্বিয়া||
কলা|banana|ˈkɔ.läˑ
কলেজ||
কল্পনা||
কল্লা||
কসম||
কসোভো||
কহা||
কাঁকই|comb|kãkoi̯
কাঁকড়া||
কাঁচ|glass|kãːt͡ʃ
কাঁচি||
কাঁঠাল|jackfruit|kaʈʰal
কাঁদানে||
কাঁদুনে||
কাঁধ||
কাঁসা||
কাইল||
কাক|crow|kak
কাগজ|paper|kaɡoz
কাছ থেকে||
কাছ||
কাছিম||
কাছে|near||kache
কাজাখ ভাষা||
কাজাখস্তান||
কাজিয়া||
কাজী||
কাজু বাদাম||
কাজেই||
কাটা|to cut|kɑ§ʈɑ|kaṭa
কাটুয়া||
কাঠ||
কাঠি পোকা||
কাঠিপোকা|stick insect|kɑ.ʈ̟ʰi.po.kɑ
কাডোল||
কাতার||
কাতি||
কান|ear||kan
কানা||
কানাই||
কানাডা||
কানু||
কানুন||
কান্দইন্যা||
কান্দাইন্যা||
কাপড়|clothes|ˈkapɔɹ/ˈkapɔɽ
কাবাব||
কাবুল||
কাম||
কামড়ানো|to bite||kamṛano
কামরাঙ্গা||
কামস্থান||
কামাসক্ত||
কামিজ||
কামিয়াব||
কামিয়াবি||
কামুক||
কামোদ্দীপক অঙ্গপ্রত্যঙ্গ||
কামোদ্দীপক সৃষ্টিকর্ম||
কারখানা|factory, workshop|karkʰana
কারণ|because||karôn
কারবার||
কারসাজি|trickery|kɑ§r§ʃɑ§d͡ʒi
কারিগর|artisan|kariɡɔr
কারিগরি||
কার্ডিয়াক||
কার্তুজ||
কার্বন||
কালা||
কালি|yesterday, tomorrow|kali
কালো টাকা||
কালো পতাকা||
কালো বাজার||
কালো|black|kalo
কাল্পনিক|imaginary|kalponik
কাল্লা||
কাশ||
কাশা||
কাশি||
কাসুন্দি||
কাহই||
কি|what||ki
কিংখাব||
কিংবা|or|kiŋbɑ
কিউবা||
কিচ্ছা|story|kitʃtʃʰa
কিছু একটা||
কিছু কিছু||
কিছু না কিছু||
কিছু না||
কিছু|anything, some|kisu/kitʃʰu|kichu
কিছুক্ষণ||
কিছুতে||
কিছুতেই না||
কিতা||
কিতাব|book|kitab
কিনইন্যা||
কিনা||
কিনার|shore|kinar
কিন্তু|but|ki§n§t̪u|kintu
কিভাবে|how|kibʱabe/kivabe
কিমিয়া||
কিরগিজিস্তান||
কিরিবাস||
কিলোবাইট||
কিল্লা||
কিশমিশ|raisin|kiʃmiʃ
কিশোরগঞ্জ জেলা||
কিসিম||
কিস্তিমাত||
কীবোর্ড||
কীভাবে||
কু ক্লাক্স ক্লান||
কুঁকড়া||
কুকুর|dog|kukuɾ
কুকুরছানা||
কুঞ্জলতা||
কুটুম||
কুড়ি||
কুড়িগ্রাম জেলা||
কুতুবখানা||
কুত্তা|dog|kut̪ːa
কুদেতা||
কুম||
কুমকুম||
কুমির||
কুমিল্লা জেলা||
কুমীর||
কুয়ালালামপুর||
কুয়াশা|fog||kuẏaśa
কুয়েত||
কুরআন||
কুর্তা|Indian shirt|ku§r§tɑ
কুল||
কুলাঙ্গার||
কুশিয়ার|sugarcane|kuʃijaɾ
কুষ্টিয়া জেলা||
কুষ্ঠ||
কুসুম|flower|kuʃum
কুস্তি|wrestling|kust̪i
কৃত্রিম বুদ্ধিমত্তা||
কৃত্রিম||
কৃমি|worm||krimi
কৃষক||
কৃষ্ণ গহ্বর||
কৃষ্ণ বিবর||
কৃষ্ণ||
কৃষ্ণগহ্বর||
কৃষ্ণচূড়া||
কৃষ্ণবিবর||
কৃষ্ণসার||
কে|who||ke
কেউ একটা||
কেউ না||
কেউ|somebody|ke§u̯
কেউটে সাপ||
কেউটে||
কেওয়াড়||
কেগা||
কেঠা||
কেড়||
কেডা||
কেতা||
কেদারা|chair|ˈke.d̪ä.ɾäˑ
কেন|why|kæ.§noː
কেননা||
কেনা||
কেনানো||
কেনিয়া||
কেনে||
কেন্দ্ৰ|centre|ken̪.d̪ɾɔ̝ˑ
কেপ ভার্দ||
কেমন|how|kæ§mɔ§n|kemôn
কেয়া||
কেরদানী||
কেরল||
কেরাত||
কেরামত||
কেরামতি||
কেরামতী||
কেরায়া||
কেরালা||
কেলা||
কেল্লা||
কেল্লাফতে||
কৈ||
কোকিল|cuckoo|ku§ki§l
কোটি|crore|ˈko.ʈ̟iˑ
কোত দিভোয়ার||
কোথাও না||
কোথাও||
কোথায়|where||kothaẏ
কোদাল|spade|ˈko.d̪äˑl
কোদালি||
কোন||
কোনখানে||
কোনো||
কোমর|waist|kɔmɔɹ
কোমোরোস||
কোয়ার্ক||
কোরিয়া||
কোরীয় ভাষা||
কোশ||
কোস্টা রিকা||
কৌলিক||
ক্যম্পাস|campus|k§yæ§m§pa§s
ক্যা||
ক্যামেরুন||
ক্রিয়া||
ক্রিয়াপদ||
ক্রোয়েশিয়া||
ক্রোশ||
ক্ষণ|moment|k§ʃo§n
ক্ষতিকর||
ক্ষতিকারক||
ক্ষমা||
ক্ষমাহীন|unforgiving|kʰɔmaɦin
ক্ষর||
ক্ষুদ্র|small|kʰu§‹§d§ro
ক্ষুদ্রান্ত্র||
ক্ষুর||
কৎবেল||
খড়|straw|kʰɔɽ
খণ্ড ত||
খণ্ড||
খন||
খবর|news|kʰɔ§bo§r
খবরদার||
খবিশ|fiend, ghost|ˈkʰɔ̝.biˑs̠
খবীস||
খয়রাত||
খয়ের||
খরগোশ|rabbit|ˈkʰɔrɡoʃ
খরচ|expenditure|kʰɔɾotʃ
খাঁচা||
খাওয়া|to eat|ˈkʰaʊ̯a/kʰao̯wa|khaoẏa
খাওয়ানো||
খাগড়াছড়ি জেলা||
খাড়া ধন||
খাড়া||
খাড়াধন||
খাতির|friendship|kʰat̪iɾ
খাদিম||
খাদ্য||
খান||
খানকি||
খানদান||
খাননা|not eat|kʰɑ§n§nɑ
খামচানো|to scratch||khamcano
খামোশ||
খায়েশ||
খারাপ|bad|kʰaɾap
খারাব||
খালা||
খালি|only|kʰali
খালী||
খাহিশ||
খাহেশ||
খীর|milk|kʰiːɾ
খুজুটি পাড়া||
খুজুটিপাড়া||
খুন||
খুব|very|kʰub
খুবসুরত||
খুলনা জেলা||
খুলনা বিভাগ||
খুলনা||
খুশি|joyous|kʰuʃi
খূব|very|kʰu§b
খেজুর|date (fruit)|kʰed͡ʒur
খেয়ানত||
খেয়াল|thought, idea|kʰeal
খেলনা||
খেলা|to play|kʱæla|khela
খেশ||
খেশী||
খোঁজা|to look for|kʰõd͡ʒa/kʰõdza/kʰõza
খোঁড়ানো|to dig||khõṛano
খোদ||
খোদা||
খোয়াব||
খোলা|to open|ˈkʰola
খোশ আমদেদ||
খোশ||
খ্রিষ্টান|christian|kʰ§ri§ʂ§ʈa§n
খ্রিস্ট ধর্ম||
খ্রীষ্টান||
গঙ্গা||
গজল||
গঠন||
গণচীন||
গণতন্ত্র||
গণতান্ত্রিক কঙ্গো প্রজাতন্ত্র||
গণতান্ত্রিক সমাজতান্ত্রিক প্রজাতন্ত্রী শ্রীলঙ্কা||
গণতান্ত্রিক||
গণপ্রজাতন্ত্রী বাংলাদেশ||
গণিকা||
গণিত||
গণ্ডার||
গতকাল|yesterday|ɡɔ§to§kɑ§l
গন্ডার|rhinoceros|ɡɔnɖɑɾ/ɡɔnɖɑɹ
গন্ধ নেওয়া||
গন্ধ পাওয়া||
গন্ধ লওয়া||
গন্ধ|scent|ɡɔndʰo
গন্ধতৃণ||
গন্ধভাদাল||
গপ|gossip|ɡɔp
গম||
গর-||
গরম|warm, hot|ɡɔ§ɾo§m§/ɡɔɽom|ɡôrôm
গরিলা|gorilla|ɡɔɾila||ɡɔɹila
গরু||
গরুর দুধ||
গর্দান|neck|ɡɔɾ.d̪an
গর্ভধারণ||
গর্ভবতী||
গলা|neck|ɡɔla|ɡôla
গলাত দাও দেওয়া||
গল্প|story|ɡɔlpo
গহির||
গহীন||
গহীর||
গাঁ|village|ɡã
গাঁও|village|ɡão̯
গাঁজা||
গাঁজাখোর||
গাইবান্ধা জেলা||
গাওয়া|to sing||ɡaoẏa
গাঙ্গ||
গাঙ্গেয়||
গাছ|tree, plant|ɡɑs/ɡɑtʃʰ|ɡach
গাজর||
গাজীপুর জেলা||
গাড়ি|car|ɡaɽi
গাড়ী||
গাণ্ডু||
গাধা||
গান||
গাফেল||
গাবন||
গাভিন|pregnant|ɡabʱin
গাম্বিয়া||
গায়ক||
গায়ানা||
গাল||
গালিব||
গাস|grass||ɡaś
গিগাবাইট||
গিটার||
গিনি-বিসাউ||
গিনি||
গিল্লা||
গু|dung|ɡuː
গুঁড়া|powder|ɡũɽa
গুই সাপ||
গুজরাট|Gujarat|ɡud͡ʒɔɾaʈ
গুজরাটি ভাষা||
গুজরাত||
গুজারেশ||
গুনাহ||
গুফা||
গুম|lost, missing|ɡum
গুম্ফা||
গুয়া||
গুয়াতেমালা||
গুরুত্বপূর্ণ|important|ɡu§ru§t§tɔ§pu§r§nɔ
গুলবনফ্‌শা||
গুহা|cave, den|ˈɡu.ɦä
গেজা||
গেরাম||
গেলা||
গৈরিক||
গোনা|to count||ɡona
গোপালগঞ্জ জেলা||
গোফা||
গোয়া||
গোয়েন্দা||
গোরু||
গোরুর দুধ||
গোল|round||ɡol
গোলাপ||
গোশ||
গোশত|meat|ɡoʃt̪o
গোশ্ত|meat||ɡośt
গোসল||
গোসাঁই|lord, master|ˈɡo.s̠ä̃i̯ˑ
গোস্ত||
গ্যালারি||
গ্রন্থাগার|library|ɡɾontʰaɡaɾ
গ্রন্থি||
গ্রানাডা||
গ্রাম|village|ɡ§ra§m
গ্রিক ভাষা||
গ্রিস||
গ্রীষ্ম|summer|ɡ§ɾi§ʃʃo§‹|griśśõ
গ্রেট ব্রিটেন ও উত্তর আয়ারল্যান্ড যুক্তরাজ্য||
গ্রেপ্তার|arrest|ɡɾept̪aɾ
গ্রেফতার|arrest|ɡɾeft̪aɾ
গ্লাস|glass, tumbler|ɡlas/ɡlaʃ
ঘটনা||
ঘড়ি||
ঘণ্টা||
ঘর পোড়া গরু সিঁদুরে মেঘ দেখে ডরায়||
ঘর|house, building|ɡʱɔ§ɾ
ঘষা|to rub||ɡhôśa
ঘাড়|neck|ɡʱaɽ
ঘানা||
ঘাম||
ঘামা||
ঘামানো||
ঘি||
ঘুঘু||
ঘুড়ি|kite|ɡʱuɽi
ঘুমানো|to sleep||ɡhumano
ঘৃণা করা||
ঘৃণা||
ঘেন্না করা||
ঘেন্না||
ঘোঙ্গা|dumb, mute|ˈɡʱoŋ.ɡä
ঘোড়া|horse|ɡʱoɽa
ঘোরা|to turn (intransitive)||ɡhora
ঘোষ|din, sound|ɡʱos̠
ঘোষাল||
চউখ||
চওড়া|wide||côoṛa
চকলেট||
চকোর||
চক্র|wheel|t͡ʃɔ§k§ro
চটি||
চট্টগ্রাম জেলা||
চট্টগ্রাম বিভাগ||
চট্টগ্রাম||
চন্দ্রগ্রহণ||
চন্দ্রবিন্দু||
চব্বিশ||
চমৎকার||
চর্বি|fat|tʃorbi|côrbi
চলনবিল||
চলা||
চলিত||
চল্লিশ||
চশমা|goggles, glasses|tʃɔʃma
চা|tea|tʃa
চাঁদ|moon|t͡ʃãːd̪|cãdô
চাঁদকপালে||
চাঁদনি||
চাঁদপুর জেলা||
চাউল||
চাওয়া||
চাকমা||
চাকর||
চাকরি||
চাকরী||
চাকা|wheel|tʃaka
চাকুরি||
চাকুরী||
চাখা||
চাটা|to lick|ˈtʃaʈa
চাদ||
চান||
চানকপাইল্যা||
চান্দ্র||
চান্নি||
চাপা||
চাবি||
চামচ||
চামচড়া||
চামড়া|skin||camṛa
চার|four||car
চারি||
চালতা||
চালানো||
চাহিদা||
চিংড়ি||
চিঠি||
চিড়িতন||
চিড়িয়াখানা|zoo|tʃiɽiakʰana
চিত্র|picture|ˈt͡ʃit̪ː.ɾɔ̝ˑ/ˈt͡sit̪ː.ɾɔˑ
চিনি|sugar|tʃini
চিন্তা||
চিপা|narrow||cipa
চিল||
চিলমচি|hand basin|tʃilɔmtʃi
চিলি||
চীন||
চীনা ভাষা||
চুঁচি||
চুকা||
চুড়ি||
চুদা||
চুম্বন করা||
চুম্বন|kiss|tʃumbɔn
চুয়াডাঙ্গা জেলা||
চুয়াত্তর||
চুয়ান্ন||
চুয়াল্লিশ||
চুরট||
চুরানব্বই||
চুরাশি||
চুরি|theft|t͡ʃuri
চুরুট||
চুল|hair|tʃul/tsul|cul
চেক প্রজাতন্ত্র||
চেক ভাষা||
চেত||
চেতা||
চেনা||
চেপ-|to squeeze||cepô-
চেয়ার|chair|ˈt͡ʃe.äɾ
চেয়ে||
চেষ্টা করা||
চেহারা||
চৈত||
চোক্ষা|sharp (as a knife)||cokkha
চোখ|eye|tʃokʰ|cokh
চোদা||
চোদ্দ||
চোরাবালি||
চোষা|to suck|tʃoʃɑ/tsoʃɑ|cośa
চৌঁতিরিশ||
চৌথ||
চৌধুরি||
চৌধুরী||
চৌষট্টি||
ছএ||
ছত্তীসগঢ়|Chhattisgarh|t͡ʃɔt.tis.ɡɔɽ|Chôttisgoŗh
ছত্রিশ||
ছবি|drawing, painting|tʃʰobi
ছয়||
ছাই|ash||chai̯
ছাওয়াল||
ছাগলী||
ছাড়া||
ছাতা|umbrella|t͡ʃʰɑ§tɑ
ছাত্র|student|tʃʰat̪ɾo
ছাপ্পান্ন||
ছাব্বিশ||
ছায়া||
ছাল|bark (of a tree)||chal
ছিটকানো||
ছিটমহল|enclave|tʃʰiʈ.mɔɦɔl
ছিয়াত্তর||
ছিয়ানব্বই||
ছিয়াশি||
ছুঁড়ী||
ছেচাল্লিশ||
ছেপ||
ছেলে|boy, son|tʃʰele/sele
ছেষট্টি||
ছোঁড়া||
ছোঁয়া||
ছোট|small||choṭ
ছোরা মারা|to stab||chora mara
ছোলা||
ছ্যাপ|to spit||cchap
জং||
জংকা||
জংলি||
জংশন|junction|ˈd͡ʒɔŋ.ʃɔˑn/ˈd͡zɔŋ.ʃɔˑn
জগৎ|world|d͡ʒɔ§ɡo§t
জঙ্গ||
জঙ্গল||
জজ|judge|d͡zɔːd͡z/d͡ʒɔːd͡ʒ
জনপ্রিয়||
জন্তু|animal||jôntu
জন্ম||
জন্মদিন|birthday|ˈd͡ʒɔnmoˌd̪in
জন্য|for|d͡ʒɔ§nno§‹
জন্যে||
জবাই|butcher|d͡ʒɔbai̯
জবান||
জবাব||
জমা|to freeze||jôma
জমানা||
জমি|land, ground|d͡ʒomi
জমিন||
জম্মু ও কাশ্মীর||
জয়||
জয়তূন||
জয়তূনী||
জয়পুরহাট জেলা||
জর||
জরু||
জর্জিয়া||
জর্দান||
জল|water|d͡ʒɔl/dzɔl/zɔl|jôl
জলজ||
জলদ||
জলদি||
জলপ্রপাত||
জলহস্তী||
জলা|to burn||jôla
জহর||
জাঁকড়||
জাকাত|Zakah charity|zakat
জাগা||
জাগানো||
জাড়||
জাতীয়||
জাদু|magic, witchcraft|d͡ʒad̪u
জান||
জানা|to know||jana
জানালা||
জানি না||
জানুয়ারি||
জানোয়ার||
জান্নাতী||
জাপান||
জাপানি ভাষা||
জাফরান|saffron|ˈd͡ʒapʰːɾaˑn/ˈd͡zafːɾaˑn
জাফলং||
জাভানীয় ভাষা||
জাম||
জামদানী||
জামাই|husband||jamai̯
জামাইকা||
জামালপুর জেলা||
জামিন||
জাম্বিয়া||
জায়গা|place|d͡ʒae̯ɡa
জায়নামাজ||
জার্মান ভাষা||
জার্মানি||
জালিম||
জালেম||
জাহাজ||
জাহান||
জিগানো||
জিদ্দা||
জিনিস|thing|d͡ʒiniʃ
জিন্দা||
জিন্দাবাদ||
জিন্দিগি||
জিন্দিগী||
জিন্দেগানী||
জিন্দেগি||
জিন্দেগী||
জিব||
জিবুতি||
জিব্ভা||
জিভ||
জিম্বাবুয়ে||
জিরা||
জির্ভা||
জিহবা|tongue (organ)||jihba
জিহ্বা|tongue|d͡ʒiu̯̯bʱa/d͡ʒiu̯̯βa
জীবন|life|d͡ʒibɔn
জীবন্ত||
জীববিজ্ঞান||
জীভ|tongue (organ)||jibh
জুজুৎসু||
জুতা||
জুন||
জুম্মাবার||
জুলফি||
জুলাই||
জুলুম||
জুলুমকারী||
জেগা||
জেজুনাম||
জেঠ||
জেনোভা||
জেব||
জেবরা||
জেব্রা||
জেয়াদা||
জেরাত||
জেলা|district|ˈd͡ʒe.laˑ/ˈze.laˑ
জেসম||
জোঁক||
জোছনা||
জোর||
জোস|cool|d͡ʒos/d͡ʒoʃ
জ্ঞান|knowledge|ɡ§æ§n
জ্ঞানতত্ত্ব||
জ্বর|fever|d͡ʒɔ§‹§r
জ্বালাতন করা||
জ্বালাতন||
জ্যাদা||
জ্যোতির্বিজ্ঞান||
জ্যোৎস্না|moonlight|d͡ʒotˈsna
ঝগড়া||
ঝড়|storm|d͡ʒʰɔ§ɽ
ঝড়ি||
ঝরা||
ঝাড়খণ্ড||
ঝাল|hot, spicy|ɟʱal
ঝালকাঠি জেলা||
ঝালফ্রেজী||
ঝিঙা|ridge gourd|ɟʱi§ŋa
ঝিঙ্গা||
ঝিনাইদহ জেলা||
ঝিল্লি|grasshopper|d͡ʒʰi§l§li
ঝুট||
ঝুলা||
ঝুলানো||
ঝোলা||
টক||
টমটম||
টাঁকা|to sew||ṭãka
টাং|foot|ʈ̟äːŋ
টাইপ করা||
টাইপিং||
টাকা|money, wealth|ʈɑ§kɑ
টাঙ||
টাঙ্গাইল জেলা||
টানা|to pull|ˈʈana|ṭana
টালি|roofing tile|ˈʈ̟ä.liˑ
টি-শার্ট||
টিকট||
টিকটিকি||
টিকিট|ticket|ˈʈ̟i.kiʈ̟
টিপাই|teapoy|ˈʈ̟i.pai̯ˑ
টিয়া||
টুপি|hat|ˈʈupi
টুভালু||
টেবিল||
টেমপ্লেট||
টেরাবাইট||
টেলিফোন||
টেলিভিশন||
টেহা||
টোগো||
টোঙ্গা||
ট্যাক্সি|taxi|ʈæksi
ট্রান্সনিস্ট্রিয়া||
ট্রেডমার্ক|trademark|ˈʈ̟ɾeɖ̟.mäˑɾk
ট্রেন||
ঠাঁঁই||
ঠাঁই|space, place|ʈʰãi̯
ঠাকুর|deity, master|ˈʈ̟ʰä.kuˑɾ
ঠাকুরগাঁও জেলা||
ঠাণ্ডা|cold|ʈʰɑ§n§ɖɑ|ṭhanḍa
ঠিক|correct||ṭhik
ঠেং|leg|ʈ̟ʰæːŋ/ʈ̟ʰɛːŋ
ঠেংগাড়ী||
ঠেঙ||
ঠেলা|to push||ṭhela
ঠোঁট|lip|tʰot/tʰut
ঠ্যাং||
ডগ||
ডর||
ডরা|to fear||ḍôra
ডলফিন||
ড়||
ডাঁশ|gnat|ɖ̟ãːʃ
ডাক্তার|doctor|ɖa§k§t̪a§ɾ
ডাঙর||
ডান দিকে||
ডান পাশে||
ডান|right||ḍan
ডার্ক চকলেট||
ডালিম||
ডালিয়া||
ডিকশনারি||
ডিকশনারী||
ডিফ্র্যাগমেন্ট করা||
ডিম|egg|ɖim|ḍim
ডিলডো||
ডিল্ডো||
ডিসেম্বর||
ডীম||
ডুওডেনাম||
ডুবা||
ডুমুর||
ডুরিয়ান||
ডেক|cauldron, cooking pot|ɖ̟eːk
ডেকচি||
ডেনমার্ক||
ডেনীয় ভাষা||
ডেহা||
ডোমিনিকা||
ডোমিনিকান প্রজাতন্ত্র||
ঢাকা জেলা||
ঢাকা বিভাগ||
ঢাকা|Dhaka|ˈɖʱa§ka
ঢুকানো||
ঢুপি||
ঢেঁড়স|okra|ɖʱæ̃ɽoʃ
ঢেউ|wave|ɖʰe§u̯
ঢোকা||
ঢোকানো||
ঢোল||
তওবার|repentance|tɔ§o̯.§ba§r
তকলিফ||
তকসিম||
তক্ষক||
তখন||
তটিনী|river|to§ʈi§ni
তড়িৎ|electricity, lightning|ˈt̪ɔɽit̪
তথ্য||
তফাত||
তফাৎ||
তবলা||
তবিয়ত||
তবীব||
তবু|in spite of, still|t̪ɔbu
তবুও|in spite of, still|t̪ɔbuo
তবে|however|t̪ɔbe
তমিজ||
তরকারী||
তরঙ্গ||
তরাজূ||
তরানা||
তরুক্ষীর||
তর্জমা করা||
তর্জমা||
তলব||
তলাশ||
তল্লাশি|search, quest|t̪ɔllaʃi
তাঁকে||
তাঁদের||
তাঁর||
তাঁরা|they (3pl)|t̪ãra
তাই||
তাওয়া|frying pan|t̪awa
তাকানো|to look at|t̪akan̪o
তাকে||
তাগালোগ ভাষা||
তাজ|crown|t̪ad͡ʒ
তাজা|fresh, new|t̪aza
তাজিকিস্তান||
তাথৈ|there|ta.§tʰoi||terị
তাদের||
তানজানিয়া||
তানভির||
তাপমাত্রা||
তামা|copper|tama
তামান্না||
তামাম||
তামাশা||
তামিল নাড়ু||
তামিল ভাষা||
তামিলনাড়ু||
তামুক||
তায়েফ||
তার পর||
তার পরে||
তার||
তারপর||
তারপরে||
তারা|star|tɑ§rɑ
তারিপ||
তারিফ||
তালাশ||
তালিকা||
তালিব||
তালিম||
তালিমী||
তিউনিসিয়া||
তিতা||
তিতে||
তিন|three||tin
তিনি|he|t̪ɪ.n̪ɪ
তিপান্ন||
তিমি|whale|t̪imi
তিয়াত্তর||
তিরানব্বই||
তিরাশি||
তিরিশ||
তিরুবনন্তপুরম||
তিষ্টা||
তিষ্ণা||
তিসি|flax|tiʃi
তীর|shore|t̪ɪːɾ
তুঁই||
তুই কেমন আছিস||
তুই|you|ˈt̪ʊi
তুফান|storm|t̪ufan
তুমি কি ধার্মিক||
তুমি কেমন আছো||
তুমি|you (2sg)|ˈt̪uˌmi|tumi
তুরস্ক||
তুরিত||
তুরুপ||
তুর্কমেন ভাষা||
তুর্কমেনিস্তান||
তুর্কি ভাষা||
তুলনা||
তুলনামূলক|comparative|tulnamulɔk
তুলসী||
তুষার||
তৃতীয়|third|t̪rit̪ijɔ
তৃষ্ণা||
তে||
তেঁতুল|tamarind|tẽtul
তেইশ||
তেজারত||
তেতাল্লিশ||
তেতো||
তেত্রিশ||
তেপায়া|tripod|ˈt̪e.pa.jaˑ
তেরই|thirteen|tæ.§ro§i̯
তেরো||
তেল|oil|t̪el
তেলুগু ভাষা||
তেষট্টি||
তৈরি|to make|toi̯§ri
তোকে||
তোদের||
তোফা||
তোমরা কি ধার্মিক||
তোমরা|you (2pl)||tomra
তোমাকে||
তোমাদের||
তোমার নাম কি||
তোমার||
তোর||
তোরা||
তোশক|mattress|t̪oʃok
তৌফিক||
ত্বক||
ত্যাগ|leave|t§ɛ§ɡ
ত্রিনিদাদ ও টোবাগো||
ত্রিপত্র|bael leaves|tɾipɔtːɾɔ
ত্রিপদ||
ত্রিপুরা||
ত্রিশ||
থন||
থনে||
থাই ভাষা||
থাইল্যান্ড||
থাকা|to live, reside|t̪ʰɑkɑ
থাকানো||
থানকুনি|pennywort|tʰankuni
থানা||
থাম||
থামা|to stop|tʰɑ§mɑ
থাল||
থিকা||
থুতু|to spit||thutu
থেকে||
থ্যালামাস||
দইর্যা||
দক্ষিণ আফ্রিকা||
দক্ষিণ ওসেটিয়া||
দক্ষিণ কোরিয়া||
দক্ষিণ|south|d̪okʰːin
দখল|occupy, access|d̪ɔkʰol
দড়ী|rope||dôṛi
দপ্তর|office|d̪ɔpt̪oɾ
দফতর|office|d̪ɔft̪oɾ
দফা|occasion, time|d̪ɔfa
দয়া করে||
দয়া||
দরকার||
দরখাস্ত||
দরজা|door|d̪ɔɾd͡ʒa
দরবার||
দরিয়া|sea|d̪o§ri§ja
দরুন||
দলিত||
দলিল||
দলীল||
দশ||
দস্ত||
দস্তরখান||
দস্তাবেজ||
দস্তার||
দস্তুর||
দা||
দাঁড়ানো|to stand|d̪aɽano/d̪ãɽano/d̪aɾano/d̪aɹano|dãṛano
দাঁত|tooth|d̪ɑ̃t̪|dãtô
দাউদাউ||
দাওনা||
দাওয়াই||
দাওয়াত|invitation|d̪a§wa§‹§t̪
দাখিল|submit|d̪akʰil
দাগ||
দাড়ি|beard|daɽi
দাদ||
দাদখানি||
দাদা||
দাদী|grandmother|dɑ§diː
দান্দান||
দাবা||
দাবাড়ু||
দাবি||
দাবী||
দাম|price, cost|d̪aːm
দামাদ||
দামামা||
দামেস্ক||
দারচিনি|cinnamon|ˈd̪aɾ.t͡ʃi.niˑ/ˈd̪aɾ.t͡si.niˑ
দারু|wine, liquor|ˈd̪a.ɾuˑ
দারুচিনি||
দাসত্ব||
দিওয়ান||
দিকে||
দিদি||
দিন|day||din
দিনাজপুর জেলা||
দিনেমার||
দিয়ে||
দিল|heart|d̪il
দিলরুবা||
দিসপুর||
দীপাবলি||
দীপোৎসব||
দুঃখ|sorrow, grief|du§kˈkʰo
দুঃখও|sadness|du§k.kʰo§o̯
দুআ||
দুই|two||dui̯
দুইন্যাই||
দুইপর||
দুখ||
দুগ্ধ||
দুধ||
দুনিয়া||
দুপুর|noon?|d̪upuɾ
দুয়া||
দুরিয়ান|durian|ˈd̪u.ɾi.äˑn
দুর্গজয়||
দুর্গত||
দুর্যোগ||
দুলা||
দুশমন||
দূর|far||dur
দূরভাষা||
দৃষ্টান্ত||
দেওয়া||
দেওয়ান||
দেওয়ানা||
দেখা|to see|ˈd̪ækʰa|dekha
দেখানো||
দেত্তয়া|to give||dettẏa
দেনা||
দেয়া||
দেশ|country, state|d̪eʃ
দেশি কামিলা||
দেশি বামোশ||
দেশি||
দেহ||
দৈনিক||
দোআ||
দোতারা||
দোয়া||
দোলনা|swing|dolna
দোস্ত||
দৌলত||
দৌলতদার||
দৌলতদারি||
দৌলতদারী||
দ্বার||
দ্বারা|by, through|d̪aɾa|dara
দ্বিতীয়|second|t̪rit̪ijɔ
দ্বিভাষিক||
দ্বীপ|island|d̪ip|dip
দ্বীপপুঞ্জ||
দ্রব্য|thing|ˈd̪ɾɔbːɔ̝ˑ
দ্রুত|fast|d̪ɾʊt̪o
দ্রোণ||
ধন||
ধনবাদ||
ধনিয়া|coriander|dʱonia
ধনে|coriander|dʱone
ধন্যবাদ|thank you|dʰo§n§jo§bɑ§d
ধরন||
ধরা|to hold||dhôra
ধরে||
ধর্ম||
ধর্মীয়||
ধলা||
ধস||
ধসা||
ধসানো||
ধাওয়া||
ধাক্কা দেওয়া||
ধাক্কা||
ধারণা||
ধার্মিক||
ধীর||
ধুঁয়ো|smoke||dhũẏo
ধুতুরা|dutura (flower)|d̪ʱut̪uɾɑ/d̪ʱut̪uɽɑ
ধুনুরি||
ধুর বাল||
ধুলো|dust||dhulo
ধূমপান||
ধূসর||
ধোঁয়া||
ধোওয়া||
ধোয়া|to wash||dhoẏa
ধৌত|wash|dʰou̯.§to
ধ্যান||
নওকর||
নওকরি||
নওগাঁ জেলা||
নওশা||
নকল|copy, imitation|nɔkol
নখ|fingernail, claw|nɔːkʰ|nôkh
নগর||
নগ্ন||
নগ্নতা||
নড়াইল জেলা||
নতীজা||
নতুন দিল্লি||
নতুন|new|nɔt̪un|nôtun
নতুনত্ব||
নদী|river|no§d̪i|nôdi
নবডঙ্কা||
নবাবগঞ্জ জেলা||
নবী||
নব্বই||
নভেম্বর||
নভেল||
নমস্কার|hello, bye|nɔmɔʃkaɹ
নমাজ||
নম্বর|number|nɔ§m§bo§r
নয়||
নয়া দিল্লি||
নয়া||
নরওয়ে||
নরওয়েজীয় ভাষা||
নরম|soft|nɔɾom
নরসিংদী জেলা||
নষ্ট||
নসীব||
না|not||na
নাই||
নাইকল||
নাইজার||
নাইজেরিয়া||
নাইহল||
নাউরু||
নাও||
নাওয়া||
নাক|nose||nak
নাকা||
নাকান||
নাগাদ||
নাগাল্যান্ড||
নাগেশ্বর||
নাগোর্নো-কারাবোখ প্রজাতন্ত্র||
নাঙ্গা||
নাচা||
নাজাত||
নাটাই||
নাটোর জেলা||
নাদান|foolish|nad̪an
নাপ্পি||
নাম|name|nam
নামহীন|nameless|ˈnamɦin
নামাজ|prayers|na§ma§z
নামিবিয়া||
নার||
নারাজ|displeased|naraz/narad͡ʒ
নারায়ণগঞ্জ জেলা||
নিঃশব্দ|silence|ni§ʃʃɔ§b§do
নিউজিল্যান্ড||
নিউট্রন||
নিকড়িয়া|penniless|ˈni.kɔ.ɹi.äˑ/ˈni.kɔ̝.ɽ̟i.äˑ
নিকাব||
নিকারাগুয়া||
নিচে||
নিবার্য||
নিবেদন||
নিভৃত||
নিমন্ত্রণ|invitation|nimont̪ɾon
নিয়াস||
নিয়ে||
নিরানব্বই||
নিরাশ্রয়||
নির্ণয়||
নির্বাচন||
নির্বাণ||
নিলফামারী জেলা||
নিশান||
নিশাস||
নিষিদ্ধ করা||
নিষিদ্ধ|prohibited, forbidden|niʃid̪ːʱo
নিষ্ঠুর||
নিসর্গ||
নীরব||
নীরবতা||
নীরবে||
নীল||
নীহারিকা|nebula|niɦaɾika/niɦaɽika
নুন|salt||nun
নুনি||
নুনু||
নূর||
নূরান্বিত||
নৃত্য||
নেওয়া||
নেকড়ে||
নেটওয়ার্ক||
নেত্রকোনা জেলা||
নেদারল্যান্ডস||
নেপাল||
নেপালি ভাষা||
নেপিদ||
নেমন্তন্ন|invitation|nemont̪onno
নেশা|drunkenness|neʃa
নেশাখোর||
নৈসর্গিক||
নোংরা|foul|nʊŋ§ra||noŋra
নোঈর||
নোয়াখালী জেলা||
নৌকা||
নৌকো|boat|nou̯§ko
পঁচাত্তর||
পঁচানব্বই||
পঁচাশি||
পঁচিশ||
পঁয়তাল্লিশ||
পঁয়তিরিশ||
পঁয়ষট্টি||
পঁহাত||
পক্ষে|on behalf of|pɔkːʰe
পচা|rotten||pôca
পছন্দ করা||
পছন্দ|liking, preference|pɔsond̪o/pɔtʃʰond̪o
পঞ্চগড় জেলা||
পঞ্চান্ন||
পঞ্চায়েত||
পঞ্চায়েতি||
পঞ্চাশ||
পটুয়াখালী জেলা||
পটোল||
পড়া|to read, study|ˈpɔɽa/ˈpɔɹa|pôṛa
পতর||
পতাকা||
পথ|path, road|pɔ§tʰ|pôth
পদার্থ||
পদার্থবিজ্ঞান||
পদ্ম|lotus|pɔ§d̪§dɔ
পনীর||
পনেরো||
পয়গম্বর|prophet|ˈpɔjˌɡɔmbɔɾ
পয়সা উসুল||
পর|feather||pôr
পরওয়ারদেগার||
পরজীবী||
পরহেজ||
পরা|put on (clothes)|ˈpɔɾa/ˈpɔɹa
পরাত||
পরিচায়ক||
পরিবর্তে||
পরিবার||
পরিবেশ বান্ধব||
পরিবেশ-বান্ধব||
পরিবেশবান্ধব||
পরিসংখ্যান||
পরিস্থিতি||
পরীক্ষা||
পরে||
পরোয়া||
পর্তুগাল||
পর্তুগিজ ভাষা||
পর্ন||
পর্নো||
পর্নোগ্রাফি||
পর্নোগ্রাফিক||
পর্বত|mountain|pɔrbɔt
পর্বতমালা||
পর্যন্ত||
পশতু ভাষা||
পশু||
পশ্চিম বঙ্গ||
পশ্চিম বাংলা||
পশ্চিম||
পশ্চিমবঙ্গ||
পশ্চিমবাংলা||
পসর||
পসরা||
পহর||
পা|leg, foot|pa
পাঁউরুটি||
পাঁক||
পাঁচ|five||pãcô
পাইখানা||
পাওয়া||
পাকস্থলী|stomach|pa§kɔ§s§tʰo§li
পাকা||
পাকিস্তান||
পাখ||
পাখা|wing||pakha
পাখি|bird|pakʰi|pakhi
পাখিই|birds|pa.§kʰi§i̯
পাখী||
পাছা||
পাঞ্জাব||
পাঞ্জাবি ভাষা||
পাঠা|to send|ˈpaʈʰa
পাঠান||
পাঠানো|to send|pɑʈʰɑno
পাড়||
পাণ||
পাত||
পাতক||
পাতলা|thin||patla
পাতা|leaf|pata
পাতি কামিলা||
পাতিহাঁস||
পাত্তা|address, whereabouts|ˈpät̪.t̪äˑ
পাথর|stone||pathôr
পাদ||
পাদা||
পান|to drink||pan
পানা||
পানামা||
পানি|water|ˈpɑːniː
পানিয়ালা||
পানীয়||
পানু||
পানে||
পান্ডা||
পান্থপাদপ||
পান্না|emerald|pan(ː)a
পাপুয়া নিউগিনি||
পাবনা জেলা||
পায়খানা|toilet|ˈpae̯.kʰa.naˑ
পায়স||
পায়ু||
পায়ুকাম||
পায়ুকামী||
পায়েস||
পারদ||
পারফিউম|perfume|pa§r.§fi§u̯§m
পারা|to be able to|paɾa/paɹa/paɽa
পারিবারিক||
পারেই|maybe|pa.§re§i̯
পার্টি||
পার্থক্য|difference|paɾt̪ʰɔkːo/paɹt̪ʰɔkːo
পালং||
পালাউ||
পালোয়ান||
পাশে||
পাহাড়|mountain||pahaṛ
পাহাল||
পিঁজর||
পিঁজরা||
পিঁপড়া||
পিছনে|behind|pisɔne/pitʃʰɔne
পিঞ্জর||
পিঞ্জরা||
পিঠ|back||piṭh
পিতা|father|pi.t̪aː
পিন্ধা||
পিপলী||
পিপুল||
পিপ্পল||
পিয়ানো|piano|piano
পিয়াস||
পিয়াসী||
পিরান||
পিরোজপুর জেলা||
পিস্তল|pistol|ˈpis̠.t̪ɔˑl
পীর||
পুকুর|lake||pukur
পুঙ্খানুপুঙ্খ||
পুছ||
পুজো||
পুঞ্জ||
পুটকি||
পুটকিচুদা||
পুটকিচোদা||
পুড়ি||
পুত||
পুদিনা|mint|pud̪ina
পুরানো|old||purano
পুরুষ|man (adult male)||puruś
পুরুষত্ব||
পুরুষাঙ্গ||
পুরুষালি||
পুরোনো||
পুল||
পুষ্প|flower|puʃpɔ
পুস্তক|book|pustɔk
পূজা||
পূতিবাত||
পূর্ণ||
পূর্ব টিমোর||
পূর্ব বাংলা||
পূর্ব||
পূর্ববাংলা||
পেঁক||
পেঁচা|owl|pɛ̃tʃa
পেঁপে||
পেখম|peacock fan|pekʰɔm
পেচ্ছাপ||
পেট|belly||peṭ
পেনিস||
পেয়ারা||
পেয়ালা||
পেরু||
পেরেশান|stressed, harassed|pereʃan
পেশ করা||
পেশ||
পেশা||
পেশি||
পেশিবহুল||
পেশী||
পেশীবহুল||
পো||
পোকা||
পোয়াত||
পোরা|to burn||pora
পোলা||
পোলীয় ভাষা||
পোল্যান্ড||
পোশাক||
পোষ||
পৌত্তলিক||
প্যাঁচা|owl|pɛ̃tʃa
প্যারাগুয়ে||
প্যারিস||
প্যালেস্টাইন||
প্রকার||
প্রকারণ||
প্রকৃতি প্রেমিক||
প্রজাতন্ত্রী চীন||
প্রজাতন্ত্রী||
প্রজাতি||
প্রজাপতি|butterfly|ˈpɾɔ̝.d͡ʒaˌpɔ̝.t̪i
প্রজেক্ট||
প্রতি||
প্রতিবাদ||
প্রতিশব্দ||
প্রতিষ্ঠাতা||
প্রতিষ্ঠিত||
প্রতিহিংসা||
প্রথম পুরুষ||
প্রথম||
প্রদেশ||
প্রধানমন্ত্রী||
প্রবঞ্চনা||
প্রবঞ্চনামূলক||
প্রবণতা||
প্রবৃত্তি||
প্রব্লেম||
প্রমাণ করা||
প্রমাণ||
প্রমাণিত||
প্রশ্ন করা||
প্রশ্ন|question|pɾɔʃno/pɹɔʃno
প্রসব|childbirth|pɾoʃɔb
প্রস্তুত||
প্রস্রাব||
প্রাচীন||
প্রাণিজগৎ||
প্রাণী||
প্রাণীজগৎ||
প্রাতরাশ||
প্রাথমিক||
প্রাদেশিক||
প্রাপ্তবয়স্ক||
প্রার্থনা||
প্রাসঙ্গিক||
প্রেম||
প্রেমহীন||
প্রেমিক||
প্রেমিকা||
প্রোগ্রাম||
প্রোটন||
প্রোস্টেট গ্রন্থি||
প্রোস্টেট||
প্লাজমা||
প্লাস্টিক||
প্লিজ|please|p§li§z
প্লীজ|please|p§li§z
প্‌লিজ|please|p§–§li§z
ফকির||
ফটো|photo|pfo§ʈo
ফটোগ্রাফ||
ফটোগ্রাফি||
ফটোগ্রাফী||
ফড়িং|dragonfly|pʰɔɽiŋ/fɔɹiŋ
ফণী||
ফতে||
ফনী||
ফয়সালা||
ফরমাইশ||
ফরমান||
ফরমানো||
ফরমায়েশ||
ফরমাশ||
ফরহাদ||
ফরাসি ভাষা||
ফরিদপুর জেলা||
ফল|fruit|pʰɔl/fɔl|phôl
ফলসা||
ফাঁপা|to swell||phãpa
ফাটাফাটি|awesome|ˈfaʈaˌfaʈi
ফায়দা|benefit, advantage|fajd̪a
ফারাক|difference, inequality|farak
ফার্মিয়ন||
ফার্সি ভাষা||
ফাল||
ফালুদা||
ফাহ্মী|surname|fa§ɦ§mi|phahmi
ফিকির||
ফিজি||
ফিনল্যান্ড||
ফিরিঙ্গি||
ফিরেবার||
ফিলিপাইন||
ফিল্ম||
ফুঁ দেত্তয়া|to blow||phũ dettẏa
ফুট||
ফুটবল||
ফুটি|melon|pʰuʈi
ফুল|flower|pʰul/ful|phul
ফুলা||
ফেনী জেলা||
ফেব্রুয়ারি||
ফেরার||
ফেলা|to drop, throw|ˈpʰɛlɑ/ˈfɛlɑ|phela
ফোরাত||
ফৌজ||
ফৌজি||
ফ্রান্স||
ফ্রেশ||
ফ্লপি|floppy|pʰlɔpi/flɔpi
ফ্ল্যাগ||
ফ্ল্যাট|flat|pʰ§l§æ§ʈ
ফ্‌ল্যাট|flat|pʰ§–§l§æ§ʈ
বঁইচ||
বঁইচি||
বই|book|bo§i̯
বইন||
বউ|wife||bôu
বওয়া||
বকনা||
বকরি||
বকুল||
বগল|armpit|boɡol
বগুড়া জেলা||
বঙ্গ|Bengal|ˈbɔŋɡɔ
বঙ্গোপসাগর||
বছর|year||bôchôr
বজ্র|thunder, lightning|bɔɟɾɔ
বড়|big, large|ˈbɔ§ɽo|bôṛ|ˈbɔɹo
বতসোয়ানা||
বত্রিশ||
বদ||
বদর||
বদলা||
বদলে|instead|bɔdole
বন|forest|bɔn|bôn
বন্দুক||
বন্দুকিয়া||
বন্দেগী||
বন্ধ করা||
বন্ধ||
বন্ধু||
বন্ধুত্ব||
বন্ধুসুলভ||
বন্ধুহীন|friendless|ˈbɔnd̪ʱuˌɦin
বন্ধে||
বন্যা|flood|bɔn(ː)æ
বমি|to vomit||bômi
বয়দা||
বয়রা||
বয়স||
বয়ান||
বরগুনা জেলা||
বরফ|ice, snow|bɔrɔf/bɔrɔpʰ|bôrôph
বরবাদ||
বরাত||
বরিশাল জেলা||
বরিশাল বিভাগ||
বর্ণ|colour|bɔ§r§no
বর্ণনা||
বর্মী ভাষা||
বর্ষা||
বলা|to speak, say|ˈbɔla|bôla
বলিতে কি||
বলিভিয়া||
বল্টু||
বসনিয়া ও হার্জেগোভিনা||
বসন্ত||
বসা|to sit|ˈbɔʃa|bôśa
বসু||
বস্তু|thing, object|ˈbɔst̪u
বহা|to flow||bôha
বহুত||
বহুল||
বহেড়া||
বা|or|bɑ
বাঁ দিকে||
বাঁ পাশে||
বাঁ|left||bã
বাঁকা||
বাঁচা|to live||bãca
বাঁচাও|rescue, escape|bãcao
বাঁদর|monkey, macaque|bad̪ɔɾ/bad̪ɔɹ
বাঁধ||
বাঁধা|to tie||bãdha
বাঁশ||
বাঁশি|flute|bãʃi
বাংলা খারু||
বাংলা ভাষা|Bengali language|ˈbaŋ§la§ §ˈbʱa§ʃa
বাংলা|Bengali, Bangla (language)|ˈbaŋ§la
বাংলাদেশ|Bangladesh|ˈbaŋ§laˌ§d̪e§ʃ
বাংলাদেশি||
বাংলাদেশী||
বাঃ বাঃ||
বাঃ|wow, bravo/left|baʱ||bɑːɦ
বাইট|byte|bai̯ʈ
বাইরাগ||
বাইরে||
বাইশ||
বাউল||
বাকি|left over|ba§ki
বাকী||
বাগ|garden, orchard|baɡ
বাগধারা||
বাগান|garden, orchard|baɡan
বাগিচা||
বাগেরহাট জেলা||
বাঘ|tiger|baɡ/baɡʱ
বাঘিনি||
বাঙালি নদী||
বাঙালি||
বাঙালী|Bengali (person)|bɑ§ŋɡɑ§liː
বাঙ্গালা||
বাঙ্গালী||
বাচ্চা|child||bacca
বাছুর||
বাজ|thunder, lightning|bad͡ʒ
বাজপাখি||
বাজার|bazaar|bazaɾ/bad͡ʒaɾ
বাট||
বাড়া||
বাত||
বাতাস|wind||bataś
বাতি||
বাত্তি||
বাদ||
বাদক||
বাদল||
বাদলা||
বাদশাহ|badshah; Muslim king|bad̪ʃaɦ
বাদামি ভালুক||
বাদামি ভাল্লুক||
বাদামি||
বাদামী||
বাদুড়|bat (animal)|bad̪uɽ/bad̪uɹ
বাদে||
বান|flood|ban
বানর|monkey, macaque|banɔɾ/banɔɹ
বান্দর||
বান্দরবান জেলা||
বান্ধবী||
বাপ||
বাবত||
বাবা|dad|baba
বাবুই|baby|ba.§bu§i̯
বাবুর্চি|cook, chef|baburtʃi
বাবেল||
বায়ু||
বার||
বারি|water|baɾi
বারো||
বার্তাকু||
বার্বাডোস||
বাল||
বালতি|bucket|ˈba§l.§t̪iˑ
বালি|sand||bali
বালিশ|pillow|baliʃ
বালু||
বাষট্টি||
বাসা||
বাসিন্দা|resident|baʃind̪a
বাহ||
বাহরাইন||
বাহাত্তর||
বাহান্ন||
বাহামা দ্বীপপুঞ্জ||
বাহাস||
বাহির||
বি-||
বিকাল||
বিগ্গানী||
বিচইন||
বিচি|seed||bici
বিচ্ছু||
বিছনা||
বিছানা||
বিজয়||
বিজ্ঞান|science|bi§ɡ§ɡæ§n
বিজ্ঞানী||
বিজ্ঞাপন|advert|biɡjapɔn
বিড়াল|cat|be§ɽɑ§l
বিড়ি|cigarette|bi§ɽi
বিদায়||
বিদেশ|foriegn land|bid̪eʃ
বিদেশি|foreign|bid̪eʃi
বিদেশী||
বিনা||
বিন্দু|dot, spot|bindu
বিপর্যয়||
বিপ্লব||
বিবাদ|quarrel, fight|bibad
বিবি||
বিভক্ত করা|to split||bibhôkt kôra
বিভাগ||
বিভিন্ন||
বিভিন্নতা||
বিমান||
বিয়ার||
বিয়াল||
বিয়াল্লিশ||
বিরানব্বই||
বিরাশি||
বিরুদ্ধে|against, opposing|birud̪ːʱe
বিলাই||
বিলাত||
বিলাতী||
বিল্ব||
বিশ||
বিশাল||
বিশেষ করা||
বিশেষ||
বিশেষ্য||
বিশ্ব|universe|bi§ʃ§ʃo
বিশ্বভারতী||
বিশ্বাস||
বিশ্রী|ugly|bisɾi
বিশ্লেষণ করা||
বিশ্লেষণ||
বিষ||
বিষমকামিতা||
বিষয়বস্তু||
বিষুবীয় গিনি||
বিষ্ণু|Vishnu|bi§ʃ§nu
বিসমিল্লাহ||
বিসর্গ||
বিস্তারিত||
বিহনে||
বিহান||
বিহার||
বীচি|seed|ˈbitʃi/ˈbitsi/ˈbisi
বীর|hero|biː§r
বীর্য নিক্ষেপ||
বীর্য||
বীর্যপাত||
বীর্যস্খলন||
বুক|breast, chest|bu§k
বুখারেস্ট||
বুগি||
বুজুর্গ||
বুঝি না||
বুড় পাড়া||
বুড়||
বুড়া আঙ্গুল||
বুড়ো|old man|bu§ɽo
বুদ্ধ||
বুধবার||
বুনিয়াদ||
বুবু||
বুভুক্ষা|hunger|buˈbʱuk.kʰɑ
বুরা||
বুরুজ||
বুরুন্ডি||
বুর্কিনা ফাসো||
বুলগেরিয়া||
বৃক্ষ|tree|brikkʰo
বৃত্ত||
বৃশ্চিক||
বৃষ্টি পড়া||
বৃষ্টি হওয়া||
বৃষ্টি|rain||briśṭi
বৃহদান্ত্র||
বৃহস্পতিবার||
বৃহৎ|huge|bri§hɔ§t
বে-||
বেঁকা||
বেঁটে|short||bẽṭe
বেঁহা||
বেইজিং||
বেকুব|idiot|bekub
বেগ|speed|be§ɡ
বেগম||
বেগানা||
বেগুন|eggplant|be§ɡu§n
বেগুনি||
বেগুনী||
বেঙ্গালুরু||
বেচইন্যা||
বেচা||
বেচানো||
বেচারা||
বেচুনে||
বেটা||
বেটি||
বেড়াল||
বেডা||
বেডি||
বেদ||
বেদনা||
বেনিন||
বেন্না||
বেপরোয়া|reckless|bepɔrwa
বেবাক||
বেরাদর||
বেরোনো||
বেল||
বেলজিয়াম||
বেলা|time of day|bæ§lɑ
বেলারুশ||
বেলিজ||
বেলুন||
বেশী|too|beʃi
বেশুমার|countless|ˈbe.ʃu.mɑɾ
বেসুমার||
বৈঁচি||
বৈকঙ্কত||
বৈজ্ঞানিক||
বৈদেশিক||
বৈশিষ্ট্য||
বোকা|fool|bɔ§kɑ
বোকাচোদা||
বোঝা|to understand|bod͡ʒʱɑ/bod͡ʒɑ/bozɑ
বোতল||
বোন|sister|bo§n
বোরকা|burqa|boɾkɑ/boɹkɑ
বোস||
ব্যক্তি|person|b§æ§k§t̪i
ব্যক্তিগত কম্পিউটার||
ব্যক্তিগত||
ব্যক্তিত্ব||
ব্যঞ্জনধ্বনি|consonant|b§æ§n§dʒɔ§n§d̪ʱo§‹§ni|bênjonddhoni
ব্যথা|pain|b§æ§tʰɑ
ব্যবস্থা||
ব্যবহার করা||
ব্যবহার||
ব্যবহারকারী||
ব্যস্ত||
ব্যাংক|bank|bæŋk
ব্যাক||
ব্যাকরণ|grammar|bækɔɾon/bækɔɽon
ব্যাখ্যা|explanation|b§æ§kkʰ§a
ব্যাঘ্র|tiger|bæɡʱɾɔ
ব্যাঙ্ক|bank|b§æ§ŋ§k
ব্যাটারি||
ব্যাধি|disease|bædʱi
ব্যাপক||
ব্যাস||
ব্রহ্মদেশ||
ব্রাজিল||
ব্রাশ||
ব্রাহ্মণবাড়িয়া জেলা||
ব্রুনাই||
ব্লগ|blog|bloɡ
ব্লোজব||
ব্ল্যাক হোল||
ব্ল্যাকহোল|black hole|ˈblæk.hol/ˈblɛk.hol
ভইড়||
ভইষ||
ভক্তি||
ভগাঙ্কুর||
ভগিনী||
ভড়||
ভদকা||
ভয়|fear, dread|bʱɔ§e̯
ভরা|full||bhôra
ভর্তা||
ভস্ম|ashes|bʰɔ̃§ʃ§ʃo
ভাই|brother|bʱa§i̯
ভাইয়া||
ভাঙচুর||
ভাঙা|broken|bʱaŋa/vaŋa
ভাজা|to fry|bʱaja
ভাড়া||
ভাড়াইট্যা||
ভাড়াটিয়া||
ভাড়াটে||
ভাত|(cooked) rice|bʱat
ভাদর||
ভানুয়াটু||
ভাবা|to think||bhaba
ভারত|India|ˈbʱa.§ɾɔ§t̪
ভারতীয় ময়ূর||
ভারতীয়||
ভারী|heavy||bhari
ভার্চুয়াল||
ভাল|good|bʱɑ§lo||vɑlo
ভালবাসা||
ভালভা||
ভালা||
ভালুক|bear|bʱaluk||valuk
ভালো|good|bʱɑ§lo||vɑlo
ভালোবাসা||
ভাল্লুক|bear|bʱalːuk/valːuk
ভাষা|language|bʱaʂaː/vɑʃɑ
ভাষাবিজ্ঞান||
ভাষাবৈজ্ঞানিক||
ভাসা|to float||bhaśa
ভিজা||
ভিজে||
ভিডিও||
ভিতর দিএ||
ভিতরে||
ভিয়েতনাম|Vietnam|vi§je§t̪§na§m
ভিয়েতনামীয় ভাষা||
ভিসি||
ভুখ||
ভুটান||
ভুড়ী|guts||bhuṛi
ভুরু|eyebrow|bʰuru
ভুলে যাওয়া||
ভূগোল||
ভূমিকম্প||
ভেজা|wet||bheja
ভেড়া|sheep|bʱeɽɑ/veɽɑ
ভেতরে||
ভেনেজুয়েলা||
ভেস্তা|upset, thwarted|ˈbʱes.t̪aˑ
ভোঁতা|dull (as a knife)||bhõta
ভোদা||
ভোলা জেলা||
ভৌতিক||
ভ্যাটিকান সিটি||
মই||
মউল||
মওকা||
মকতব||
মকসদ||
মক্কা||
মঙ্গলবার||
মঙ্গোলিয়া||
মজনু||
মজলিস||
মজলুম||
মজার|funny|mɔ§d͡ʒɑ§r
মণিপুর||
মত||
মতি||
মতো||
মদিনা||
মধ্য আফ্রিকান প্রজাতন্ত্র||
মধ্য প্রদেশ||
মধ্য|middle, interior|mɔ̝d̪ːʱo
মধ্যপ্রদেশ||
মধ্যম পুরুষ||
মধ্যে||
মনিটর||
মনে রাখা||
মনোযোগ||
মন্টিনিগ্রো||
মন্তেক||
ময়দান||
ময়না||
ময়মনসিংহ জেলা||
ময়লা|dirty||môẏla
ময়ূর|peacock|mɔjuɽ/mɔjuɾ/mɔjuɹ
ময়ূরী||
মরণ|death|mɒ.ɹɒn
মরহাবা||
মরা|to die|ˈmɔɾa/ˈmɔɹa|môra
মরামাস||
মরিচ|chili pepper|moɾitʃ
মরিশাস||
মরুভূমি||
মরোক্কো||
মলদোভা||
মলদ্বার||
মলম|ointment|mɔlom
মলাট||
মশগুল||
মশলা||
মশা||
মসজিদ||
মসরুফ||
মসৃণ|smooth||môśrin
মস্কো||
মস্ত||
মস্তিষ্ক|brain|mɔst̪iʃko
মস্তিষ্কহীন||
মহকুমা||
মহব্বত||
মহল||
মহলা||
মহল্লা||
মহারাষ্ট্র||
মহিলা|woman|ˈmɔɦiˌla|môhila
মহিষ||
মা|mother||ma
মাংস|meat||maṅś
মাইক্রোনেশিয়া যুক্তরাজ্য||
মাইনষে||
মাউস||
মাকড়শা|spider|makɔɾʃɑ/makɔɽʃɑ
মাকড়সা|spider|makɔɾʃɑ/makɔɽʃɑ
মাখন|butter|mɑkʰɔn
মাখা||
মাগফিরাত||
মাগুরা জেলা||
মাছ|fish|mɑtʃʰ/mɑs|mach
মাছি|fly|ˈmatʃʰi/ˈmasi
মাজেদুর||
মাঝ||
মাঝে মাঝে||
মাঝে||
মাটি|earth||maṭi
মাত করা||
মাত||
মাতা||
মাতৃ||
মাতৃভাষা|mother tongue|maːt̪.rɪ.bʱaː.ʂaː
মাথা থেকে পা পর্যন্ত||
মাথা|head|mat̪ʰa|matha
মাদা||
মাদাগাস্কার||
মাদান||
মাদারবোর্ড||
মাদারীপুর জেলা||
মাদি বাছুর||
মাদি||
মাদ্রাসা||
মাধ্যমে||
মানচিত্র||
মানব||
মানবহিতৈষী||
মানষি||
মানিকগঞ্জ জেলা||
মানু||
মানুষ|person, man|ma§nu§ʃ|manuś
মানে|meaning|mane
মায়ানমার||
মারহাবা||
মারা|to kill, hit||mara
মারাঠি ভাষা||
মার্কিন যুক্তরাষ্ট্র||
মার্কিন||
মার্চ||
মার্শাল দ্বীপপুঞ্জ||
মাল ফেলা||
মাল||
মালওয়্যার||
মালদ্বীপ|Maldives|mald̪ip|maldip
মালয়ালম ভাষা||
মালয়েশিয়া||
মালা||
মালাউই||
মালি||
মালূর||
মাল্টা||
মাল্লা||
মাশাআল্লাহ্||
মাস|month|maːs̠
মাসকালাই||
মাহ||
মাহতাব||
মাহী||
মাহুত||
মিছা||
মিছে||
মিজোরাম||
মিঞা||
মিঠা জল||
মিঠা পানি||
মিঠা||
মিঠে||
মিডা||
মিতা||
মিত্র||
মিনসা||
মিনসে||
মিনিট||
মিনিড||
মিলানো||
মিল্লত||
মিশর||
মিশুক||
মিষ্টি||
মিসকিন||
মীজান||
মু||
মুই||
মুকেরি||
মুকেরী||
মুক্তা|pear|mukta
মুক্তিযুদ্ধ||
মুখ|face, mouth|mu§kʰ|mukh
মুখবিবর||
মুখর||
মুখোমুখি||
মুখোশ||
মুঠা||
মুঠি||
মুঠো||
মুত||
মুতা||
মুদি|grocer|ˈmu.d̪iˑ
মুনাজাত||
মুন্সিগঞ্জ জেলা||
মুবারক||
মুভি||
মুভী||
মুমিন||
মুম্বাই||
মুয়াল্লিম||
মুরগা||
মুরগি|hen|murɡi
মুরগী|hen|murɡi
মুরহা||
মুর্শিদ||
মুশকিল||
মুসলমান||
মুসলিম||
মুসল্লি||
মুসাফা||
মুসাফির||
মুহতাজ||
মুহাজির|emigrant, refugee|muhajir
মূত||
মূত্র||
মূত্রনালি||
মূত্রনালী||
মূর্খ||
মূর্খতা||
মূল|root|muː§l
মূল্য|price, cost|ˈmulːɔ̝
মূল্যহীন||
মৃত||
মৃত্যু|death|mrit̪t̪u
মে||
মেকুর|cat|ˈmɛ.kuɾ/ˈmɛ.kuˑɾ
মেকুরনি||
মেকুরা||
মেক্সিকো||
মেগাবাইট||
মেঘ|cloud||meɡh
মেঘালয়||
মেজ||
মেজবান||
মেজাজ|temperament|med͡ʒad͡ʒ
মেথী||
মেয়ে|girl, daughter|ˈme.§e
মেয়েমানুষ|woman|mɛə.mɜː.nʊʃ
মেরা||
মেরামত||
মেরু ভালুক||
মেরু ভাল্লুক||
মেরে ফেলা|to kill||mere phela
মেলা||
মেহমান||
মেহমানী||
মেহুর||
মেহুরনি||
মেহেরপুর জেলা||
মৈ||
মৈথুন||
মোক||
মোকে||
মোছা|to wipe||mocha
মোজাম্বিক||
মোজেজা||
মোটর সাইকেল||
মোটা|fat, thick|ˈmoʈa|moṭa
মোতা||
মোতি||
মোনাকো||
মোবাইল নম্বর||
মোমবাতি||
মোর||
মোরগ|rooster|morɔɡ
মোরে||
মোলায়েম|soft, tender|ˈmo.lä.eˑm
মোলাহেজা||
মোল্লা||
মোহানা||
মৌচাক|beehive|mou̯tʃak
মৌমাছি||
মৌরিতানিয়া||
মৌল||
মৌলভীবাজার জেলা||
মৌলিক||
মৌসুম|season|mou̯ʃum
মৌসুমি|seasonal|mou̯ʃumi
ম্যাসেডোনিয়া প্রজাতন্ত্র||
ম্যাসেডোনিয়া||
যকৃৎ||
যখন|when|d͡ʒɔ§kʰo§n
যদি|if||jôdi
যন্ত্রমানব||
যশোর জেলা||
য়||
যা||
যাওয়া|to go|ˈd͡ʒa§u̯§a
যাত্রা|journey|d͡ʒɑ§t§rɑ
যান্ত্রিক||
যিরূশালেম||
যীশু||
যুক্ত||
যুক্তরাজ্য|UK|ˈd͡ʒuk.t̪ɔ̝ˑ ˌräd͡ʒ.d͡ʒɔ̝ˑ/ˈd͡zuk.t̪ɔˑ ˌräd͡z.d͡zɔˑ
যুক্তাক্ষর||
যুদ্ধ|war|d͡ʒu§d§dʰo
যুবক|young (men)|d͡ʒubɔk
যুবতী|young (women)|d͡ʒubɔt̪i
যুযু||
যেকেউ|anyone|d͡ʒe.§ke§u̯
যোনি||
যৌন অভিমুখীতা||
যৌন প্রবৃত্তি||
যৌন||
যৌনকর্মী||
রং|colour|rɔŋ
রংধনু||
রংপুর জেলা||
রংপুর বিভাগ||
রংপুর||
রইদ||
রউন||
রওনা||
রওয়া|to remain|ro§‹§wɑ
রওয়ানা||
রওশন||
রকম||
রক্ত|blood||rôkt
রক্তকমল||
রক্তকাঞ্চন||
রক্তক্ষয়||
রক্তচক্ষু||
রক্তচাপ||
রক্তপাত||
রক্তপাতহীন||
রক্তহীন||
রক্তাক্ত||
রঙ|colour|rɔ§ŋ
রচনা||
রণার্থী||
রব||
রবিবার||
রমজান||
রশি||
রসঃ||
রসায়ন||
রসুন||
রসুল||
রহা||
রা||
রাঁধুনি||
রাং|tin|ɾaŋ
রাই||
রাইত||
রাক্ষস||
রাখা||
রাগমোচন||
রাঙামাটি জেলা||
রাজনীতি||
রাজবাড়ী জেলা||
রাজশাহী জেলা||
রাজশাহী বিভাগ||
রাজস্থান||
রাজা||
রাজাই||
রাজি||
রাটা বরুয়া||
রাঢ়|Radha|raɽʱ|raṛh
রাণী||
রাত|night||rat
রাত্রি|night||ratri
রায়ত||
রাশিয়া||
রাষ্ট্র|state, country|ɾaʃ.ʈɾɔ
রাস্তা|road, street|ɾa§s§t̪a|raśta
রাহমান||
রিকশা|rickshaw|ri§k.§ʃɑ
রিচার্ড||
রিশকা||
রিষ্ট||
রীতি|method, habit|ɾit̪i/ɽit̪i
রুইতন||
রুগী|ill, sick|ru§ɡiː
রুটি||
রুবাঈ||
রুমানীয় ভাষা||
রুমাল||
রুয়ান্ডা||
রুশ ভাষা||
রূপ|figure, form|ruː§p
রূহ||
রে||
রেটিনা||
রেডিও||
রেবেকা||
রেহাই||
রোগ|disease, sickness|ɾoɡ
রোজা|fast|ɾoza
রোড||
রোদ||
রোবট||
রোম||
রোমানিয়া||
রৌশনী||
লওয়া|to take|lɔ§o̯§wɑ
লক্ষ্মীপুর জেলা||
লক্ষ্মীপেঁচা|barn owl|lo§k§kʰ§i§pæ̃§ca
লক্ষ্মীফল||
লক্ষ্য|goal, intent|lo§k§kʰo§‹|lôkkhô
লটকন||
লটকা||
লড়া|to fight|lɔɹa/lɔɽa|lôṛa
লন্ডন||
লফজ||
লবডঙ্কা||
লবণ|salt|lɔbon|lôbôṇ
লবন|salt|lɔbon|lôbôn
লম্বা|long||lômba
লস্কর||
লহু||
লাই||
লাইবেরিয়া||
লাইব্রেরী|library|lai̯bɾeɾi
লাউ|gourd|la§u̯
লাও||
লাওস||
লাকান||
লাখ|100,000|lɑːkʰ
লাগা||
লাগি||
লাগিয়া||
লাজ||
লাঠি|stick||laṭhi
লাতভিয়া||
লাতিন ভাষা||
লান্‌চ|lunch|lɑ§n§–§t͡ʃ
লাভ|benefit|labʱ
লাল|red|la§l|lal
লালা||
লাশ||
লাস ভেগাস||
লাহান||
লিঙ্গ||
লিথুয়ানিয়া||
লিপি||
লিফ্ট|lift, elevator
লিবিয়া||
লিশ্টেনশ্টাইন||
লুকানো||
লুক্সেমবুর্গ||
লুডা||
লেখক||
লেখা||
লেজ|tail||lej
লেবানন||
লেবু|lemon, lime|ˈlebu
লেসবিয়ান||
লেসোথো||
লোক||
লোকমা||
লোফ||
ল্যাপটপ কম্পিউটার||
ল্যাপটপ||
শউর||
শউরী||
শকুন||
শক্ত|stiff, solid|ʃɔkt̪ɔ
শখ||
শঙ্খচূড়|king cobra|ˈʃɔŋkʰoˌtʃuɽ
শজারু||
শত||
শতরকম||
শতাংশ||
শনিবার||
শবে কদর||
শব্দ||
শয়তান|devil, demon|ʃɔjt̪an
শরণার্থী||
শরবত||
শরম||
শরমানো||
শরাব||
শরিফা||
শরিয়তপুর জেলা||
শরীর||
শর্করা||
শরৎ||
শসা||
শহর|city, town|ʃɔɦɔɾ/ʃɔɦɔɽ
শাওন||
শাক||
শাক্তধর্ম||
শাগরেদ||
শাড়ি|sari|ˈʃa.ɽ̟iˑ/ˈʃa.ɹiˑ
শাণ্ডিল্য||
শাদি করা||
শাদি||
শাদিয়ানা||
শান্ত||
শান্তনু||
শান্তিনিকেতন||
শাপ|curse|ʃɑ§p
শাফা||
শাবাশ|good job!|ʃabaʃ
শামসুর||
শামিয়ানা|tent, canopy|ʃamijana
শামুক|snail|ʃamuk
শায়া||
শায়ের||
শারমেন্দাগী||
শার্ট||
শালগম|turnip|ʃalɡɔm
শাশুড়ি||
শাহ||
শাহবানু||
শাহরিয়ার||
শাহাদত||
শাহাদাত আঙ্গুল||
শিং|horn||śiṅ
শিউলি||
শিকড়|root||śikôṛ
শিকার|hunt|ʃikar
শিকারি|hunter|ʃikari
শিক্ষক||
শিক্ষা করা||
শিক্ষা দেওয়া||
শিক্ষা|learning, education|ʃi§k§kʰɑ
শিক্ষাপ্রাপ্ত||
শিক্ষামূলক|educational|ʃikːʰamulɔk
শিখ||
শিখানো||
শিবদ্রুম||
শিয়াল||
শিরীষ||
শিরোনাম||
শিল||
শিল্প||
শিল্পী||
শিশু পর্নোগ্রাফি||
শিশু||
শিশ্ন||
শীত||
শীতল||
শীরা||
শুঁটকি||
শুকনা|dry||śukna
শুক্কুরবার||
শুক্রবার||
শুক্রাণু||
শুক্রাশয়||
শুখা||
শুখো||
শুগার||
শুধু|only|ʃu§dʰu
শুভ জন্মদিন||
শুভ||
শুভেচ্ছাদূত||
শুমার|counting, calculation|ˈʃu.mɑɾ
শুয়ে পড়া||
শুরু|start, beginning|ʃu§ɾu
শুলফা|dill|ʃulpʰa
শূন্য||
শেখ||
শেখা||
শেখান||
শেখানো||
শেরপুর জেলা||
শৈবাল|algae|ʃoi̯bal
শৈলুষ||
শোঁকা|to smell||śõka
শোকর||
শোনা|to hear, listen to|ʃonɑ|śona
শোয়া|to lie (as in a bed)||śoẏa
শোহরৎ||
শ্বশুর||
শ্বাস নেওয়া|to breathe||śaś neoẏa
শ্বাস|breathing|s̠äːs̠
শ্মশান|cremation|ʃo§‹§ʃɐ§n|śmôśanô
শ্মশ্রু|beard|ʃ§wɔ§ʃ§ɾu||ʃõsʃɾu
শ্রীনিকেতন||
শ্রীফল||
শ্রীবৃক্ষ||
শ্রীলঙ্কা||
শ্লেষ্মা||
ষড়ভুজ||
ষড়যন্ত্র|conspiracy|ʃɔ§ɽo§d͡ʒɔ§n§t§ro
ষাট||
সংক্রামক রোগ||
সংক্রামক|infectious, contagious|ʃɔŋkɾamɔk
সংখ্যা||
সংগঠন||
সংবাদ|news|ʃɔŋbɑd̪
সংযুক্ত আরব আমিরাত||
সংশয়||
সংসার||
সংস্কৃত ভাষা||
সংস্কৃত||
সংস্কৃতি||
সওদা||
সওয়া||
সওয়াল||
সকাল|morning|ʃɔ§kɑ§l
সঙ্গীত||
সঙ্গে||
সজারু||
সতর্ক||
সতর্কীকরণ||
সতেরো||
সত্তর||
সত্যফল||
সদর|centre, front|ʃɔd̪oɾ
সদরদপ্তর|headquarters|ʃɔd̪oɾd̪ɔftoɾ
সদরদফতর||
সদস্য||
সদাই|deal, bargain|ʃɔd̪ai̯
সদাত্মা||ʃadɑttɑ
সন||
সনদ|document|ʃɔnod̪
সনদপত্র|certificate|ʃɔnod̪pɔt̪ɾo
সন্ধ্যা|evening|ʃo§n§ddʰ§a
সপ্তাহ||
সফটওয়্যার||
সফর|travel|sɔ§fo§r||ʃɔpʰor
সফল||
সফেদ||
সব জায়গা||
সব|all||śôb
সবকিছু||
সবজজ||
সবজি|vegetable|ʃɔbd͡ʒi/ʃɔbzi
সবাই||
সবুজ|green||śôbuj
সভ্য||
সমক||
সমকামিতা||
সমকামী||
সমকে||
সমন||
সময়||
সময়কাল|duration|ʃɔmɔjkal
সমস্যা||
সমাইন্যা||
সমাজ||
সমাজতন্ত্র||
সমাজতান্ত্রিক||
সমান||
সমানে||
সমীরণ|wind, air|ʃo§mi§ɾɔ§n
সমুখ||
সমুদ্র|sea||śômudr
সম্পদ||
সম্পর্ক||
সম্পর্কে||
সম্পাদক||
সম্পাদিকা||
সম্প্রচার||
সম্বন্ধে|about|ʃɔ§m§mɔ§n§dʰe
সম্ভাবনা||
সম্রাট||
সয়লাব||
সরকার|government|ʃɔɾkaɾ
সরকারি||
সরকারী||
সরদ||
সরস||
সরা||
সরানো||
সরীসৃপ|reptile|ˈs̠ɔ̝.ɾiˌs̠ːɾiˑp
সরু||
সর্দার||
সর্প||
সর্বনাম||
সলিল|water|ʃolil
সলোমন দ্বীপপুঞ্জ||
সহ কর্মী||
সহ-কর্মী||
সহকর্মী||
সহজ||
সহযোগিতা||
সহযোগী||
সহল||
সহা||
সাঁই||
সাঁইতিরিশ||
সাঁউ তুমি ও প্রিন্সিপি||
সাঁওতাল|Santal|ˈs̠ä̃o̯.t̪äˑl
সাঁওতালি|Santali|ˈs̠ä̃o̯.t̪ä.liˑ
সাঁচা||
সাঁঝ||
সাঁতরানো|to swim||śãtôrano
সাঁতার কাটা||
সাঁতার||
সাংঘাতিক|terrible|ʃɑŋ§ɡʰɑ§ti§k
সাংস্কৃতিক||
সাইদ||
সাইপ্রাস||
সাগর|sea|ʃaɡɔɾ
সাঙঘাতিক|terrible|ʃɑ§ŋ§ɡʰɑ§ti§k
সাজানো||
সাত||
সাতক্ষীরা জেলা||
সাতচল্লিশ||
সাতষট্টি||
সাতাত্তর||
সাতানব্বই||
সাতান্ন||
সাতাশ||
সাতাশি||
সাথে||
সাদা|white|ʃad̪a|śada
সাধারণ||
সান মারিনো||
সাপ|snake|ʃɑp|śap
সাপটা||
সাপুড়ে||
সাপ্তাহিক||
সাফ|clean|sapʰ/saf
সাবজজ||
সাবধান||
সাবান|soap|ʃaban
সাবাশ||
সাবাস||
সামনে||
সামাজিক||
সামুদ্রিক সাপ||
সামুদ্রিক||
সামোয়া||
সায়া||
সার||
সারি||
সার্বিয়া||
সার্বো-ক্রোয়েশীয়-বসনীয় ভাষা||
সাল||
সালন||
সালমান||
সালাত||
সালাম|peace|salam
সালোকসংশ্লেষ||
সালোকসংশ্লেষণ||
সাহরাওয়ি আরব গণপ্রজাতন্ত্র||
সাহায্য করা||
সাহায্য||
সাহায্যকারী||
সিংহ||
সিকিম||
সিগারেট|cigarette|siɡɑreʈ
সিঙ্গাপুর||
সিতারা||
সিনান||
সিন্দুক|box, chest|ʃind̪uk
সিন্ধু|ocean, sea|ʃind̪ʱu/ʃind̪u
সিন্ধুঘোটক|walrus|ʃind̪ʱuɡʱoʈɔk/ʃind̪uɡoʈɔk
সিপাহী||
সিয়েরা লিওন||
সিয়োনবাদ||
সিরাজ||
সিরাজগঞ্জ জেলা||
সিরিয়া||
সির্কা||
সিলডি||
সিলেইট্যা||
সিলেট জেলা||
সিলেট বিভাগ||
সিলেট||
সিলেটি||
সিসিলি||
সুইজারল্যান্ড||
সুইডেন||
সুগার||
সুজি||
সুদান||
সুনামগঞ্জ জেলা||
সুন্দর||
সুন্দরী|beautiful women|ʃund̪ɔɾi
সুপারি||
সুফী||
সুবিধা||
সুভদ্রক||
সুমার||
সুয়েডীয় ভাষা||
সুযোগ||
সুরত||
সুরা||
সুরিনাম||
সুরেলা||
সুলতান|sultan|sult̪an
সুলতানা||
সুলুপ||
সূরা||
সূর্য|sun|ʃurd͡ʒo|śurjô
সূর্যগ্রহণ||
সৃষ্টি||
সে|he, she, it|ˈʃe|śe
সেঁজা||
সেঁজার||
সেই||
সেইগুলা||
সেইগুলো||
সেইটা||
সেইটি||
সেকেন্ড||
সেক্স||
সেখান||
সেখানে||
সেগুলা||
সেগুলো||
সেজার||
সেটা||
সেটি||
সেনেগাল||
সেন্ট কিট্‌স ও নেভিস||
সেন্ট ভিনসেন্ট ও গ্রেনাডাইন দ্বীপপুঞ্জ||
সেন্ট লুসিয়া||
সেন্সস||
সেপ্টেম্বর||
সেব||
সেশেল||
সেহেতু||
সোজা|straight||śoja
সোনা||
সোমবার||
সোমালিয়া||
সোমালিল্যান্ড||
সোয়াজিল্যান্ড||
সোয়াদ||
সোয়ামি||
সোয়ামী||
সোয়াহিলি ভাষা||
সোলো||
সৌদি আরব||
সৌন্দর্য||
স্কার্ফ||
স্কুইড||
স্কুটার||
স্কুল|school
স্খলন||
স্তনবৃন্ত||
স্তালিন|Stalin|ˈs̠t̪ä.liˑn
স্ত্রী|woman, female|stri|stri
স্নান||
স্নেহ|affection|ˈs§ne§ɦo
স্পেন||
স্পেনীয় ভাষা||
স্ফটিক|crystal|ʃpʰoʈik
স্বপন||
স্বপ্ন দেখা||
স্বপ্ন|dream|ʃɔpno
স্বাদ||
স্বাধীনতা যুদ্ধ||
স্বাধীনতা||
স্বাধীনতার যুদ্ধ||
স্বাভাবিক||
স্বামিনী||
স্বামী|husband|ˈs̠§ä.§miˑ
স্বার্থ||
স্বার্থপর||
স্বাস্থ্য|health|ʃastʰjɔ
স্বীকার করা|to hunt||śikar kôra
স্বীকৃত||
স্বীকৃতি||
স্মৃতি|memory|s§ri§ti
স্যাটানিজম||
স্রেফ|only, just|sɾef
স্লথ ভালুক||
স্লথ ভাল্লুক||
স্লোভাক ভাষা||
স্লোভাকিয়া||
স্লোভেনিয়া||
সৎ|honest|ˈsɔt̪
সৎমা|step-mother|ʃɔ§t§mɑ
হংকং||
হইতে||
হউর||
হউরী||
হওয়া||
হক||
হকি|hockey|ˈɦɔ.kiˑ
হক্কল||
হগল||
হঙ্গে||
হঠাত্|suddenly|ɦɔ§ʈʰa§t̪
হঠাৎ|suddenly|hɔ§ʈʰɑ§t
হড়কানো||
হতাশা|depression, disappointment|ɦɔt̪ɑʃɑ
হতে||
হত্যা|to murder|ɦottɑ
হন্ডুরাস||
হন্দর||
হপন||
হবিগঞ্জ জেলা||
হমকে||
হমাইন্যা||
হমান||
হমুক||
হয়রান|confused, bored|ɦɔe̯ɾan
হয়ে||
হর||
হরকিসিম||
হরতন||
হরতাল||
হরফ||
হরহামেশা||
হরা||
হরিজন||
হরিণ|deer|ho§ri§n
হরিয়ানা||
হরীতকী||
হরু||
হল|(student) hall|hɔ§l
হলুদ কামিলা||
হলুদ|yellow||hôlud
হসন্ত||
হসপিটাল||
হস্তমৈথুন করা||
হস্তমৈথুন||
হহুন||
হাঁ||
হাঁই||
হাঁকানো||
হাঁকে||
হাঁচোর||
হাঁটা|to walk|ˈɦaʈa|hãṭa
হাঁটু|knee|ˈɦaʈu/ˈɦãʈu|hãṭu
হাঁড়িয়া||
হাঁতরানো||
হাঁতার||
হাঁপান|to pant|hɑ̃§pɑ§n
হাঁর||
হাঁস||
হাঁসী||
হাইতি||
হাইপোথ্যালামাস||
হাইর||
হাউসা ভাষা||
হাওড়||
হাওন||
হাওয়া||
হাওর||
হাগা||
হাগু||
হাঙর||
হাঙ্গর||
হাঙ্গুর||
হাঙ্গেরি||
হাচা||
হাজার||
হাট|market, bazaar|ɦaʈ̟
হাড়|bone||haṛ
হাড়ি||
হাত পা||
হাত মারা||
হাত-পা|limbs|ɦat̪pa
হাত|hand|ɦa§t̪
হাতবোমা||
হাতি|elephant|ɦɑt̪i
হাতিচোক||
হাপ||
হাবশি||
হাবশী||
হাবসি||
হাবসী||
হামদ||
হামলা|attack|ɦam.la
হামাক||
হামানদিস্তা||
হামানো||
হামার||
হামি||
হামুক||
হামেশা||
হায়||
হায়দর||
হায়দরাবাদ||
হায়দ্রাবাদ||
হায়রে লন্ডন শান্তি নাই||
হায়রে||
হায়া||
হায়েনা||
হারা||
হারানো||
হারাম||
হার্ট||
হার্ডওয়্যার||
হার্ডকোর পর্নোগ্রাফি||
হাল||
হালাক||
হালাম||
হালাল||
হালুয়া||
হাশর||
হাশি||
হাসনাহেনা||
হাসপাতাল||
হাসা|to smile|ɦɑʃɑ|haśa
হাসান||
হাসানো||
হাসিন||
হিংসা|jealousy|ɦiŋʃa
হিগা||
হিজড়া|hijra|ˈɦid͡ʒɽa/ˈɦid͡ʒɹa
হিজরত||
হিটলার||
হিডা||
হিনান||
হিনি||
হিন্দি ভাষা||
হিন্দি||
হিন্দু||
হিব্রু ভাষা||
হিম||
হিমাচল প্রদেশ||
হিমাচল||
হিমালয়||
হিয়া||
হিয়ান||
হিয়াল||
হিল||
হিসাব||
হিস্সা|part, portion|ɦiʃʃa
হুঁশ||
হুকুম||
হুকুমত||
হুটকি||
হুদা||
হুনা||
হুনি||
হুরইন||
হুরমত||
হুসেইন||
হৃদয়|heart|hri§dɔ§j|hridôẏ
হৃৎপিন্ড||
হে||
হেঁজ||
হেঁজা||
হেঁজার||
হেঁয়ালি||
হেই||
হেইতে||
হেতাই||
হেতাইন||
হেতি||
হেতে||
হেমন্ত||
হেরেম||
হোটেল||
হোয়া||
হোয়াটসঅ্যাপ|WhatsApp|ho§yɑ§ʈʃ§ɔ§æ§p
হোয়াদ||
হোরা||
হোল||
হোসেন||
হ্ণ||
হ্যাঁ|yes|h§æ̃ː
হ্যালো||
হ্রদ||


গাঞি|||gani
গর্ত|hole||gɔrtô



@ unknown source

ʼপরে|above||ʼpôre||x
কʼরে|after||kôʼre||x
















































`

