
// ⒶⒷⒸⒹⒺⒻⒼⒽⒾⒿⓀⓁⓂⓃⓄⓅⓆⓇⓈⓉⓊⓋⓌⓍⓎⓏ
// ⓐⓑⓒⓓⓔⓕⓖⓗⓘⓙⓚⓛⓜⓝⓞⓟⓠⓡⓢⓣⓤⓥⓦⓧⓨⓩ⊙
// 🅐🅑🅒🅓🅔🅕🅖🅗🅘🅙🅚🅛🅜🅝🅞🅟🅠🅡🅢🅣🅤🅥🅦🅧🅨🅩
// 🅰🅱🅲🅳🅴🅵🅶🅷🅸🅹🅺🅻🅼🅽🅾🅿🆀🆁🆂🆃🆄🆅🆆🆇🆈🆉



var collections = [
{ symbol:'Ⓥ', desc:'Vowels', chars:'(ি|ে|ৈ|ো|ৌ|ী|ু|ূ|া|ৃ)' },
{ symbol:'Ⓒ', desc:'All consonants', chars:'(প|ব|ফ|ভ|ত|দ|থ|ধ|ট|ড|ঠ|ঢ|ক|গ|খ|ঘ|চ|ছ|জ|ঝ|য|শ|ষ|স|হ|ম|ন|ণ|ঞ|ঙ|র|ল|ড়|ঢ়|য়)' },
{ symbol:'Ⓑ', desc:'Basic consonants', chars:'(প|ব|ফ|ভ|ত|দ|থ|ধ|ট|ড|ঠ|ঢ|ক|গ|খ|ঘ|চ|ছ|জ|ঝ|য|শ|ষ|স|হ|ম|ন|ণ|ঞ|ঙ|র|ল)' },
{ symbol:'Ⓔ', desc:'Extended consonants', chars:'(ড়|ঢ়|য়)' },
{ symbol:'Ⓕ', desc:'Finals', chars:'(ঁ|ং|ঃ|ৗ|ৎ)' },
{ symbol:'Ⓘ', desc:'Invisibles', chars:'(\u200C|\u200D)' },
]
