autoExpandExamples.su = `

ᮃᮀᮊᮒ᮪||
ᮃᮀᮊᮣᮥᮀ||
ᮃᮀᮊᮥᮒᮔ᮪|transport||angkutan||
ᮃᮀᮊᮩᮘ᮪||
ᮃᮄᮀ||
ᮃᮊᮀ||
ᮃᮊ᮪ᮞᮛ|syllable||aksara||
ᮃᮌᮢᮤᮊᮥᮜ᮪ᮒᮥᮁ|agriculture||agrikultur||
ᮃᮌᮩᮀ||
ᮃᮍᮣᮧ||
ᮃᮍᮤᮀ||
ᮃᮍᮤᮔ᮪||
ᮃᮍᮨᮔ᮪||
ᮃᮏᮊ᮪||
ᮃᮏᮨᮌ᮪||
ᮃᮒᮤ||
ᮃᮒᮥᮁ||
ᮃᮓᮒ᮪||
ᮃᮓᮥᮂ||
ᮃᮓᮨᮌ᮪||
ᮃᮔᮧᮙ᮪||
ᮃᮔ᮪ᮏᮤᮀ||
ᮃᮔ᮪ᮏᮩᮔ᮪||
ᮃᮔ᮪ᮏᮩᮔ᮪ᮔ||
ᮃᮕᮧᮒᮦᮊ᮪||
ᮃᮘᮂ||
ᮃᮘᮂ-ᮃᮘᮂ|goods||abah-abah||
ᮃᮘᮧᮒ᮪||
ᮃᮘ᮪ᮓᮤ||
ᮃᮙᮨᮀ||
ᮃᮙ᮪ᮕᮛᮔ᮪||
ᮃᮙ᮪ᮘᮥᮀ||
ᮃᮙ᮪ᮘᮨᮊᮔ᮪||
ᮃᮛᮄᮀ||
ᮃᮛᮔ᮪ᮏᮩᮔ᮪||
ᮃᮛᮔ᮪ᮏᮩᮔ᮪ᮔ||
ᮃᮛᮥᮛᮀ||
ᮃᮛᮧᮒ᮪||
ᮃᮛᮨᮊ᮪||
ᮃᮜᮤᮂ||
ᮃᮜᮤᮒ᮪||
ᮃᮜᮤᮙ᮪||
ᮃᮜᮥᮀ||
ᮃᮜᮥᮔᮺᮌᮥᮀ|tidal wave||alun-agung||
ᮃᮝᮀ||
ᮃᮝᮤᮞ᮪||
ᮃᮝᮧᮔ᮪||
ᮄᮊᮣᮤᮙ᮪|climate||iklim||
ᮄᮕᮤᮞ᮪||
ᮄᮙᮂ||
ᮄᮙᮂᮊᮎᮔ||
ᮄᮚᮩ||
ᮄᮛᮠ||
ᮄᮛᮥᮀ||
ᮄᮜᮒ᮪||
ᮅᮃᮕ᮪|steam||uap||
ᮅᮒᮩᮊ᮪||
ᮅᮔᮤᮍ||
ᮅᮕᮙᮤ||
ᮅᮘᮁ||
ᮅᮚᮂ||
ᮅᮛᮀ||
ᮆᮒ||
ᮆᮒᮀ||
ᮆᮜ᮪ᮙᮥ|science||élmu||
ᮆᮞ᮪||
ᮇᮒᮦᮒ᮪||
ᮇᮒᮧᮒ᮪||
ᮇᮛᮚ᮪||
ᮇᮛᮧᮊ᮪||
ᮈᮔ᮪ᮒᮦᮂ||
ᮈᮔ᮪ᮒᮩ||
ᮈᮔ᮪ᮓᮥᮀ||
ᮈᮔ᮪ᮓᮧᮌ᮪||
ᮈᮙᮞ᮪||
ᮈᮙ᮪ᮘᮥᮀ||
ᮈᮝᮒᮩᮔ᮪||
ᮉᮞᮤ||
ᮊᮄ||
ᮊᮓᮠᮛᮔ᮪||
ᮊᮓᮥ||
ᮊᮔ᮪ᮎᮔ||
ᮊᮔ᮪ᮏᮥᮒ᮪||
ᮊᮔ᮪ᮒᮧᮁ||
ᮊᮕᮥᮒ᮪||
ᮊᮙ᮪ᮘᮀ||
ᮊᮛᮦᮒ᮪||
ᮊᮛᮨᮞᮨᮘᮔ᮪||
ᮊᮜᮕ||
ᮊᮜᮚᮔ᮪||
ᮊᮜᮝᮔ᮪||
ᮊᮝᮤᮂ||
ᮊᮞᮥᮁ||
ᮊᮤᮙ᮪ᮕᮨᮜ᮪||
ᮊᮤᮝ||
ᮊᮥᮊᮥ||
ᮊᮥᮎᮥᮁ||
ᮊᮥᮎᮨᮜ᮪||
ᮊᮥᮙᮠ||
ᮊᮥᮙ᮪ᮘᮂ||
ᮊᮥᮜᮝᮥ||
ᮊᮥᮜᮤᮒ᮪||
ᮊᮥᮜᮨᮙ᮪||
ᮊᮥᮜ᮪ᮊᮞ᮪||
ᮊᮦᮎᮕ᮪||
ᮊᮧᮔᮦᮀ||
ᮊᮧᮕᮤ||
ᮊᮧᮞᮧᮊ᮪||
ᮊᮨᮁᮞ||
ᮊᮨᮊᮨᮘᮥᮜ᮪||
ᮊᮨᮎᮕ᮪||
ᮊᮨᮓᮨᮀ||
ᮊᮨᮓᮨᮜᮦ||
ᮊᮨᮔ᮪ᮓᮀ||
ᮊᮨᮙ᮪ᮘᮀ||
ᮊᮨᮚᮨᮀ||
ᮊᮩᮞᮢᮊ᮪||
ᮊᮩᮞᮤᮊ᮪||
ᮌᮁᮝ||
ᮌᮏᮤᮂ||
ᮌᮛᮤᮀ||
ᮌᮛᮧ||
ᮌᮜᮊ᮪ᮞᮤ||
ᮌᮜᮥᮁ||
ᮌᮤᮔ᮪ᮏᮜ᮪||
ᮌᮥᮌᮥᮊ᮪||
ᮌᮥᮔᮥᮀ||
ᮌᮥᮔ᮪ᮒᮤᮀ||
ᮌᮥᮙᮥᮏᮨᮀ||
ᮌᮥᮛᮒ᮪||
ᮌᮥᮜ||
ᮌᮦᮞᮦᮂ||
ᮌᮧᮌᮧᮒ᮪||
ᮌᮨᮒᮤᮂ||
ᮌᮨᮓᮀ||
ᮌᮨᮜᮥᮒ᮪||
ᮌᮨᮜᮧᮙ᮪ᮘᮀ||
ᮌᮨᮜᮧᮙ᮪ᮘᮀ ᮙᮤᮊᮢᮧ|microwave||gelombang mikro||
ᮌᮩᮜᮤᮞ᮪||
ᮍᮊ᮪ᮒᮤᮕ᮪ᮊᮩᮔ᮪||
ᮍᮔᮧᮔᮊ᮪ᮒᮤᮕ᮪ᮊᮩᮔ᮪||
ᮍᮕᮥᮀ||
ᮍᮖᮥᮀᮞᮤᮊᮩᮔ᮪||
ᮍᮙᮔᮂ||
ᮍᮛᮔ᮪||
ᮍᮜᮠᮤᮁᮊᮩᮔ᮪||
ᮍᮠᮥᮛᮥᮀᮊᮩᮔ᮪||
ᮍᮧᮏᮄ||
ᮎᮀᮊᮀ||
ᮎᮄ||
ᮎᮄ ᮒᮔᮩᮂ||
ᮎᮊᮨᮒ᮪||
ᮎᮎᮁ||
ᮎᮎᮄ||
ᮎᮎᮤᮀ||
ᮎᮛᮤᮇᮞ᮪||
ᮎᮛᮧᮌᮦ||
ᮎᮜᮤᮊ᮪||
ᮎᮝᮧᮊᮂ||
ᮎᮠᮚ||
ᮎᮤᮊᮤᮄᮂ||
ᮎᮥᮍᮥᮍᮥᮊ᮪||
ᮎᮥᮎᮥᮍᮥᮊ᮪||
ᮎᮥᮎᮥᮒ᮪||
ᮎᮧᮀᮎᮧᮛᮀ||
ᮎᮨᮕᮤᮜ᮪||
ᮎᮨᮕᮨᮀ||
ᮏᮀᮏᮀ||
ᮏᮌᮧᮀ||
ᮏᮏᮔ᮪ᮒᮥᮀ||
ᮏᮔ᮪ᮒᮥᮀ||
ᮏᮘᮣᮧᮌ᮪||
ᮏᮛᮝᮒ᮪||
ᮏᮜᮔ᮪ ᮎᮄ||
ᮏᮜᮛᮔ᮪||
ᮏᮠᮒ᮪||
ᮏᮠᮦ||
ᮏᮥᮊᮥᮒ᮪||
ᮏᮥᮙᮃᮂ||
ᮏᮥᮙᮨᮔᮨᮀ||
ᮏᮨᮔᮨᮍᮔ᮪||
ᮏᮨᮕᮀ||
ᮏᮨᮙ᮪ᮕᮧᮜ᮪||
ᮑᮔ||
ᮒᮀᮊᮜ᮪||
ᮒᮀᮌᮄ||
ᮒᮃᮊ᮪||
ᮒᮅᮔ᮪||
ᮒᮒᮔᮦᮔ᮪||
ᮒᮒᮙ᮪ᮘ||
ᮒᮔᮩᮂ||
ᮒᮔ᮪ᮓᮥᮊ᮪||
ᮒᮙ᮪ᮕᮧᮜᮧᮀ||
ᮒᮛᮥᮀ||
ᮒᮜᮌ||
ᮒᮤᮀᮌᮀ||
ᮒᮤᮄᮞ᮪||
ᮒᮤᮅᮕ᮪||
ᮒᮤᮍᮜᮤ||
ᮒᮤᮙᮂ||
ᮒᮤᮙᮔ᮪ᮒᮨᮔ᮪||
ᮒᮤᮛᮤᮞ᮪||
ᮒᮤᮜᮥ||
ᮒᮥᮀᮊᮄ||
ᮒᮥᮃᮀ||
ᮒᮥᮅᮞ᮪||
ᮒᮥᮒᮥᮝᮥᮠᮔ᮪||
ᮒᮥᮜᮀ||
ᮒᮥᮠᮥᮁ||
ᮒᮦᮊᮧ||
ᮒᮨᮊᮥ||
ᮒᮨᮍᮨᮊ᮪||
ᮒᮨᮍᮨᮔ᮪||
ᮒᮨᮘᮤᮂ||
ᮒᮨᮙ᮪ᮘᮀ||
ᮒᮨᮜᮞ᮪||
ᮒᮨᮝᮨᮊ᮪||
ᮒᮩᮊ᮪ᮒᮩᮊ᮪||
ᮓᮀᮓᮩᮁ||
ᮓᮅᮁ ᮎᮄ||
ᮓᮅᮔ᮪||
ᮓᮍᮥ||
ᮓᮓᮝᮥᮠᮔ᮪||
ᮓᮚᮀ||
ᮓᮚᮩᮂ||
ᮓᮛᮒ᮪||
ᮓᮜᮤᮀᮓᮤᮀ||
ᮓᮜᮥᮛᮥᮀ||
ᮓᮝᮥᮂ||
ᮓᮝᮥᮂ ᮊᮤᮝᮛᮤ||
ᮓᮠᮁ||
ᮓᮠᮥ||
ᮓᮤᮑ||
ᮓᮤᮒᮥ||
ᮓᮤᮔ||
ᮓᮤᮔ᮪ᮒᮨᮔ᮪||
ᮓᮥᮛᮦᮔ᮪||
ᮓᮦᮛᮦᮒ᮪ ᮝᮊ᮪ᮒᮥ||
ᮓᮧᮙ᮪ᮕᮦᮒ᮪||
ᮓᮨᮒᮤᮊ᮪||
ᮔᮇᮔ᮪||
ᮔᮜᮤᮃᮔ᮪||
ᮕᮆᮂ||
ᮕᮇᮞ᮪||
ᮕᮊᮛᮀ||
ᮕᮌᮛᮚᮥ||
ᮕᮌᮥᮔᮥᮍᮔ᮪||
ᮕᮍᮔ᮪||
ᮕᮍᮙ᮪ᮘᮥᮀ||
ᮕᮍᮝᮨᮛᮥᮂ||
ᮕᮍᮤᮛᮤᮙᮔ᮪||
ᮕᮍᮦᮛᮔ᮪||
ᮕᮍᮦᮞ᮪ᮒᮥ||
ᮕᮒᮣᮧᮒ᮪||
ᮕᮒᮥᮃᮍᮔ᮪||
ᮕᮔᮍᮔ᮪||
ᮕᮔᮞ᮪||
ᮕᮔᮧᮔ᮪||
ᮕᮔᮧᮔ᮪ᮕᮧᮆ||
ᮕᮕᮂ||
ᮕᮕᮌᮔ᮪||
ᮕᮙᮥᮕᮥᮞ᮪||
ᮕᮙᮨᮌᮨᮒ᮪||
ᮕᮚᮥᮀ||
ᮕᮛᮥᮀᮌᮥ||
ᮕᮞᮤᮁ|hill|(pasir||
ᮕᮞᮤᮠᮔ᮪||
ᮕᮤᮃᮔᮊᮔ᮪||
ᮕᮤᮔᮛᮨᮕ᮪||
ᮕᮤᮔᮥᮂ||
ᮕᮥᮀᮊᮥᮁ||
ᮕᮥᮕᮥᮞ᮪||
ᮕᮥᮞ᮪ᮕ||
ᮕᮦᮞᮧ||
ᮕᮧᮔ᮪ᮓᮧᮊ᮪||
ᮕᮨᮁᮕᮥᮞ᮪ᮒᮊᮃᮔ᮪||
ᮕᮨᮕᮨᮓᮥᮒ᮪||
ᮕᮨᮕᮨᮜᮊᮔ᮪||
ᮕᮩᮏᮤᮒ᮪||
ᮘᮀᮞ||
ᮘᮌᮨᮓᮥᮁ||
ᮘᮎ||
ᮘᮏᮤᮀ||
ᮘᮒᮥ||
ᮘᮚᮂ||
ᮘᮚᮥ||
ᮘᮛᮔᮠᮔ᮪||
ᮘᮛᮥ||
ᮘᮛᮩᮂ||
ᮘᮜᮧᮀ||
ᮘᮞ||
ᮘᮞᮩᮂ||
ᮘᮠᮙ᮪||
ᮘᮤᮀᮊᮨᮀ||
ᮘᮤᮃᮀ||
ᮘᮤᮔᮤᮂ||
ᮘᮥᮃᮂ||
ᮘᮥᮃᮔ||
ᮘᮥᮅᮊ᮪||
ᮘᮥᮏᮨᮀ||
ᮘᮥᮒᮊ᮪||
ᮘᮥᮒᮥᮂ||
ᮘᮥᮔ᮪ᮒᮥᮒ᮪||
ᮘᮥᮔ᮪ᮓᮨᮁ||
ᮘᮥᮛᮤᮂ||
ᮘᮥᮛᮥ||
ᮘᮥᮛᮥᮊ᮪||
ᮘᮥᮜᮇ||
ᮘᮥᮜᮔ᮪||
ᮘᮥᮜᮩᮓ᮪||
ᮘᮥᮠᮚ||
ᮘᮦᮃᮞ᮪||
ᮘᮦᮔ᮪ᮒᮀ||
ᮘᮧᮏᮧ||
ᮘᮧᮜᮧᮊᮧᮒ᮪||
ᮘᮨᮓᮧᮜ᮪||
ᮘᮨᮔᮨᮁ||
ᮘᮨᮜᮨᮝᮥᮊ᮪||
ᮘᮩᮀᮊᮩᮒ᮪||
ᮘᮩᮀᮠᮁ||
ᮘᮩᮘᮩᮛᮤᮒᮔ᮪||
ᮘᮩᮛᮩᮙ᮪||
ᮘᮩᮜᮂ||
ᮘᮩᮜᮩᮙ᮪||
ᮘᮩᮞᮤ||
ᮙᮀᮌᮥ|mangosteen||manggu||
ᮙᮁᮌᮤ||
ᮙᮁᮎᮕᮓ||
ᮙᮓᮥ||
ᮙᮔᮂ||
ᮙᮔᮥᮞ||
ᮙᮔ᮪ᮒᮦᮌ||
ᮙᮛᮔᮨᮂᮔ||
ᮙᮛᮥᮒ||
ᮙᮛᮩᮙᮔ᮪||
ᮙᮞ᮪ᮒᮊ||
ᮙᮤᮑᮊ᮪||
ᮙᮤᮒᮨᮞ᮪||
ᮙᮥᮔ᮪ᮓᮤᮀ||
ᮙᮥᮕᮥᮞ᮪||
ᮙᮥᮛᮀᮊᮜᮤᮂ||
ᮙᮦᮌ||
ᮙᮧᮊᮤᮃ||
ᮙᮧᮙᮧᮊ᮪||
ᮙᮨᮔ᮪ᮒᮥᮓ᮪||
ᮙᮨᮞᮤᮔ᮪||
ᮙᮨᮞᮤᮔ᮪ ᮒᮤᮊ᮪||
ᮙᮨᮞᮤᮔ᮪ ᮒᮨᮃᮀ||
ᮛᮊᮤᮒ᮪||
ᮛᮎᮥᮔ᮪||
ᮛᮔ᮪ᮏᮀ||
ᮛᮙ||
ᮛᮙᮒᮣᮧᮊ||
ᮛᮙᮒ᮪ᮊᮎ||
ᮛᮙᮨᮞ᮪||
ᮛᮙ᮪ᮘᮥᮒ᮪||
ᮛᮤᮑᮥᮂ||
ᮛᮤᮞ᮪ᮘᮀ||
ᮛᮥᮘᮊ᮪||
ᮛᮦᮊᮚᮞ||
ᮛᮦᮌᮀ|stick||régang||
ᮛᮧᮘᮂ||
ᮛᮧᮠᮍᮔ᮪ ᮠᮕ||
ᮛᮩᮉᮊ᮪||
ᮜᮅᮊ᮪||
ᮜᮅᮒ᮪||
ᮜᮅᮒ᮪ ᮏᮨᮕᮀ||
ᮜᮍᮣᮚᮍᮔ᮪||
ᮜᮍᮤᮒ᮪||
ᮜᮏᮥ||
ᮜᮏᮥ ᮎᮠᮚ||
ᮜᮔ᮪ᮓᮊ᮪||
ᮜᮘᮥᮂ||
ᮜᮚᮁ||
ᮜᮚᮍᮔ᮪||
ᮜᮜᮊᮤ||
ᮜᮤᮊᮥᮁ||
ᮜᮤᮔᮤ||
ᮜᮤᮞᮂ||
ᮜᮥᮃᮞ᮪||
ᮜᮥᮌ||
ᮜᮥᮓᮂ||
ᮜᮦᮒᮂ||
ᮜᮧᮌᮙ᮪||
ᮜᮧᮙ||
ᮜᮧᮜᮧ||
ᮜᮨᮎᮨᮊ᮪||
ᮜᮨᮓᮢᮨᮊ᮪||
ᮜᮨᮘᮥ||
ᮜᮨᮘᮨᮒ᮪||
ᮜᮨᮙᮂ||
ᮜᮨᮙᮨᮞ᮪||
ᮜᮨᮙ᮪ᮕᮨᮀ||
ᮜᮨᮙ᮪ᮘᮥᮒ᮪||
ᮜᮨᮛᮨᮞ᮪||
ᮜᮩᮉᮒ᮪||
ᮜᮩᮍᮩᮔ᮪||
ᮜᮩᮙ᮪ᮕᮀ||
ᮜᮩᮝᮩᮀ||
ᮝᮁᮒ||
ᮝᮁᮞᮤᮂ||
ᮝᮇᮞ᮪||
ᮝᮔ||
ᮝᮔᮧᮏ||
ᮝᮜᮤᮛᮀ||
ᮝᮜᮥᮍᮔ᮪||
ᮝᮠᮍᮔ᮪||
ᮝᮤᮜᮍᮔ᮪||
ᮝᮤᮜᮍᮔ᮪ ᮘᮥᮜᮩᮓ᮪||
ᮝᮨᮍᮤ||
ᮝᮨᮜᮞ᮪||
ᮝᮩᮒᮩᮂ||
ᮞᮀᮌᮙ||
ᮞᮁᮒ||
ᮞᮃᮘ᮪||
ᮞᮆ||
ᮞᮊᮨᮓᮤᮊ᮪||
ᮞᮌᮛ||
ᮞᮍᮥ||
ᮞᮒᮧ||
ᮞᮓᮚ||
ᮞᮔᮦᮞ᮪||
ᮞᮘᮘᮛᮠ||
ᮞᮙ᮪ᮕᮦᮃᮔ᮪||
ᮞᮙ᮪ᮕᮩ||
ᮞᮛᮦ||
ᮞᮛᮨᮀ||
ᮞᮜᮊᮤ||
ᮞᮜ᮪ᮏᮥ||
ᮞᮝᮂ||
ᮞᮞᮊ᮪||
ᮞᮞᮊ᮪ ᮃᮀᮊᮒ᮪||
ᮞᮞᮊ᮪ ᮊᮘᮨᮜ᮪||
ᮞᮞᮊ᮪ ᮌᮔ᮪ᮒᮥᮀ||
ᮞᮞᮊ᮪ ᮌᮨᮛᮊ᮪||
ᮞᮞᮊ᮪ ᮒᮀᮊᮜ᮪ ᮊᮄ||
ᮞᮞᮊ᮪ ᮕᮔᮀᮌᮩᮚ᮪||
ᮞᮞᮊ᮪ ᮙᮜᮀ||
ᮞᮞᮊ᮪ ᮛᮧᮛᮧᮀᮊᮧᮀ||
ᮞᮞᮊ᮪ ᮜᮨᮀᮊᮥᮀ||
ᮞᮞᮤᮂ||
ᮞᮠ||
ᮞᮤᮊᮤ||
ᮞᮤᮒᮥ||
ᮞᮤᮔ᮪ᮓᮤᮁ||
ᮞᮤᮙ᮪ᮘᮥᮒ᮪||
ᮞᮤᮛᮂ||
ᮞᮤᮞᮤᮁ||
ᮞᮤᮞᮤᮔ᮪ᮓᮤᮛᮔ᮪||
ᮞᮥᮊᮥ||
ᮞᮥᮙ᮪ᮕᮤᮀ||
ᮞᮥᮛᮦᮜᮦᮊ᮪||
ᮞᮥᮜᮥᮂ||
ᮞᮥᮞᮥᮊᮔ᮪||
ᮞᮥᮞ᮪ᮒᮨᮁ ᮘᮞᮩᮂ||
ᮞᮥᮠᮥ||
ᮞᮥᮠᮥᮔ᮪||
ᮞᮦᮏᮦᮔ᮪||
ᮞᮦᮔ᮪ᮓᮧᮊ᮪||
ᮞᮧᮎ||
ᮞᮧᮛᮧᮀ||
ᮞᮨᮕᮥᮂ||
ᮞᮨᮘᮦᮁ||
ᮞᮨᮛᮀᮌ||
ᮞᮩᮉᮁ||
ᮞᮩᮊᮩᮒ᮪||
ᮞᮩᮔᮩ||
ᮞᮩᮞᮩᮕ᮪||
ᮞ᮪ᮕᮦᮞᮤᮆᮞ᮪||
ᮠᮊᮔ᮪||
ᮠᮓᮦ||
ᮠᮔᮩᮒ᮪||
ᮠᮛᮤᮒ||
ᮠᮜᮤᮙᮥᮔ᮪||
ᮠᮜᮩᮀᮠᮩᮙ᮪||
ᮠᮝᮥ||
ᮠᮞᮩᮕ᮪||
ᮠᮤᮅ||
ᮠᮤᮏᮤ||
ᮠᮤᮓᮩᮀ||
ᮠᮤᮘᮨᮁ||
ᮠᮤᮛᮥᮕ᮪||
ᮠᮥᮏᮔ᮪||
ᮠᮥᮛᮥ||
ᮠᮦᮏᮧ||
ᮠᮩᮔ᮪ᮎᮩᮒ᮪||
ᮠᮩᮘᮩᮜ᮪||
ᮠᮩᮛᮩᮒ᮪||
ᮮᮥᮯᮥ|state of grace||xušu خاشع||










































`
