
// ⒶⒷⒸⒹⒺⒻⒼⒽⒾⒿⓀⓁⓂⓃⓄⓅⓆⓇⓈⓉⓊⓋⓌⓍⓎⓏ																	
// ⓐⓑⓒⓓⓔⓕⓖⓗⓘⓙⓚⓛⓜⓝⓞⓟⓠⓡⓢⓣⓤⓥⓦⓧⓨⓩ⊙																	
																	

var collections = [
{ symbol:'Ⓥ', desc:'Vowels', chars:'(𞤭|𞤵|𞤫|𞤮|𞤢|𞤋|𞤓|𞤉|𞤌|𞤀)' },
{ symbol:'Ⓒ', desc:'Consonants', chars:'(𞤨|𞤦|𞤩|𞤼|𞤣|𞤯|𞤳|𞤺|𞤹|𞤷|𞤶|𞤬|𞤧|𞤸|𞤥|𞤲|𞤻|𞤽|𞤱|𞤪|𞤤|𞤴|𞤰|𞤾|𞤿|𞥀|𞥁|𞥂|𞥃|𞤧𞥈|𞤣𞥈|𞤼𞥈|𞤶𞥈|𞤢𞥈|𞤺𞥈|𞤸𞥈|𞤧𞥊|𞤶𞥊।𞤆|𞤄|𞤇|𞤚|𞤁|𞤍|𞤑|𞤘|𞤗|𞤕|𞤔|𞤊|𞤅|𞤖|𞤃|𞤐|𞤙|𞤛|𞤏|𞤈|𞤂|𞤒|𞤎|𞤜|𞤝|𞤞|𞤟|𞤠|𞤡|𞤅𞥈|𞤁𞥈|𞤚𞥈|𞤔𞥈|𞤀𞥈|𞤘𞥈|𞤖𞥈|𞤅𞥊|𞤔𞥊)' },
{ symbol:'ⓛ', desc:'Lowercase consonants', chars:'(𞤨|𞤦|𞤩|𞤼|𞤣|𞤯|𞤳|𞤺|𞤹|𞤷|𞤶|𞤬|𞤧|𞤸|𞤥|𞤲|𞤻|𞤽|𞤱|𞤪|𞤤|𞤴|𞤰|𞤾|𞤿|𞥀|𞥁|𞥂|𞥃|𞤧𞥈|𞤣𞥈|𞤼𞥈|𞤶𞥈|𞤢𞥈|𞤺𞥈|𞤸𞥈|𞤧𞥊|𞤶𞥊)' },
{ symbol:'ⓤ', desc:'Uppercase consonants', chars:'(𞤆|𞤄|𞤇|𞤚|𞤁|𞤍|𞤑|𞤘|𞤗|𞤕|𞤔|𞤊|𞤅|𞤖|𞤃|𞤐|𞤙|𞤛|𞤏|𞤈|𞤂|𞤒|𞤎|𞤜|𞤝|𞤞|𞤟|𞤠|𞤡|𞤅𞥈|𞤁𞥈|𞤚𞥈|𞤔𞥈|𞤀𞥈|𞤘𞥈|𞤖𞥈|𞤅𞥊|𞤔𞥊)' },
{ symbol:'Ⓕ', desc:'Marks', chars:'(𞥊|𞥆|𞥅|𞥄|𞥈|𞥉|𞥇)' },
{ symbol:'⊙', desc:'Invisibles', chars:'(\u200C|\u200D|2067|202B|2066|202A|2068|2069|202C|200F|200E|061C|034F)' },
]
