/*
native | meaning | IPA① | transcription | other transcriptions② | notes | wiktionary③


① separate each text unit (consonant+combining_mark(s)) with §, separate phonetic syllables with .
   use ‹ and › for a sound that spans 2 text units
   use – for a text unit that doesn't produce sound
   syllable boundary markers go inside previous unit, and emphasis markers begin emphasised unit

② the previous transcription field is always Latin. 
   if there is another key orthography (eg. Mongolian cyrillic) it goes here.
   vowelled/unvowelled alternatives also go here

③ if Wiktionary spells the word differently, add the spelling here
*/







autoExpandExamples.jv = `


@ https://en.wiktionary.org/wiki/Category:Javanese_lemmas
@ https://en.wiktionary.org/wiki/Category:Javanese_terms_with_IPA_pronunciation


ꦄꦂꦒ|Arga|ar.§ɡɔ|Arga|Arga|given name
ꦄꦂꦗꦸꦤ|Arjuna|ar.§d͡ʒu.§nɔ|Arjuna|Arjuna|male name
ꦄꦂꦪ|Arya|ar.§jɔ|Arya|Arya|name
ꦄꦪꦸ|Ayu|ˈa§ju|ayu||personal name
ꦄꦫꦶꦱ꧀ꦠꦺꦴꦠꦼꦭꦼꦱ꧀|Aristotle|
ꦄꦭ꧀ꦭꦃ|Allah||allah
ꦆꦤ꧀ꦠꦼꦫꦏ꧀ꦱꦶ|interaction||interaksi
ꦆꦤ꧀ꦢꦿ|Indra|i§n.§drɔ|Indra|Indra|Hindu god
ꦉꦏ꧀ꦱ|to guard, watch over|rə§k.§sɔ|reksa|reksa
ꦉꦕ|statue|rə.§t͡ʃɔ|reca|reca
ꦉꦚ꧀ꦕꦁ|wide|rə§ɲ.§t͡ʃaŋ|rencang|rencang
ꦉꦢꦶ||␣||
ꦉꦩꦸꦏ꧀ꦗꦸꦁ||
ꦉꦩꦸꦗꦸꦁ||
ꦉꦱꦶ||␣||
ꦉꦱ꧀ꦩꦶ||␣||
ꦊꦁꦏꦫ|impossible, improbable|ləŋ.§ka.§ra|lengkara|lengkara
ꦊꦔ||␣||
ꦊꦩ||␣||
ꦊꦩꦃ||␣||
ꦊꦩꦤ꧀ꦠꦸꦤ꧀||␣||
ꦊꦩꦫꦶ||␣||
ꦊꦩꦸ||␣||
ꦊꦩꦼꦱ꧀|pliant, supple|lə.§mə§s|lemes|lemes
ꦊꦩ꧀ꦥꦸꦁ||␣||
ꦊꦩ꧀ꦧꦸ||␣
ꦊꦭꦸꦲꦸꦂ||
ꦊꦱ꧀ꦠꦫꦶ|eternal|lə§s.§ta.§ri|lestari|lestari
ꦏꦁꦩꦱ꧀||
ꦏꦂꦠꦶ||␣||
ꦏꦂꦤ||␣||
ꦏꦂꦪ||␣||
ꦏꦂꦱ||␣||
ꦏꦏꦁ||
ꦏꦏꦏ꧀||
ꦏꦏꦮꦶꦤ꧀||␣||
ꦏꦏꦶꦄꦩꦺꦴꦁ||
ꦏꦏꦸꦱ꧀||␣||
ꦏꦔꦼꦤ꧀|desirous|ˈka.§ŋə§n|kangen|kangen
ꦏꦕ|glass|␣|kaca
ꦏꦕꦏ꧀|to speak|kaː§t͡ʃaː§ʔ|kacak|kacak||kacak
ꦏꦕꦸꦁ||␣||
ꦏꦕꦼꦥꦼꦠꦤ꧀||
ꦏꦚ꧀ꦕ||␣
ꦏꦛꦶꦭ꧀||␣||
ꦏꦝꦸꦁ||␣||
ꦏꦝꦺꦴ||␣||
ꦏꦠꦶ||␣||
ꦏꦠꦶꦩ꧀ꦧꦁ||␣||
ꦏꦠꦸꦭ꧀||␣||
ꦏꦠꦺꦭ||␣||
ꦏꦠꦺꦱ꧀||␣||
ꦏꦠꦼꦫꦔꦤ꧀||␣||
ꦏꦠꦿꦺꦴ||
ꦏꦢꦶꦥꦠꦺꦤ꧀||␣||
ꦏꦤꦱ꧀|pineapple||kanas
ꦏꦤ꧀ꦛꦶ|by|ka§n§ʈi
ꦏꦤ꧀ꦛꦶꦭ꧀||␣||
ꦏꦤ꧀ꦝꦶꦭ꧀||␣||
ꦏꦤ꧀ꦠꦺꦴꦂ|office||kantor
ꦏꦥꦏ꧀||␣||
ꦏꦥꦤꦺꦮꦺꦴꦤ꧀||␣||
ꦏꦥꦿꦗꦸꦫꦶꦠꦤ꧀||␣||
ꦏꦧꦪꦤ꧀||␣||
ꦏꦧꦸꦢꦪꦤ꧀||␣||
ꦏꦧꦸꦥꦠꦺꦤ꧀||
ꦏꦩꦤ꧀ꦠꦿꦺꦤ꧀||␣||
ꦏꦩꦶ|we, us||kami
ꦏꦩꦶꦠꦸꦮ||␣||
ꦏꦩꦸꦱ꧀||␣||
ꦏꦪꦔꦤ꧀||
ꦏꦫ||␣||
ꦏꦫꦁ||␣||
ꦏꦫꦏ꧀||␣||
ꦏꦫꦗꦤ꧀||␣||
ꦏꦫꦠꦺꦴꦤ꧀||␣||
ꦏꦫꦤ||␣||
ꦏꦫꦸꦤ||␣||
ꦏꦫꦺꦴ||␣||
ꦏꦭ||
ꦏꦭꦶꦃ||␣||
ꦏꦭꦶꦱ꧀ꦠꦿꦶꦏꦤ꧀|electricity||kalistrikan
ꦏꦭꦸꦫꦲꦤ꧀||␣||
ꦏꦭꦺꦤ꧀||␣||
ꦏꦭꦺꦴꦁ||
ꦏꦮꦱ||
ꦏꦮꦸꦁ||
ꦏꦮꦸꦭ||␣||
ꦏꦱꦸꦂ||␣||
ꦏꦲꦶꦤ꧀|cloth|ˈkaː§iː§n|kain|kain||kain
ꦏꦶꦛ||␣||
ꦏꦶꦠ||␣||
ꦏꦶꦢꦁ||␣||
ꦏꦶꦩꦶꦲ|chemistry||kimia
ꦏꦶꦫꦶꦏ꧀||␣||
ꦏꦶꦮ|left||kiwa
ꦏꦶꦱ꧀ꦩ||␣||
ꦏꦸ||
ꦏꦸꦏꦸꦂ||␣||
ꦏꦸꦏꦸꦃ||
ꦏꦸꦕꦶꦁ||
ꦏꦸꦛ|town|ku.§ʈa|
ꦏꦸꦤ꧀ꦝ||␣||
ꦏꦸꦤ꧀ꦠ||␣||
ꦏꦸꦥꦶꦁ||␣||
ꦏꦸꦩ꧀ꦥꦫꦤ꧀||
ꦏꦸꦩ꧀ꦧꦁ||
ꦏꦸꦭꦮꦂꦒ||␣
ꦏꦸꦭꦮꦫ꧀ꦒ||
ꦏꦸꦮꦠ꧀||
ꦏꦸꦮꦱ||
ꦏꦸꦮꦸ||␣||
ꦏꦺꦏꦃ||
ꦏꦺꦗꦸ||␣||
ꦏꦺꦮꦤ꧀||
ꦏꦺꦴꦢꦺꦴꦏ꧀||
ꦏꦺꦴꦤ꧀ꦠꦏ꧀||␣||
ꦏꦺꦴꦮꦺ||␣||
ꦏꦼꦂꦗ||␣||
ꦏꦼꦂꦠꦶ||␣||
ꦏꦼꦂꦱ||␣||
ꦏꦼꦗꦸ||␣||
ꦏꦼꦝꦠꦺꦴꦤ꧀||␣||
ꦏꦼꦠꦤ꧀||␣||
ꦏꦼꦠꦫ||␣||
ꦏꦼꦠꦶꦩ꧀ꦧꦁ||␣||
ꦏꦼꦠꦼꦩꦸ||␣||
ꦏꦼꦤ||␣||
ꦏꦼꦤ꧀ꦛꦁ||␣||
ꦏꦼꦤ꧀ꦝꦁ||
ꦏꦼꦤ꧀ꦝꦭꦶ||␣||
ꦏꦼꦥꦭ||␣||
ꦏꦼꦥꦸꦠꦿꦺꦤ꧀||␣||
ꦏꦼꦧꦏ꧀||␣||
ꦏꦼꦧꦪꦏ꧀||␣||
ꦏꦼꦧꦺꦴ||
ꦏꦼꦧꦿꦤꦁ||
ꦏꦼꦩꦤ꧀ꦠꦿꦺꦤ꧀||␣||
ꦏꦼꦩꦸꦭ꧀||
ꦏꦼꦩ꧀ꦧꦁ||␣
ꦏꦼꦫꦤ||␣||
ꦏꦼꦭꦏꦺꦴꦤ꧀||␣||
ꦏꦼꦮꦸ||␣||
ꦏꦽꦠ||␣||
ꦏꦽꦱ꧀ꦤ||␣||
ꦏꦿꦗꦤ꧀||␣||
ꦏꦿꦠꦺꦴꦤ꧀|royal palace|ˈkra§tɔ§n|kraton|kraton
ꦏꦿꦤ||␣||
ꦏꦿꦩ|behaviour, politeness|krɔ§mɔ|krama|krama
ꦏꦿꦩꦱ꧀||
ꦏꦿꦩꦲꦤ꧀ꦝꦥ꧀||␣||
ꦏꦿꦮꦸ||␣||
ꦏꦿꦶꦝ||␣||
ꦏꦿꦶꦪ|skill, craft||kriya
ꦏꦿꦸꦥꦸꦏ꧀|crackers|kru§pu§k|krupuk
ꦏꦿꦺꦕꦺꦏ꧀||␣||
ꦏꦿꦺꦠ||␣||
ꦏꦿꦺꦠꦺꦏ꧀||␣||
ꦏꦿꦺꦱ꧀ꦤ|child born with smooth black skin|ˈkrə§s§nɔ|Kresna|Kresna||Kresna
ꦏꦿꦺꦴꦠꦺꦴ|ant egg|ˈkro.§to|kroto
ꦏ꧀ꦫꦩ|politeness|krɔmɔ
ꦏ꧀ꦭꦩ꧀ꦧꦶ||␣||
ꦏ꧀ꦭꦮꦸ||␣||
ꦏ꧀ꦭꦼꦥꦺꦴꦤ꧀||␣||
ꦒꦁꦱ||␣||
ꦒꦁꦱꦭ꧀||␣||
ꦒꦂꦮ||␣||
ꦒꦒꦁ||␣||
ꦒꦒꦱ꧀||␣||
ꦒꦗꦃ|elephant|␣|gaja
ꦒꦚ꧀ꦗ||␣||
ꦒꦤ꧀ꦝꦺꦏ꧀||␣||
ꦒꦤ꧀ꦠꦶ||␣||
ꦒꦧꦃ|grain of rice|␣|gabah
ꦒꦧꦲꦺ|that grain of rice||gabahe
ꦒꦩꦼꦭꦤ꧀||␣||
ꦒꦩ꧀ꦥꦁ||␣||
ꦒꦫꦶꦱꦤ꧀||␣||
ꦒꦫꦸꦣ||
ꦒꦫ꧀ꦣꦸ|guard||gardu
ꦒꦭꦸꦃ||␣||
ꦒꦮ||␣||
ꦒꦶꦧꦱ꧀||
ꦒꦶꦫꦶ||
ꦒꦸꦝꦼꦒ꧀||␣||
ꦒꦸꦤ||␣||
ꦒꦸꦤꦸꦁ||
ꦒꦸꦤ꧀ꦠꦶꦁ||
ꦒꦸꦭ||␣||
ꦒꦸꦮ||␣||
ꦒꦺꦒꦺꦂ||␣||
ꦒꦺꦴꦫꦺꦁ|to fry|ˈɡo.§reŋ|gorèng|gorèng||gorèng
ꦒꦼꦒꦼꦂ||␣||
ꦒꦼꦝꦺꦒ꧀||␣||
ꦒꦼꦠꦶꦃ||␣
ꦒꦼꦢꦁ||
ꦒꦼꦣꦺ||
ꦒꦼꦣꦺꦴꦁ||␣||
ꦒꦼꦤꦶ||
ꦒꦼꦤ꧀ꦝꦶꦱ꧀||␣||
ꦒꦼꦫꦃ||␣||
ꦒꦼꦫꦶꦁ||␣||
ꦒꦼꦭ||␣||
ꦒꦼꦭꦂ||␣||
ꦒꦼꦭꦱ꧀ꦉꦱꦶꦏ꧀|clean glass||gelas resik
ꦒꦼꦭꦶꦱ꧀||␣||
ꦒꦼꦭꦸꦠ꧀||␣||
ꦒꦿꦶꦪ||␣||
ꦒꦿꦺꦗ|church|gre§d͡ʒa|gréja
ꦒꦿꦺꦴꦗꦺꦴꦒꦤ꧀||
ꦔꦥ||␣||
ꦔꦥꦏ꧀||␣||
ꦔꦧꦺꦲꦶ||␣||
ꦔꦺꦤꦺ||␣||
ꦔꦺꦭꦶꦁꦔꦶ|to consider||ngélingi
ꦔꦽꦱ꧀ꦩꦺꦏꦏꦺ||␣||
ꦕꦏꦿ||␣||
ꦕꦒꦂ||␣||
ꦕꦕꦃꦗꦶꦮ||
ꦕꦝꦁ||␣||
ꦕꦝꦔꦤ꧀||␣||
ꦕꦠꦸ||␣||
ꦕꦤ꧀ꦝꦶ||␣||
ꦕꦧꦂ||␣||
ꦕꦧꦺ||␣||
ꦕꦩꦫ||␣||
ꦕꦫ||␣||
ꦕꦫꦤ||␣||
ꦕꦫꦶꦏ꧀||␣||
ꦕꦮꦺ||␣||
ꦕꦶꦠꦿ||␣||
ꦕꦸꦏꦏ꧀||␣||
ꦕꦸꦠ||␣||
ꦕꦸꦥꦸ||␣||
ꦕꦸꦧꦿꦶꦪ||
ꦕꦸꦫꦶꦒ||␣||
ꦕꦺꦭꦺꦁ||
ꦕꦺꦴꦏꦏ꧀||␣||
ꦕꦺꦴꦏꦺꦴꦠ꧀||␣||
ꦕꦺꦴꦔꦺꦴꦂ||␣||
ꦕꦺꦴꦫꦺꦴ||␣||
ꦕꦼꦏꦏ꧀||
ꦕꦼꦛ||␣||
ꦕꦼꦝꦏ꧀||␣||
ꦕꦼꦩꦤꦶ||␣||
ꦕꦼꦩꦫ||␣||
ꦕꦼꦩꦼꦁ|black||cemeng
ꦕꦼꦩꦼꦔꦚ꧀|dry rice paddy|ˈt͡ʃə.§mə.§ŋa§n|cemengan
ꦕꦼꦩꦼꦛꦶ||␣||
ꦕꦿꦶꦠ||␣||
ꦗꦏ꧀ꦱ||␣||
ꦗꦒ||␣||
ꦗꦒꦧꦪ||␣||
ꦗꦒꦭ꧀||␣||
ꦗꦒꦺꦴ||␣||
ꦗꦔꦤꦤ꧀||
ꦗꦚ꧀ꦕꦸꦏ꧀||
ꦗꦠꦶ||␣||
ꦗꦢꦃ||␣||
ꦗꦤ꧀ꦠꦸꦁ||␣||
ꦗꦤ꧀ꦩ|human, people||jalma
ꦗꦩꦱ꧀||
ꦗꦩꦸ||␣||
ꦗꦩ꧀ꦧꦸ|rose apple|ˈjam.bu/ˈjɔm.bu
ꦗꦪ||␣||
ꦗꦫꦤ꧀||
ꦗꦭ||␣||
ꦗꦭꦸ||␣||
ꦗꦮ|Java|␣|jawa
ꦗꦮꦶ||␣||
ꦗꦲꦺ|ginger||jahe
ꦗ꦳ꦏꦠ꧀|alms giving|zakat|zakat
ꦗꦶꦩꦠ꧀||␣||
ꦗꦶꦮ||␣||
ꦗꦸꦏꦸꦠ꧀||␣||
ꦗꦸꦝꦶ||␣||
ꦗꦸꦫꦁ||
ꦗꦸꦫꦶꦠ꧀||␣||
ꦗꦸꦫꦸꦃ||␣||
ꦗꦸꦮꦢꦃ||␣||
ꦗꦸꦮꦮꦸꦠ꧀||
ꦗꦺꦴꦁ||␣||
ꦗꦺꦴꦒꦺꦠ꧀|dance|ˈdʒo§ˈɡɛ§t|jogèt|jogèt||jogèt
ꦗꦼꦤꦺ||␣||
ꦗꦼꦤꦼꦁ||␣||
ꦗꦼꦧꦸꦭꦺ||␣||
ꦗꦼꦫꦸꦏ꧀||␣||
ꦗꦼꦮꦮꦸꦠ꧀||
ꦚꦠ|true||nyata
ꦚꦥ||␣||
ꦚꦮ|life, soul||nyawa
ꦚꦸꦮꦸꦤ꧀ꦥꦶꦂꦱ||␣||
ꦝꦠꦸ||␣||
ꦝꦥꦸꦂ||␣||
ꦝꦫ||␣||
ꦝꦫꦃ||␣||
ꦝꦮꦸꦃ||␣||
ꦝꦮꦼꦠ꧀||␣||
ꦝꦲꦂ||␣||
ꦝꦶꦫꦶ||␣||
ꦝꦸꦏꦸꦃ||␣||
ꦝꦸꦮꦸꦂ||␣||
ꦝꦸꦱꦸꦤ꧀||␣||
ꦝꦼꦝꦏ꧀||␣||
ꦠꦁꦒꦭ꧀||
ꦠꦏꦺꦤ꧀||␣||
ꦠꦔꦤ꧀|hand|ˈta.ŋan/ˈtɔ.ŋɔn
ꦠꦔꦶ||␣||
ꦠꦗꦶꦤ꧀||␣||
ꦠꦝꦃ||␣||
ꦠꦠꦱ꧀||␣||
ꦠꦤ꧀||␣||
ꦠꦤ꧀ꦠꦿꦶ||␣||
ꦠꦤ꧀ꦢꦁ||␣||
ꦠꦤ꧀ꦢꦸꦏ꧀||␣||
ꦠꦤ꧀ꦢꦸꦫꦤ꧀||
ꦠꦥꦏ꧀||␣||
ꦠꦥꦶꦱ꧀||␣||
ꦠꦩꦤ꧀|garden||taman
ꦠꦫ||␣||
ꦠꦭꦶ||
ꦠꦱꦶꦏ꧀||
ꦠꦶꦂꦠ|holy water|tir§tɔ
ꦠꦶꦊꦩ꧀||
ꦠꦶꦠꦃ||␣||
ꦠꦶꦠꦶ||␣||
ꦠꦶꦠꦶꦃ||␣||
ꦠꦶꦤꦸꦭꦶꦱ꧀||
ꦠꦶꦩꦸꦂ||␣||
ꦠꦶꦩ꧀ꦧꦁ||␣||
ꦠꦶꦩ꧀ꦧꦔꦤ꧀||␣||
ꦠꦶꦪꦁ||␣||
ꦠꦸꦁꦏꦱ꧀|message, instruction|tʊŋ§ka§s|tungkas|tungkas||tungkas
ꦠꦸꦏꦁ||␣||
ꦠꦸꦒꦸ||␣||
ꦠꦸꦠꦸꦂ||␣||
ꦠꦸꦤꦁ||␣||
ꦠꦸꦤ꧀|desire|tʊ§n|tun|tun||tun
ꦠꦸꦤ꧀ꦠꦸꦤ꧀||␣||
ꦠꦸꦩꦼꦁꦒꦸꦁ||␣||
ꦠꦸꦩ꧀||␣||
ꦠꦸꦩ꧀ꦥꦁ||␣||
ꦠꦸꦩ꧀ꦥꦼꦁ||␣||
ꦠꦸꦫꦸ||
ꦠꦸꦮꦺꦏ꧀||␣||
ꦠꦺꦗ||␣||
ꦠꦺꦭ||␣||
ꦠꦺꦴꦃ||␣||
ꦠꦺꦴꦏꦺꦴ||
ꦠꦺꦴꦥꦶ||␣||
ꦠꦺꦴꦪ||␣
ꦠꦺꦴꦱ꧀||␣||
ꦠꦼꦁꦒꦼꦂ||␣||
ꦠꦼꦏ|to arrive, come||têka
ꦠꦼꦠꦤ꧀ꦢꦸꦫꦤ꧀||
ꦠꦼꦣꦤ꧀||
ꦠꦼꦩꦸ||␣||
ꦠꦼꦩꦼꦁꦒꦸꦁ||␣||
ꦠꦼꦩ꧀ꦥꦸꦂ||␣||
ꦠꦼꦩ꧀ꦧꦸꦁ||␣||
ꦠꦼꦫꦁ||␣||
ꦠꦼꦭꦠꦃ|area|ˈtə§laː§taːʰ|telatah|telatah||telatah
ꦠꦽꦱ꧀ꦤ||
ꦢꦁ||␣||
ꦢꦂꦩ||␣||
ꦢꦏ꧀ꦱꦶꦤ||
ꦢꦒꦁ||
ꦢꦤ||␣||
ꦢꦤꦂꦠ||␣||
ꦢꦩꦂ||␣||
ꦢꦪ||␣||
ꦢꦫ||
ꦢꦫꦺꦱ꧀||
ꦢꦭꦸ||
ꦢꦮ||␣||
ꦢꦱ||␣||
ꦢꦲꦂ|eat||dahar
ꦢꦲꦤ|fire||dahana
ꦢꦲꦫ|dahara||dhr
ꦢꦶꦤ||␣
ꦢꦶꦤ꧀ꦠꦼꦤ꧀||␣
ꦢꦶꦥ||␣||
ꦢꦶꦭꦠ꧀||␣||
ꦢꦸꦂꦗꦤ||␣||
ꦢꦸꦏ||␣||
ꦢꦸꦥ|incense||dupa
ꦢꦸꦫꦸꦔꦤ꧀||
ꦢꦸꦫꦺꦤ꧀||
ꦢꦸꦮꦺ||␣||
ꦢꦸꦱꦸꦤ꧀|village, countryside|dʊ.§sʊ§n|dusun|dusun||dusun
ꦢꦸꦱ꧀||␣||
ꦢꦺꦤ꧀ꦠ||␣||
ꦢꦺꦱ||␣||
ꦢꦺꦴꦔꦺꦁ||
ꦢꦺꦴꦩ꧀||
ꦢꦼꦤ꧀ꦠ||␣||
ꦢꦼꦩꦁ||␣||
ꦢꦼꦩꦏ꧀||␣||
ꦢꦿꦶ||␣||
ꦢ꧀ꦭꦶꦩ||␣||
ꦢ꧀ꦭꦸꦮꦁ||␣||
ꦣꦂꦩ|Dharma||dharma
ꦣꦲꦂ|to eat (hon.)||dhahar
ꦣꦲꦂꦫꦤ꧀|food (hon.)||dhaharan
ꦣꦸꦮꦶꦠ꧀|money||dhuwit
ꦤꦂꦥ||␣||
ꦤꦒ||␣||
ꦤꦒꦫ||␣||
ꦤꦒꦫꦶ-​ꦧꦁꦱ||
ꦤꦤꦃ||␣||
ꦤꦧꦶ||␣||
ꦤꦩ||␣||
ꦤꦪꦏ||␣||
ꦤꦭꦶꦏ||␣||
ꦤꦱ꧀ꦠꦥ||␣||
ꦤꦶꦠꦶ||␣||
ꦤꦶꦠꦾ||␣||
ꦤꦸꦱꦤ꧀ꦠꦫ||
ꦤꦺꦴꦩ꧀||␣||
ꦤꦼꦒꦫ||␣||
ꦤꦼꦣ|to eat (polite)||nedha
ꦤꦼꦤꦼꦂ||
ꦥꦁꦏꦠ꧀||␣||
ꦥꦁꦫꦶꦥ꧀ꦠ|author, composer|paŋriptɔ|pangripta|pangripta
ꦥꦒꦼꦂ||␣||
ꦥꦒꦼꦭꦫꦤ꧀||␣||
ꦥꦔꦤ꧀ꦤꦤ꧀||
ꦥꦔꦫꦸꦃ||␣||
ꦥꦔꦺꦫꦤ꧀||␣
ꦥꦔꦿꦸꦱꦏ꧀||
ꦥꦕꦂ||␣||
ꦥꦗꦁ||␣||
ꦥꦚ꧀ꦗꦶ||
ꦥꦚ꧀ꦗꦼꦤꦼꦔꦤ꧀||␣||
ꦥꦝ||
ꦥꦝꦱ꧀||␣||
ꦥꦝꦸꦏꦸꦲꦤ꧀||␣||
ꦥꦠꦶꦁꦒꦶ||␣||
ꦥꦠꦶꦊꦩ꧀ꦩꦤ꧀||
ꦥꦠꦶꦏ꧀||␣||
ꦥꦠꦸꦫꦺꦴꦤ꧀||
ꦥꦢ||␣||
ꦥꦤꦱ꧀||
ꦥꦤꦶꦠꦶ||␣||
ꦥꦤꦶꦠꦿ||␣||
ꦥꦤꦺꦮꦸ||␣||
ꦥꦤꦼꦩ꧀ꦧꦲꦤ꧀||␣||
ꦥꦤ꧀ꦠꦸꦤ꧀||␣||
ꦥꦤ꧀ꦠꦼꦱ꧀||␣||
ꦥꦥꦠ꧀||
ꦥꦩꦺꦴꦁ||␣||
ꦥꦩꦺꦴꦂ||␣||
ꦥꦫꦩ||␣||
ꦥꦫꦩꦱꦱ꧀ꦠꦿ||␣
ꦥꦫꦱ꧀||␣||
ꦥꦫꦺꦤ꧀ꦠꦃ||␣||
ꦥꦫꦺꦴ||␣||
ꦥꦭ||␣||
ꦥꦮꦺꦴꦤ꧀||␣||
ꦥꦱꦫꦺꦪꦤ꧀||
ꦥꦱꦶꦏ꧀||
ꦥꦱꦸꦏꦤ꧀||␣||
ꦥꦱꦺꦏ꧀||
ꦥꦱꦺꦧꦤ꧀||␣||
ꦥꦱꦺꦴꦏꦤ꧀||␣||
ꦥꦶꦁꦒꦤ꧀||
ꦥꦶꦂꦱ||␣||
ꦥꦶꦠ||␣||
ꦥꦶꦠ꧀||␣||
ꦥꦶꦤ꧀ꦠ||␣||
ꦥꦶꦤ꧀ꦠꦼꦂ||␣||
ꦥꦶꦫꦤ꧀ꦠꦶ ꦲꦭꦸꦱ꧀|software||piranti alus
ꦥꦶꦫꦤ꧀ꦠꦶ||
ꦥꦸꦁꦒꦮ||␣||
ꦥꦸꦂꦧ||␣||
ꦥꦸꦂꦮ||␣||
ꦥꦸꦂꦮꦏꦤ꧀ꦛꦶ||␣||
ꦥꦸꦃ||␣||
ꦥꦸꦒꦼꦂ||␣||
ꦥꦸꦗꦁꦒ||␣
ꦥꦸꦠꦿ||␣||
ꦥꦸꦠꦿꦶ||
ꦥꦸꦤꦶꦏ||
ꦥꦸꦥꦸꦃ||␣||
ꦥꦸꦭꦶ||␣||
ꦥꦸꦭꦺꦴ|island|pu§lo
ꦥꦸꦱꦏ||␣||
ꦥꦸꦱ꧀ꦠꦏ||␣||
ꦥꦸꦲꦸꦤ꧀||␣||
ꦥꦺ||
ꦥꦺꦒꦺꦴ||␣||
ꦥꦺꦒꦺꦴꦤ꧀||␣||
ꦥꦺꦭꦺꦴꦒ꧀||␣||
ꦥꦺꦱꦺꦴ||␣||
ꦥꦺꦴꦭꦃ||␣||
ꦥꦼꦂꦏꦏꦱ꧀||
ꦥꦼꦂꦠꦤꦶꦲꦤ꧀|agriculture||pertanian
ꦥꦼꦂꦭꦸ||␣||
ꦥꦼꦉꦱ꧀||␣||
ꦥꦼꦊꦩ꧀||␣||
ꦥꦼꦔꦶꦭꦺꦴꦤ꧀||
ꦥꦼꦔꦸꦭꦸ||␣||
ꦥꦼꦔꦸꦭꦺꦴꦤ꧀||␣||
ꦥꦼꦕꦼꦭ꧀||␣||
ꦥꦼꦛꦶ||␣||
ꦥꦼꦝꦁ||␣||
ꦥꦼꦠꦶꦱ꧀||␣||
ꦥꦼꦠꦼꦁ|dark||peteng
ꦥꦼꦢꦸꦤꦸꦁ||
ꦥꦼꦤ꧀ꦛꦶꦭ꧀|nipple|pə§n§ʈe§l|penthil|penthil||penthil
ꦥꦼꦤ꧀ꦝꦼꦩ꧀||␣||
ꦥꦼꦤ꧀ꦠꦶꦭ꧀|fruit bud|pə§n§t̪e§l|pentil|pentil||pentil
ꦥꦼꦤ꧀ꦣꦶꦣꦶꦏꦤ꧀||
ꦥꦼꦥꦼꦠ꧀||␣||
ꦥꦼꦫꦢꦔꦤ꧀||
ꦥꦼꦫꦲꦸꦭꦪꦂ|sailboat||perahu layar
ꦥꦿꦕꦶꦩ||␣||
ꦥꦿꦗ||␣||
ꦥꦿꦗꦸꦫꦶꦠ꧀||␣||
ꦥꦿꦠꦩ||␣||
ꦥꦿꦤꦏꦤ꧀||␣||
ꦥꦿꦤꦮ||␣||
ꦥꦿꦧ||␣||
ꦥꦿꦧꦮ||␣||
ꦥꦿꦧꦸ||
ꦥꦿꦩꦤ||␣||
ꦥꦿꦩꦸꦏ|scout||pramuka
ꦥꦿꦩꦺꦱ꧀ꦮꦫꦶ||␣||
ꦥꦿꦮꦶꦫ||
ꦥꦿꦱꦢ||␣||
ꦥꦿꦱꦱ꧀ꦠꦶ||␣||
ꦥꦿꦶ-||␣||
ꦥꦿꦶꦧꦸꦩꦶ||␣||
ꦥꦿꦺꦤ꧀ꦠꦃ||␣||
ꦥ꧀ꦭꦼꦁꦏꦸꦁ||␣||
ꦦꦑꦸꦨꦸꦮꦟ|Pakubuwana (name)|
ꦧꦁ||␣||
ꦧꦁꦱ||␣
ꦧꦁꦱꦭ꧀||␣||
ꦧꦏ||␣||
ꦧꦏꦶ||␣||
ꦧꦏꦸ||␣
ꦧꦏ꧀||␣||
ꦧꦒꦺꦴꦁ||␣||
ꦧꦒꦺꦴꦔꦤ꧀||␣||
ꦧꦒꦾ||␣||
ꦧꦗꦶꦁꦔꦤ꧀||
ꦧꦚꦸ||␣
ꦧꦚ꧀ꦕꦤ||␣||
ꦧꦚ꧀ꦕꦶ||␣||
ꦧꦛꦁ||
ꦧꦛꦶꦏ꧀|batik clothing|ˈba.§ʈɪ§ʔ|bathik
ꦧꦠꦸ||␣||
ꦧꦤꦱ꧀ꦥꦠꦶ||␣||
ꦧꦤ꧀ꦝ||␣||
ꦧꦤ꧀ꦝꦸ||␣||
ꦧꦤ꧀ꦢ||␣||
ꦧꦤ꧀ꦢꦂ||␣||
ꦧꦤ꧀ꦢꦼꦁ||
ꦧꦤ꧀ꦣ|wealth|bɔnɖ̥ɔ
ꦧꦥꦏ꧀||
ꦧꦥꦏ꧀ꦏꦸꦮꦭꦺꦴꦤ꧀||
ꦧꦧꦢ꧀||␣||
ꦧꦧꦶ||
ꦧꦧꦸ||␣||
ꦧꦩ꧀ꦧꦁ||␣||
ꦧꦪ||␣||
ꦧꦪꦼꦩ꧀||␣||
ꦧꦫ||␣||
ꦧꦫꦃ||␣||
ꦧꦭ||␣
ꦧꦭꦸꦁ||
ꦧꦭꦺ||␣
ꦧꦮꦁ||␣||
ꦧꦮꦤ||␣||
ꦧꦱ||␣
ꦧꦲꦸ||␣||
ꦧꦲꦸꦮꦂꦤ||␣||
ꦧꦲꦸꦱꦱ꧀ꦠꦿ|dictionary|ba§u§sa§s§tra|bausastra
ꦧꦶꦁꦧꦶꦁ||
ꦧꦶꦏꦏ꧀||
ꦧꦶꦕꦫ||
ꦧꦶꦩ||␣||
ꦧꦶꦱ||␣||
ꦧꦶꦱ꧀ꦠꦿꦤ꧀​ꦱ꧀ꦗꦏꦂꦠ|Transjakarta bus||bis transjakarta
ꦧꦸꦃ||␣||
ꦧꦸꦏꦏ꧀||
ꦧꦸꦏꦸꧏ|books||buku-buku
ꦧꦸꦗꦁ||␣||
ꦧꦸꦛꦏ꧀||
ꦧꦸꦛꦼꦏ꧀||␣||
ꦧꦸꦠ|giant|butɔ|buta
ꦧꦸꦢ||␣||
ꦧꦸꦢꦪ||␣||
ꦧꦸꦤ꧀ꦠꦸ||␣||
ꦧꦸꦥꦠꦶ||
ꦧꦸꦧꦸꦂ||␣||
ꦧꦸꦩꦶ||␣||
ꦧꦸꦭꦸꦱ꧀||␣||
ꦧꦸꦭ꧀ꦧꦸꦭ꧀||
ꦧꦸꦮꦤ||␣||
ꦧꦸꦱꦏ꧀||␣||
ꦧꦸꦱꦤ||␣||
ꦧꦺꦢ|difference|␣|béda
ꦧꦺꦧꦺꦏ꧀||␣||
ꦧꦺꦪ||␣||
ꦧꦺꦴꦁ||␣||
ꦧꦺꦴꦒ||␣||
ꦧꦺꦴꦗꦺꦴ||␣||
ꦧꦺꦴꦛꦺꦴꦏ꧀||␣||
ꦧꦺꦴꦠ꧀||␣||
ꦧꦺꦴꦧꦿꦺꦴꦏ꧀||
ꦧꦺꦴꦪ||␣||
ꦧꦼꦏꦠꦸꦭ꧀||␣||
ꦧꦼꦏꦼꦭ꧀||␣||
ꦧꦼꦔꦮꦤ꧀||␣||
ꦧꦼꦗ||␣||
ꦧꦼꦝꦃ||␣||
ꦧꦼꦝꦪ||␣||
ꦧꦼꦝꦺꦴ||␣||
ꦧꦼꦠꦺꦴꦤ꧀||␣||
ꦧꦼꦤ꧀ꦢꦫ||␣||
ꦧꦼꦧꦪ||
ꦧꦼꦫꦱ꧀||␣||
ꦧꦼꦱ꧀ꦏꦥ꧀||␣||
ꦧꦽꦩ꧀||␣||
ꦧꦿꦤꦁ||
ꦧꦿꦩ||
ꦧꦿꦩ꧀ꦧꦁ||␣||
ꦧ꧀ꦊꦏꦺꦴꦏ꧀||
ꦧ꧀ꦊꦢꦸꦒ꧀|dust|b§lə§d̪u§ɡ|bledug
ꦧ꧀ꦊꦣꦸꦒ꧀|mud|b§lə§ɖu§ɡ|bledhug
ꦨꦶꦩ|Bima (name)|␣
ꦩꦁꦒꦶꦱ꧀||
ꦩꦁꦱ||␣||
ꦩꦁꦱꦶ||
ꦩꦂꦢꦮ||␣||
ꦩꦒꦁ||␣||
ꦩꦔꦤ꧀||
ꦩꦔꦪꦸꦧꦒꦾ||␣||
ꦩꦔꦸꦠ꧀||␣||
ꦩꦔ꧀ꦒ||␣||
ꦩꦕ|ink|␣|maca
ꦩꦠ||␣
ꦩꦠꦼꦤꦶ||
ꦩꦠꦿ||␣||
ꦩꦢꦸ||
ꦩꦤꦮ||
ꦩꦤꦶꦫ||␣||
ꦩꦤꦸꦁꦱ||␣
ꦩꦤꦸꦏ꧀||
ꦩꦤ꧀ꦝꦶꦫꦶ||␣||
ꦩꦤ꧀ꦝꦼꦒ꧀||␣||
ꦩꦤ꧀ꦢꦭ||␣||
ꦩꦤ꧀ꦢꦿ||␣||
ꦩꦥꦒ꧀||
ꦩꦧꦸꦫꦸ|hunting|ᵐ§bu§ru
ꦩꦪꦁ||
ꦩꦫꦏ꧀ꦏꦺ||␣||
ꦩꦫꦠꦸꦮ||␣||
ꦩꦫꦸ||␣||
ꦩꦫꦸꦱ꧀||␣||
ꦩꦭ||␣||
ꦩꦭꦩ꧀||␣||
ꦩꦭꦪ||␣||
ꦩꦭꦲꦺꦏꦠ꧀||
ꦩꦭꦶꦁ||␣||
ꦩꦭꦶꦒꦺ||␣||
ꦩꦮꦱ꧀||␣||
ꦩꦱꦾꦫꦏꦠ꧀||
ꦩꦲꦺꦴꦱ꧀|to read (polite)|ma§o§s|maos
ꦩꦶꦠꦿ||
ꦩꦶꦤ꧀ꦠ||␣||
ꦩꦸꦁ||␣||
ꦩꦸꦂꦏ||␣||
ꦩꦸꦂꦤꦶ||␣||
ꦩꦸꦏ||
ꦩꦸꦝ|young||mudha
ꦩꦸꦫꦏꦧꦶ||␣||
ꦩꦸꦮꦫ||␣||
ꦩꦸꦱ꧀ꦠꦏ||␣||
ꦩꦺꦤꦏ꧀||␣||
ꦩꦺꦫꦸ||
ꦩꦺꦴꦁ||␣||
ꦩꦺꦴꦂ||␣||
ꦩꦼꦚꦮꦏ꧀||
ꦩꦼꦤꦶꦂ||␣||
ꦩꦼꦤ꧀ꦢꦼꦩ꧀||␣||
ꦪꦏ꧀ꦠꦶ||␣||
ꦪꦠꦿ|money (polite)|␣|yatra
ꦪꦱ||␣||
ꦪꦸꦪꦸ||␣||
ꦪꦸꦱ꧀ꦮ||␣||
ꦪꦼꦏ꧀ꦠꦶ||␣||
ꦫꦃ||␣||
ꦫꦏ꧀ꦱ||␣||
ꦫꦒ||␣||
ꦫꦒꦶꦭ꧀||␣||
ꦫꦗ||␣||
ꦫꦗꦃ||␣||
ꦫꦚ꧀ꦕꦁ||␣||
ꦫꦠ|flat|ˈra.ta/ˈrɔ.tɔ
ꦫꦠꦁꦒ||␣||
ꦫꦠꦔ꧀ꦒ|cart|ˈrɔ.tɔŋ.ɡɔ
ꦫꦠ꧀ꦤ|diamond||ratna
ꦫꦢꦶꦠꦾ||␣||
ꦫꦢꦺꦤ꧀||␣||
ꦫꦤ||␣||
ꦫꦧꦸꦏ꧀||␣||
ꦫꦩ||␣
ꦫꦩꦏꦸꦮꦭꦺꦴꦤ꧀||
ꦫꦩꦼꦱ꧀||␣||
ꦫꦩ꧀ꦥꦸꦁ||␣||
ꦫꦫ||␣||
ꦫꦮꦸ||␣||
ꦫꦮꦸꦃ||␣||
ꦫꦮꦺꦴꦤ꧀||␣||
ꦫꦱꦸꦏꦤ꧀||␣||
ꦫꦱꦺ||␣||
ꦫꦱ꧀ꦩꦶ||␣||
ꦫꦲꦪꦸ||␣||
ꦫꦶ||␣||
ꦫꦶꦁꦒꦶꦠ꧀||␣||
ꦫꦶꦤ||␣||
ꦫꦶꦤ꧀ꦠꦼꦤ꧀||␣||
ꦫꦶꦥ꧀ꦠ||␣||
ꦫꦸꦁꦏꦢ꧀||␣||
ꦫꦸꦔꦸ||␣||
ꦫꦸꦗꦏ꧀|traditional salad|ˈɹʊ.§ˈdʒa§ʔ|rujak|rujak||rujak
ꦫꦸꦢꦶꦫ||␣||
ꦫꦸꦥ||␣||
ꦫꦸꦩ꧀ꦥꦸꦠ꧀||
ꦫꦺꦏꦪꦱ||
ꦫꦺꦚ꧀ꦕꦁ||␣||
ꦫꦺꦤ||␣||
ꦫꦺꦮꦁ||␣||
ꦫꦺꦴ||␣||
ꦫꦺꦴꦠꦶ||␣||
ꦫ꧈ꦩ꧈ꦯꦸꦭꦂꦠ|R. M. Sularta|
ꦭꦁꦒꦼꦁ||␣||
ꦭꦏꦸ||␣||
ꦭꦏꦺꦴꦤ꧀||␣||
ꦭꦏ꧀ꦱꦤ||␣||
ꦭꦔꦶꦠ꧀|sky, heaven|ˈlɑː§ŋɪ§t̚|langit|langit||langit
ꦭꦠꦲꦤ꧀ꦚꦚꦶ|singing practice||latihan nyanyi
ꦭꦠꦸ||
ꦭꦤꦁ||␣||
ꦭꦤ꧀ꦝꦼꦥ꧀||␣||
ꦭꦪ||␣||
ꦭꦪꦁ||␣||
ꦭꦪꦁꦥꦥꦒ꧀||
ꦭꦪꦸ||␣||
ꦭꦪꦺꦴꦤ꧀||
ꦭꦫ|sick|lɔrɔ|lara
ꦭꦫꦱ꧀||␣||
ꦭꦫꦺ||␣||
ꦭꦮꦂ||␣||
ꦭꦮꦤ꧀||␣||
ꦭꦲꦂ||␣||
ꦭꦶꦁꦒ||␣||
ꦭꦶꦤꦸꦮꦶꦃ||
ꦭꦶꦫꦁ||
ꦭꦸꦃ||␣||
ꦭꦸꦔ||␣||
ꦭꦸꦢꦶꦫ||␣||
ꦭꦸꦫꦃ||␣||
ꦭꦸꦮꦏ꧀||␣||
ꦭꦸꦮꦼꦱ꧀||␣||
ꦭꦸꦲꦸꦂ||␣||
ꦭꦺꦠꦺꦂ||
ꦭꦺꦠꦿꦺꦏ꧀|weaving cloth|lɛ§trɛ§ʔ|letrek|letrek||letrek
ꦭꦺꦴꦗꦶ||␣||
ꦭꦺꦴꦩ꧀ꦧꦺꦴꦏ꧀||
ꦭꦺꦴꦫꦺꦴ||␣||
ꦭꦼꦏ꧀ꦱ||
ꦮꦁꦮꦸꦁ||
ꦮꦁꦱ||
ꦮꦂꦒ||␣||
ꦮꦂꦠ||
ꦮꦂꦢꦪ||␣||
ꦮꦂꦤ||␣||
ꦮꦕ||␣||
ꦮꦕꦤ||␣||
ꦮꦗ||␣||
ꦮꦝꦃ||␣||
ꦮꦝꦸꦏ꧀||␣||
ꦮꦢꦤ||␣||
ꦮꦢꦺꦴꦤ꧀||
ꦮꦤ||␣
ꦮꦤꦶꦠ||
ꦮꦤ꧀ꦢ||␣||
ꦮꦤ꧀ꦢꦮ||␣||
ꦮꦪꦁ||␣||
ꦮꦪꦃ||␣||
ꦮꦫꦤ||␣||
ꦮꦫꦶꦃ||␣||
ꦮꦭꦤ꧀ꦢ||␣||
ꦮꦭꦶ||␣||
ꦮꦭꦶꦫꦁ||
ꦮꦮꦱꦤ꧀||␣||
ꦮꦮꦱ꧀||␣||
ꦮꦱ||␣||
ꦮꦱ꧀||␣||
ꦮꦱ꧀ꦠ||␣||
ꦮꦱ꧀ꦥꦢ||␣||
ꦮꦲꦤ||␣||
ꦮꦲꦸ||␣||
ꦮꦲꦺ||␣||
ꦮꦶꦁꦏ||␣||
ꦮꦶꦏꦸ||␣||
ꦮꦶꦕꦏ꧀ꦱꦤ||␣||
ꦮꦶꦕꦤ꧀ꦠꦼꦤ꧀||
ꦮꦶꦕꦫ||
ꦮꦶꦗꦪ|victory|wi.§d͡ʒɔ.§jɔ|wi.d͡ʒɔ.jɔ|wi.d͡ʒɔ.jɔ||wi.d͡ʒɔ.jɔ
ꦮꦶꦢꦢ||␣||
ꦮꦶꦢꦾ||␣||
ꦮꦶꦤꦶꦭꦶꦱ꧀||
ꦮꦶꦪꦒ||␣||
ꦮꦶꦪꦺꦴꦒ||␣||
ꦮꦶꦲꦫ|monastery||wihara
ꦮꦸꦏꦸ||
ꦮꦸꦠꦸꦃ||␣||
ꦮꦸꦤꦶ||␣||
ꦮꦸꦫꦸꦏ꧀||␣||
ꦮꦸꦭꦤ꧀||
ꦮꦸꦭꦸ|hair, fur|ˈwu.§lu|wulu|wulu||wulu
ꦮꦺ||␣||
ꦮꦺꦢꦁ||
ꦮꦺꦤ꧀ꦠꦼꦤ꧀||␣||
ꦮꦺꦴꦁ||␣||
ꦮꦺꦴꦁꦮꦢꦺꦴꦤ꧀||
ꦮꦺꦴꦂ||␣||
ꦮꦺꦴꦤ꧀ꦠꦼꦤ꧀||␣||
ꦮꦺꦴꦭꦸ|eight||wolu
ꦮꦼꦔꦶ||
ꦮꦼꦤꦁ||␣||
ꦮꦼꦫꦏ꧀||␣||
ꦮꦼꦭꦶꦫꦁ||
ꦮꦼꦮꦼꦤꦁ||␣||
ꦮꦼꦱꦶ||␣
ꦮ꧀ꦭꦶꦫꦁ|sulfur||wlirang
ꦱꦁꦒꦸꦭ꧀|female hair bun|saŋ.§ɡʊ§l|sanggul|sanggul||sanggul
ꦱꦏ||␣||
ꦱꦒ||␣||
ꦱꦒꦫ||␣
ꦱꦔ||␣||
ꦱꦔꦸ||␣||
ꦱꦠ||␣||
ꦱꦠꦺ||␣||
ꦱꦢꦪ||␣||
ꦱꦤ||␣||
ꦱꦤꦏ꧀||␣||
ꦱꦤ꧀ꦝꦔꦤ꧀||␣||
ꦱꦤ꧀ꦠꦼꦤ꧀||␣||
ꦱꦥ||␣||
ꦱꦥꦶ||␣||
ꦱꦧ꧀ꦢ||␣||
ꦱꦩꦶ||
ꦱꦩꦸꦢꦿ||␣||
ꦱꦩꦺꦴꦢꦿ||␣||
ꦱꦩ꧀ꦥꦸꦤ꧀|already|sa§m§pu§n|sampun
ꦱꦩ꧀ꦥꦺꦪꦤ꧀||␣||
ꦱꦫ||␣||
ꦱꦫꦝꦝꦸ||␣||
ꦱꦫꦱꦺꦲꦤ꧀||␣||
ꦱꦫꦶ||␣||
ꦱꦫꦶꦫ||
ꦱꦫꦸꦁ||␣||
ꦱꦫꦺ||␣
ꦱꦭ||␣||
ꦱꦭꦃ||␣||
ꦱꦭꦶꦫ||␣||
ꦱꦭ꧀ꦗꦸ||
ꦱꦮꦃ||␣||
ꦱꦮꦸꦁ||␣||
ꦱꦱꦁꦏ||␣||
ꦱꦱꦤ||␣||
ꦱꦱꦶ||
ꦱꦱ꧀ꦠꦿ||␣||
ꦱꦶ||␣||
ꦱꦶꦏꦼꦥ꧀||␣||
ꦱꦶꦔ||
ꦱꦶꦠꦶ||␣||
ꦱꦶꦢ||
ꦱꦶꦤꦸꦲꦸꦤ꧀||␣||
ꦱꦶꦤ꧀ꦝꦺꦤ꧀||␣||
ꦱꦶꦤ꧀ꦠꦼꦤ꧀||␣||
ꦱꦶꦪꦁ||␣||
ꦱꦶꦫꦃ||␣||
ꦱꦶꦱꦾ||
ꦱꦶꦱ꧀ꦮ|student||siswa
ꦱꦸꦁꦒꦶ|to carry (on head/shoulder)|ˈsʊŋ§ɡiː|sunggi|sunggi||sunggi
ꦱꦸꦏꦼꦠ꧀||
ꦱꦸꦒꦠ||␣||
ꦱꦸꦒꦼꦁ||␣||
ꦱꦸꦒꦼꦁꦫꦮꦸꦃ||␣||
ꦱꦸꦔꦸꦠ꧀||␣||
ꦱꦸꦕꦶ||␣||
ꦱꦸꦝꦃ||␣||
ꦱꦸꦝꦶ||␣||
ꦱꦸꦢ||␣||
ꦱꦸꦢꦒꦂ||␣||
ꦱꦸꦢꦶ||␣||
ꦱꦸꦢꦿ||␣||
ꦱꦸꦤꦂ||
ꦱꦸꦩꦸꦂ||
ꦱꦸꦪꦱ||␣||
ꦱꦸꦫ||␣||
ꦱꦸꦮꦸꦤ꧀||␣||
ꦱꦸꦱꦶꦭ||␣
ꦱꦸꦲꦸꦤ꧀||␣||
ꦱꦺꦉꦥ꧀||␣||
ꦱꦺꦤꦥꦠꦶ||␣||
ꦱꦺꦧ||␣||
ꦱꦺꦫꦺꦠ꧀||␣||
ꦱꦺꦭ||␣
ꦱꦺꦮ||␣||
ꦱꦺꦴꦕ||␣||
ꦱꦺꦴꦠꦺꦴ||␣||
ꦱꦺꦴꦫ||␣||
ꦱꦺꦴꦱꦶ||␣||
ꦱꦼꦉꦠ꧀||␣||
ꦱꦼꦉꦥ꧀||␣||
ꦱꦼꦏꦺꦴꦭꦃ|school|sə§ˈko§lah|sekolah
ꦱꦼꦏ꧀ꦠꦶ||␣||
ꦱꦼꦒ||␣||
ꦱꦼꦕꦁ||␣||
ꦱꦼꦤꦶ||␣||
ꦱꦼꦤ꧀ꦠꦤ||␣||
ꦱꦼꦥꦸꦃ||␣||
ꦱꦼꦩꦔ꧀ꦏ||
ꦱꦼꦩꦢꦶ||␣
ꦱꦼꦩꦸꦂ||␣||
ꦱꦼꦩ꧀ꦥꦿꦺꦴꦁ||
ꦱꦼꦩ꧀ꦧꦿꦤ||␣||
ꦱꦼꦫꦠ꧀||␣||
ꦱꦼꦭ||␣||
ꦱꦼꦭꦠ꧀||␣||
ꦱꦼꦭꦱ꧇꧑꧙꧇ꦩꦉꦠ꧀꧇꧒꧐꧑꧓꧇|Tuesday, 19 March 2013||selasa 19 maret 2013
ꦱꦽꦔꦺꦔꦺ|sun|srə.§ŋe.§ŋe|srengéngé|srengéngé||srengéngé
ꦱꦿꦁꦒ||
ꦱꦿꦧꦶ||␣||
ꦱꦿꦩ||␣||
ꦱꦿꦶ||␣||
ꦱꦿꦸꦤ꧀ꦢꦺꦁ||␣||
ꦱ꧀ꦭꦩꦼꦠꦤ꧀||␣||
ꦱ꧀ꦭꦩꦼꦠ꧀||␣||
ꦱ꧀ꦭꦺꦤ꧀ꦢꦿꦺꦴ||␣||
ꦱ꧀ꦮꦫ||␣||
ꦲꦁꦏ꧀ꦭꦸꦁ|type of musical instrument||angklung
ꦲꦁꦒ||␣||
ꦲꦁꦫꦁ||
ꦲꦁꦱ||␣||
ꦲꦂꦒ||␣||
ꦲꦂꦒꦾ||␣||
ꦲꦂꦠ||
ꦲꦂꦪ||␣||
ꦲꦂꦱ||␣||
ꦲꦉꦥ꧀||␣||
ꦲꦏꦸ|I, me||aku
ꦲꦏꦺꦃ||␣||
ꦲꦏꦺꦫꦠ꧀||
ꦲꦏꦿꦧ꧀||
ꦲꦏ꧀ꦱꦫ|letter|a§k§sa§ra|aksara
ꦲꦒꦩ|religion||agama
ꦲꦒꦼꦁ|big (polite)||ageng
ꦲꦒ꧀ꦤꦶ||
ꦲꦔꦤ꧀||␣||
ꦲꦔꦶꦤ꧀|wind||angin
ꦲꦔꦺꦭ꧀|difficult|ˈa§ŋɛ§l|angel
ꦲꦔꦼꦤ꧀||␣||
ꦲꦕꦫ|programme|ˈa§t͡ʃa.§ra|acara
ꦲꦕꦸꦁ||␣||
ꦲꦗꦶ||␣||
ꦲꦗꦼꦒ꧀||␣||
ꦲꦝ||␣||
ꦲꦝꦁ||␣||
ꦲꦝꦃ||␣||
ꦲꦝꦶꦪꦃ||␣||
ꦲꦝꦼꦥ꧀||␣||
ꦲꦠꦮ||
ꦲꦠꦸꦂ||␣||
ꦲꦢꦁ||␣||
ꦲꦢꦠ꧀|tradition, custom||adat
ꦲꦢꦶꦥꦠꦶ||␣||
ꦲꦢꦺ||␣||
ꦲꦢꦼꦒꦤ꧀||␣||
ꦲꦢꦼꦒ꧀||␣||
ꦲꦢꦼꦒ꧀ꦲꦢꦼꦒ꧀||␣||
ꦲꦢꦿꦶ||␣||
ꦲꦤ||␣||
ꦲꦤꦕꦫꦏ|alphabet|ha§na§t͡ɕa§ra§ka|hanacaraka
ꦲꦤꦺꦴꦩ꧀||␣||
ꦲꦤ꧀ꦛꦺꦏ꧀||␣||
ꦲꦤ꧀ꦝ||␣||
ꦲꦤ꧀ꦝꦥ꧀||␣||
ꦲꦤ꧀ꦝꦲꦂ||
ꦲꦤ꧀ꦝꦶꦭ꧀||␣||
ꦲꦤ꧀ꦝꦸꦏ꧀||
ꦲꦤ꧀ꦝꦺꦴꦁ||␣||
ꦲꦤ꧀ꦝꦼꦒ꧀||␣||
ꦲꦤ꧀ꦝꦼꦭꦂ||␣||
ꦲꦤ꧀ꦝꦼꦭ꧀||␣||
ꦲꦤ꧀ꦠꦼꦁ||␣||
ꦲꦤ꧀ꦠꦼꦥ꧀||␣||
ꦲꦤ꧀ꦢ||␣||
ꦲꦤ꧀ꦢꦺꦴꦁ||␣||
ꦲꦥ||␣||
ꦲꦥꦼꦩ꧀||␣||
ꦲꦧꦁ|red|ˈa.baŋ/ˈɔ.bɔŋ
ꦲꦧꦶꦱꦺꦏ||␣||
ꦲꦧꦸꦏ꧀||␣||
ꦲꦩꦂꦒ||␣||
ꦲꦩꦺꦴꦁ||␣||
ꦲꦩ꧀ꦠꦼꦤꦂ||␣||
ꦲꦩ꧀ꦥꦸ||␣||
ꦲꦩ꧀ꦧ||␣||
ꦲꦩ꧀ꦧꦸ||␣||
ꦲꦩ꧀ꦧꦼꦁ||␣||
ꦲꦩ꧀ꦧꦿꦤꦁ|turn fiery red|␣|ambranaŋ
ꦲꦪꦤ꧀||
ꦲꦪꦸ|graceful|ˈa§ju|ayu
ꦲꦫꦸꦃ||␣||
ꦲꦫꦸꦱ꧀||␣||
ꦲꦭ||␣||
ꦲꦭꦥ꧀||␣||
ꦲꦭꦱ꧀||
ꦲꦭꦶꦃ||␣||
ꦲꦭꦶꦱ꧀|eyebrow|a.§li§s|alis|alis||alis
ꦲꦭꦸꦤ꧀||␣||
ꦲꦭꦺꦴꦤ꧀||␣||
ꦲꦭꦺꦴꦤ꧀ꦲꦭꦺꦴꦤ꧀||
ꦲꦮ||␣||
ꦲꦮꦤ꧀||␣||
ꦲꦮꦱ꧀||␣||
ꦲꦱꦠ꧀||␣||
ꦲꦱꦸ||
ꦲꦱꦿꦶ||␣||
ꦲꦱ꧀ꦠ||␣||
ꦲꦱ꧀ꦠꦤ||␣||
ꦲꦱ꧀ꦠꦶ||
ꦲꦱ꧀ꦩ||␣||
ꦲꦶꦁꦏꦁ||␣||
ꦲꦶꦁꦒꦶꦭ꧀||␣||
ꦲꦶꦏꦶ||␣||
ꦲꦶꦒ||
ꦲꦶꦗꦺꦴ||
ꦲꦶꦚꦺꦴꦁ||␣||
ꦲꦶꦠ||␣||
ꦲꦶꦢꦼꦂ||␣||
ꦲꦶꦢꦼꦥ꧀||␣||
ꦲꦶꦤ꧀ꦠꦼꦂ||␣||
ꦲꦶꦤ꧀ꦢꦃ|to hear, listen|ˈī§n.§dɑːh|indah|indah||indah
ꦲꦶꦩ꧀ꦧ|brow|i§m.§ba|imba|imba||imba
ꦲꦶꦪꦤ꧀||
ꦲꦶꦪꦸ||
ꦲꦶꦭꦠ꧀||
ꦲꦶꦮꦏ꧀||␣||
ꦲꦶꦱꦺꦴ||␣||
ꦲꦸꦁꦏꦢ꧀||␣||
ꦲꦸꦏꦫ||
ꦲꦸꦒꦼꦂ|basis, basic rule|u.§ɡər|uger|uger||uger
ꦲꦸꦠꦮ||
ꦲꦸꦠꦮꦶ||
ꦲꦸꦢꦸꦏ꧀||␣||
ꦲꦸꦤ꧀ꦝꦁ||␣||
ꦲꦸꦥꦧꦁꦱ||
ꦲꦸꦧꦶꦉꦧꦸꦱ꧀|boiled tubers||ubi rebus
ꦲꦸꦩ꧀ꦧꦸꦭ꧀||␣||
ꦲꦸꦪꦃ||
ꦲꦸꦫꦁ||
ꦲꦸꦭꦸ||␣||
ꦲꦸꦭꦸꦲꦸꦭꦸ||␣||
ꦲꦸꦱꦢ||
ꦲꦺꦚꦺꦴꦁ||␣||
ꦲꦺꦤꦏ꧀||␣||
ꦲꦺꦥꦺꦴꦭꦸꦱꦶ||
ꦲꦺꦩ꧀ꦧꦺꦂ||␣||
ꦲꦺꦭꦶꦁ|to remember|ˈe.§lɪŋ|éling|éling
ꦲꦺꦱ꧀ꦠꦿꦶ|female|ɛ§s.§tri|èstri|èstri
ꦲꦺꦴꦥꦺꦴꦂ||␣||
ꦲꦺꦴꦧꦠ꧀|medecine, potion|o.§ba§t|obat|obat||obat
ꦲꦺꦴꦪꦺꦴꦢ꧀||
ꦲꦼꦂꦗꦸꦤ||␣||
ꦲꦼꦔ꧀ꦒꦺꦃ||␣||
ꦲꦼꦤ꧀ꦝꦱ꧀||␣||
ꦲꦼꦩ꧀ꦥꦭ꧀||␣||
ꦲꦼꦩ꧀ꦥꦿꦶꦠ꧀||
ꦲꦼꦩ꧀ꦧꦤ꧀||␣||
ꦲꦾꦁ|god, divinity|ˈhjaːŋ|Hyang|Hyang||Hyang
꧇꧑꧕꧇ꦎꦏ꧀ꦠꦺꦴꦧꦼꦂ꧇꧒꧐꧑꧒꧇|15 october 2012|
꧈ꦢꦺ꧈ꦲ꧈ꦌꦭ꧀꧈|DHL|
ꦔꦺꦴꦏꦺꦴ|neutral register|ŋɔ§kɔ|ngoko






@ unknown

ꦩꦔꦤ꧀ꦱꦺꦴꦠꦺꦴ||ma§ŋa§n §so§to|magnan soto
ꦊꦩꦃꦊꦩ꧀ꦧꦸꦠ꧀|gentle|lə§mah §lə§m§bu§t|lemah lembut
ꦎꦏ꧀ꦠꦺꦴꦧꦼꦂ|October|
ꦲꦏ꧀ꦱꦫꦗꦮ|Javanese script|a§k§sa§ra §d͡ʒa§wa






























`

