
// ⒶⒷⒸⒹⒺⒻⒼⒽⒾⒿⓀⓁⓂⓃⓄⓅⓆⓇⓈⓉⓊⓋⓌⓍⓎⓏ
// ⓐⓑⓒⓓⓔⓕⓖⓗⓘⓙⓚⓛⓜⓝⓞⓟⓠⓡⓢⓣⓤⓥⓦⓧⓨⓩ⊙
// 🅐🅑🅒🅓🅔🅕🅖🅗🅘🅙🅚🅛🅜🅝🅞🅟🅠🅡🅢🅣🅤🅥🅦🅧🅨🅩
// 🅰🅱🅲🅳🅴🅵🅶🅷🅸🅹🅺🅻🅼🅽🅾🅿🆀🆁🆂🆃🆄🆅🆆🆇🆈🆉



var collections = [
{ symbol:'ⓥ', desc:'Dependent vowels', chars:'(ꦺ|ꦶ|ꦸ|ꦼ|ꦴ)' },
{ symbol:'Ⓥ', desc:'Independent vowels', chars:'(ꦆ|ꦈ|ꦌ|ꦎ|ꦄ)' },
{ symbol:'🅥', desc:'Vocalics', chars:'(ꦉ|ꦊ)' },
{ symbol:'Ⓒ', desc:'All consonants', chars:'(ꦥ|ꦧ|ꦠ|ꦢ|ꦛ|ꦝ|ꦏ|ꦒ|ꦕ|ꦗ|ꦱ|ꦲ|ꦩ|ꦤ|ꦚ|ꦔ|ꦮ|ꦫ|ꦭ|ꦪ|ꦦ|ꦨ|ꦡ|ꦑ|ꦓ|ꦖ|ꦟ|ꦘ|ꦯ)' },
{ symbol:'Ⓑ', desc:'Basic consonants', chars:'(ꦥ|ꦧ|ꦠ|ꦢ|ꦛ|ꦝ|ꦏ|ꦒ|ꦕ|ꦗ|ꦱ|ꦲ|ꦩ|ꦤ|ꦚ|ꦔ|ꦮ|ꦫ|ꦭ|ꦪ)' },
{ symbol:'Ⓔ', desc:'Murda consonants', chars:'(ꦦ|ꦨ|ꦡ|ꦑ|ꦓ|ꦖ|ꦟ|ꦘ|ꦯ)' },
{ symbol:'Ⓕ', desc:'Finals', chars:'(ꦃ|ꦀ|ꦁ|ꦂ)' },
{ symbol:'Ⓜ', desc:'Medials', chars:'(ꦿ|ꦽ|ꦾ)' },
{ symbol:'⊙', desc:'Invisibles', chars:'(\u200C|\u200D)' },
]
