/*
native | meaning | IPA① | transcription | other transcriptions② | notes | wiktionary③


① separate each text unit (consonant+combining_mark(s)) with §, separate phonetic syllables with .
   use ‹ and › for a sound that spans 2 text units
   use – for a text unit that doesn't produce sound
   syllable boundary markers go inside previous unit, and emphasis markers begin emphasised unit

② the previous transcription field is always Latin. 
   if there is another key orthography (eg. Mongolian cyrillic) it goes here.
   vowelled/unvowelled alternatives also go here

③ if Wiktionary spells the word differently, add the spelling here
*/


otherTranscription = true   // kicks in the latest order of items: indicates that this uses a format that includes other transcriptions in the position shown above – this affects the assignments for the code, and i think also affects lookup for script notes that show both unvocalised and vocalised
termListType = 3			// picks up sources automatically





autoExpandExamples.su = `

@ wiktionary

ᮃᮀᮊᮒ᮪|to leave||angkat
ᮃᮀᮊᮣᮥᮀ||
ᮃᮀᮊᮥᮒᮔ᮪|transport||angkutan||
ᮃᮀᮊᮩᮘ᮪||
ᮃᮄᮀ||
ᮃᮊᮀ||
ᮃᮊ᮪ᮞᮛ|syllable||aksara||
ᮃᮌᮢᮤᮊᮥᮜ᮪ᮒᮥᮁ|agriculture||agrikultur||
ᮃᮌᮩᮀ||
ᮃᮍᮣᮧ||
ᮃᮍᮤᮀ||
ᮃᮍᮤᮔ᮪||
ᮃᮍᮨᮔ᮪||
ᮃᮏᮊ᮪|to invite||ajak
ᮃᮏᮨᮌ᮪||
ᮃᮒᮤ||
ᮃᮒᮥᮁ||
ᮃᮓᮒ᮪||
ᮃᮓᮥᮂ||
ᮃᮓᮨᮌ᮪|to stand||adeg
ᮃᮔᮧᮙ᮪||
ᮃᮔ᮪ᮏᮤᮀ||
ᮃᮔ᮪ᮏᮩᮔ᮪||
ᮃᮔ᮪ᮏᮩᮔ᮪ᮔ||
ᮃᮕᮧᮒᮦᮊ᮪||
ᮃᮘᮂ||
ᮃᮘᮂ-ᮃᮘᮂ|goods||abah-abah||
ᮃᮘᮧᮒ᮪||
ᮃᮘ᮪ᮓᮤ||
ᮃᮙᮨᮀ||
ᮃᮙ᮪ᮕᮛᮔ᮪||
ᮃᮙ᮪ᮘᮥᮀ||
ᮃᮙ᮪ᮘᮨᮊᮔ᮪||
ᮃᮛᮄᮀ||
ᮃᮛᮔ᮪ᮏᮩᮔ᮪||
ᮃᮛᮔ᮪ᮏᮩᮔ᮪ᮔ||
ᮃᮛᮥᮛᮀ||
ᮃᮛᮧᮒ᮪||
ᮃᮛᮨᮊ᮪||
ᮃᮜᮤᮂ||
ᮃᮜᮤᮒ᮪||
ᮃᮜᮤᮙ᮪||
ᮃᮜᮥᮀ||
ᮃᮜᮥᮔᮺᮌᮥᮀ|tidal wave||alun-agung||
ᮃᮝᮀ||
ᮃᮝᮤᮞ᮪||
ᮃᮝᮧᮔ᮪||
ᮄᮊᮣᮤᮙ᮪|climate||iklim||
ᮄᮕᮤᮞ᮪||
ᮄᮙᮂ||
ᮄᮙᮂᮊᮎᮔ||
ᮄᮚᮩ||
ᮄᮛᮠ|when||iraha
ᮄᮛᮥᮀ||
ᮄᮜᮒ᮪||
ᮅᮃᮕ᮪|steam||uap||
ᮅᮒᮩᮊ᮪||
ᮅᮔᮤᮍ|to know||uninga
ᮅᮕᮙᮤ||
ᮅᮘᮁ||
ᮅᮚᮂ||
ᮅᮛᮀ||
ᮆᮒ||
ᮆᮒᮀ||
ᮆᮜ᮪ᮙᮥ|science||élmu||
ᮆᮞ᮪||
ᮇᮒᮦᮒ᮪||
ᮇᮒᮧᮒ᮪||
ᮇᮛᮚ᮪|snake||oray
ᮇᮛᮧᮊ᮪||
ᮈᮔ᮪ᮒᮦᮂ||
ᮈᮔ᮪ᮒᮩ||
ᮈᮔ᮪ᮓᮥᮀ||
ᮈᮔ᮪ᮓᮧᮌ᮪||
ᮈᮙᮞ᮪|gold||emas
ᮈᮙ᮪ᮘᮥᮀ||
ᮈᮝᮒᮩᮔ᮪||
ᮉᮞᮤ|content, essence||eusi
ᮊᮄ|wood||kai
ᮊᮓᮠᮛᮔ᮪||
ᮊᮓᮥ||
ᮊᮔ᮪ᮎᮔ||
ᮊᮔ᮪ᮏᮥᮒ᮪||
ᮊᮔ᮪ᮒᮧᮁ||
ᮊᮕᮥᮒ᮪||
ᮊᮙ᮪ᮘᮀ||
ᮊᮛᮦᮒ᮪||
ᮊᮛᮨᮞᮨᮘᮔ᮪||
ᮊᮜᮕ|coconut||kalapa|
ᮊᮜᮚᮔ᮪||
ᮊᮜᮝᮔ᮪||
ᮊᮝᮤᮂ||
ᮊᮞᮥᮁ||
ᮊᮤᮙ᮪ᮕᮨᮜ᮪||
ᮊᮤᮝ||
ᮊᮥᮊᮥ||
ᮊᮥᮎᮥᮁ|to flow||kucur
ᮊᮥᮎᮨᮜ᮪||
ᮊᮥᮙᮠ|how||kumaha
ᮊᮥᮙ᮪ᮘᮂ||
ᮊᮥᮜᮝᮥ||
ᮊᮥᮜᮤᮒ᮪||
ᮊᮥᮜᮨᮙ᮪||
ᮊᮥᮜ᮪ᮊᮞ᮪|refrigerator||kulkas
ᮊᮦᮎᮕ᮪||
ᮊᮧᮔᮦᮀ||
ᮊᮧᮕᮤ||
ᮊᮧᮞᮧᮊ᮪||
ᮊᮨᮁᮞ||
ᮊᮨᮊᮨᮘᮥᮜ᮪||
ᮊᮨᮎᮕ᮪|word||kecap
ᮊᮨᮓᮨᮀ||
ᮊᮨᮓᮨᮜᮦ||
ᮊᮨᮔ᮪ᮓᮀ||
ᮊᮨᮙ᮪ᮘᮀ||
ᮊᮨᮚᮨᮀ||
ᮊᮩᮞᮢᮊ᮪|rough||keusrak
ᮊᮩᮞᮤᮊ᮪||
ᮌᮁᮝ||
ᮌᮏᮤᮂ||
ᮌᮛᮤᮀ||
ᮌᮛᮧ||
ᮌᮜᮊ᮪ᮞᮤ||
ᮌᮜᮥᮁ||
ᮌᮤᮔ᮪ᮏᮜ᮪||
ᮌᮥᮌᮥᮊ᮪|dog||guguk
ᮌᮥᮔᮥᮀ||
ᮌᮥᮔ᮪ᮒᮤᮀ||
ᮌᮥᮙᮥᮏᮨᮀ||
ᮌᮥᮛᮒ᮪||
ᮌᮥᮜ||
ᮌᮦᮞᮦᮂ||
ᮌᮧᮌᮧᮒ᮪||
ᮌᮨᮒᮤᮂ||
ᮌᮨᮓᮀ|papaya||gedang
ᮌᮨᮜᮥᮒ᮪||
ᮌᮨᮜᮧᮙ᮪ᮘᮀ||
ᮌᮨᮜᮧᮙ᮪ᮘᮀ ᮙᮤᮊᮢᮧ|microwave||gelombang mikro||
ᮌᮩᮜᮤᮞ᮪||
ᮍᮊ᮪ᮒᮤᮕ᮪ᮊᮩᮔ᮪||
ᮍᮔᮧᮔᮊ᮪ᮒᮤᮕ᮪ᮊᮩᮔ᮪||
ᮍᮕᮥᮀ||
ᮍᮖᮥᮀᮞᮤᮊᮩᮔ᮪|to activate, enable||ngafungsikeun
ᮍᮙᮔᮂ|to think||ngamanah
ᮍᮛᮔ᮪||
ᮍᮜᮠᮤᮁᮊᮩᮔ᮪||
ᮍᮠᮥᮛᮥᮀᮊᮩᮔ᮪||
ᮍᮧᮏᮄ||
ᮎᮀᮊᮀ||
ᮎᮄ||
ᮎᮄ ᮒᮔᮩᮂ||
ᮎᮊᮨᮒ᮪||
ᮎᮎᮁ||
ᮎᮎᮄ|liquid||cacai
ᮎᮎᮤᮀ||
ᮎᮛᮤᮇᮞ᮪||
ᮎᮛᮧᮌᮦ||
ᮎᮜᮤᮊ᮪||
ᮎᮝᮧᮊᮂ||
ᮎᮠᮚ||
ᮎᮤᮊᮤᮄᮂ|urine||cikiih
ᮎᮥᮍᮥᮍᮥᮊ᮪||
ᮎᮥᮎᮥᮍᮥᮊ᮪||
ᮎᮥᮎᮥᮒ᮪|shark||cucut
ᮎᮧᮀᮎᮧᮛᮀ||
ᮎᮨᮕᮤᮜ᮪|ear||cepil
ᮎᮨᮕᮨᮀ||
ᮏᮀᮏᮀ||
ᮏᮌᮧᮀ||
ᮏᮏᮔ᮪ᮒᮥᮀ|heart||jajantung
ᮏᮔ᮪ᮒᮥᮀ||
ᮏᮘᮣᮧᮌ᮪||
ᮏᮛᮝᮒ᮪||
ᮏᮜᮔ᮪ ᮎᮄ||
ᮏᮜᮛᮔ᮪||
ᮏᮠᮒ᮪||
ᮏᮠᮦ||
ᮏᮥᮊᮥᮒ᮪||
ᮏᮥᮙᮃᮂ||
ᮏᮥᮙᮨᮔᮨᮀ||
ᮏᮨᮔᮨᮍᮔ᮪||
ᮏᮨᮕᮀ||
ᮏᮨᮙ᮪ᮕᮧᮜ᮪||
ᮑᮔ|he, she, it||nyana
ᮒᮀᮊᮜ᮪||
ᮒᮀᮌᮄ||
ᮒᮃᮊ᮪||
ᮒᮅᮔ᮪|year||taun
ᮒᮒᮔᮦᮔ᮪||
ᮒᮒᮙ᮪ᮘ||
ᮒᮔᮩᮂ||
ᮒᮔ᮪ᮓᮥᮊ᮪||
ᮒᮙ᮪ᮕᮧᮜᮧᮀ||
ᮒᮛᮥᮀ||
ᮒᮜᮌ||
ᮒᮤᮀᮌᮀ||
ᮒᮤᮄᮞ᮪||
ᮒᮤᮅᮕ᮪||
ᮒᮤᮍᮜᮤ||
ᮒᮤᮙᮂ||
ᮒᮤᮙᮔ᮪ᮒᮨᮔ᮪||
ᮒᮤᮛᮤᮞ᮪||
ᮒᮤᮜᮥ||
ᮒᮥᮀᮊᮄ||
ᮒᮥᮃᮀ||
ᮒᮥᮅᮞ᮪||
ᮒᮥᮒᮥᮝᮥᮠᮔ᮪||
ᮒᮥᮜᮀ||
ᮒᮥᮠᮥᮁ||
ᮒᮦᮊᮧ||
ᮒᮨᮊᮥ||
ᮒᮨᮍᮨᮊ᮪||
ᮒᮨᮍᮨᮔ᮪||
ᮒᮨᮘᮤᮂ||
ᮒᮨᮙ᮪ᮘᮀ||
ᮒᮨᮜᮞ᮪||
ᮒᮨᮝᮨᮊ᮪||
ᮒᮩᮊ᮪ᮒᮩᮊ᮪||
ᮓᮀᮓᮩᮁ||
ᮓᮅᮁ ᮎᮄ||
ᮓᮅᮔ᮪||
ᮓᮍᮥ||
ᮓᮓᮝᮥᮠᮔ᮪||
ᮓᮚᮀ||
ᮓᮚᮩᮂ||
ᮓᮛᮒ᮪||
ᮓᮜᮤᮀᮓᮤᮀ|fragrant||dalingding
ᮓᮜᮥᮛᮥᮀ||
ᮓᮝᮥᮂ||
ᮓᮝᮥᮂ ᮊᮤᮝᮛᮤ|right now||dawuh kiwari
ᮓᮠᮁ||
ᮓᮠᮥ||
ᮓᮤᮑ||
ᮓᮤᮒᮥ||
ᮓᮤᮔ||
ᮓᮤᮔ᮪ᮒᮨᮔ᮪|day||dinten
ᮓᮥᮛᮦᮔ᮪||
ᮓᮦᮛᮦᮒ᮪ ᮝᮊ᮪ᮒᮥ||
ᮓᮧᮙ᮪ᮕᮦᮒ᮪||
ᮓᮨᮒᮤᮊ᮪||
ᮔᮇᮔ᮪|what||naon
ᮔᮜᮤᮃᮔ᮪||
ᮕᮆᮂ||
ᮕᮇᮞ᮪||
ᮕᮊᮛᮀ||
ᮕᮌᮛᮚᮥ||
ᮕᮌᮥᮔᮥᮍᮔ᮪||
ᮕᮍᮔ᮪||
ᮕᮍᮙ᮪ᮘᮥᮀ||
ᮕᮍᮝᮨᮛᮥᮂ||
ᮕᮍᮤᮛᮤᮙᮔ᮪||
ᮕᮍᮦᮛᮔ᮪||
ᮕᮍᮦᮞ᮪ᮒᮥ||
ᮕᮒᮣᮧᮒ᮪||
ᮕᮒᮥᮃᮍᮔ᮪||
ᮕᮔᮍᮔ᮪||
ᮕᮔᮞ᮪||
ᮕᮔᮧᮔ᮪||
ᮕᮔᮧᮔ᮪ᮕᮧᮆ|sun||panonpoé
ᮕᮕᮂ||
ᮕᮕᮌᮔ᮪||
ᮕᮙᮥᮕᮥᮞ᮪||
ᮕᮙᮨᮌᮨᮒ᮪||
ᮕᮚᮥᮀ||
ᮕᮛᮥᮀᮌᮥ||
ᮕᮞᮤᮁ|hill||pasir||
ᮕᮞᮤᮠᮔ᮪||
ᮕᮤᮃᮔᮊᮔ᮪||
ᮕᮤᮔᮛᮨᮕ᮪||
ᮕᮤᮔᮥᮂ||
ᮕᮥᮀᮊᮥᮁ||
ᮕᮥᮕᮥᮞ᮪||
ᮕᮥᮞ᮪ᮕ|flower||puspal
ᮕᮦᮞᮧ||
ᮕᮧᮔ᮪ᮓᮧᮊ᮪||
ᮕᮨᮁᮕᮥᮞ᮪ᮒᮊᮃᮔ᮪||
ᮕᮨᮕᮨᮓᮥᮒ᮪||
ᮕᮨᮕᮨᮜᮊᮔ᮪||
ᮕᮩᮏᮤᮒ᮪||
ᮘᮀᮞ||
ᮘᮌᮨᮓᮥᮁ||
ᮘᮎ||
ᮘᮏᮤᮀ||
ᮘᮒᮥ||
ᮘᮚᮂ||
ᮘᮚᮥ||
ᮘᮛᮔᮠᮔ᮪||
ᮘᮛᮥ||
ᮘᮛᮩᮂ||
ᮘᮜᮧᮀ||
ᮘᮞ||
ᮘᮞᮩᮂ||
ᮘᮠᮙ᮪||
ᮘᮤᮀᮊᮨᮀ||
ᮘᮤᮃᮀ|mother||biang
ᮘᮤᮔᮤᮂ||
ᮘᮥᮃᮂ|fruit||buah
ᮘᮥᮃᮔ||
ᮘᮥᮅᮊ᮪||
ᮘᮥᮏᮨᮀ||
ᮘᮥᮒᮊ᮪||
ᮘᮥᮒᮥᮂ||
ᮘᮥᮔ᮪ᮒᮥᮒ᮪||
ᮘᮥᮔ᮪ᮓᮨᮁ||
ᮘᮥᮛᮤᮂ||
ᮘᮥᮛᮥ||
ᮘᮥᮛᮥᮊ᮪||
ᮘᮥᮜᮇ||
ᮘᮥᮜᮔ᮪||
ᮘᮥᮜᮩᮓ᮪|spherical||buleud
ᮘᮥᮠᮚ||
ᮘᮦᮃᮞ᮪||
ᮘᮦᮔ᮪ᮒᮀ||
ᮘᮧᮏᮧ||
ᮘᮧᮜᮧᮊᮧᮒ᮪||
ᮘᮨᮓᮧᮜ᮪||
ᮘᮨᮔᮨᮁ||
ᮘᮨᮜᮨᮝᮥᮊ᮪||
ᮘᮩᮀᮊᮩᮒ᮪||
ᮘᮩᮀᮠᮁ||
ᮘᮩᮘᮩᮛᮤᮒᮔ᮪||
ᮘᮩᮛᮩᮙ᮪||
ᮘᮩᮜᮂ||
ᮘᮩᮜᮩᮙ᮪||
ᮘᮩᮞᮤ||
ᮙᮀᮌᮥ|mangosteen||manggu||
ᮙᮁᮌᮤ||
ᮙᮁᮎᮕᮓ|Earth||marcapada
ᮙᮓᮥ||
ᮙᮔᮂ||
ᮙᮔᮥᮞ||
ᮙᮔ᮪ᮒᮦᮌ||
ᮙᮛᮔᮨᮂᮔ||
ᮙᮛᮥᮒ||
ᮙᮛᮩᮙᮔ᮪|to switch off||mareuman
ᮙᮞ᮪ᮒᮊ||
ᮙᮤᮑᮊ᮪||
ᮙᮤᮒᮨᮞ᮪||
ᮙᮥᮔ᮪ᮓᮤᮀ||
ᮙᮥᮕᮥᮞ᮪||
ᮙᮥᮛᮀᮊᮜᮤᮂ||
ᮙᮦᮌ||
ᮙᮧᮊᮤᮃ||
ᮙᮧᮙᮧᮊ᮪||
ᮙᮨᮔ᮪ᮒᮥᮓ᮪||
ᮙᮨᮞᮤᮔ᮪||
ᮙᮨᮞᮤᮔ᮪ ᮒᮤᮊ᮪||
ᮙᮨᮞᮤᮔ᮪ ᮒᮨᮃᮀ||
ᮛᮊᮤᮒ᮪||
ᮛᮎᮥᮔ᮪||
ᮛᮔ᮪ᮏᮀ|bed||risbang
ᮛᮙ||
ᮛᮙᮒᮣᮧᮊ||
ᮛᮙᮒ᮪ᮊᮎ||
ᮛᮙᮨᮞ᮪||
ᮛᮙ᮪ᮘᮥᮒ᮪||
ᮛᮤᮑᮥᮂ|termite||rinyuh
ᮛᮤᮞ᮪ᮘᮀ||
ᮛᮥᮘᮊ᮪||
ᮛᮦᮊᮚᮞ||
ᮛᮦᮌᮀ|stick||régang||
ᮛᮧᮘᮂ||
ᮛᮧᮠᮍᮔ᮪ ᮠᮕ||
ᮛᮩᮉᮊ᮪||
ᮜᮅᮊ᮪||
ᮜᮅᮒ᮪||
ᮜᮅᮒ᮪ ᮏᮨᮕᮀ||
ᮜᮍᮣᮚᮍᮔ᮪|kite||langlayangan
ᮜᮍᮤᮒ᮪|sky||langit
ᮜᮏᮥ||
ᮜᮏᮥ ᮎᮠᮚ||
ᮜᮔ᮪ᮓᮊ᮪||
ᮜᮘᮥᮂ||
ᮜᮚᮁ||
ᮜᮚᮍᮔ᮪||
ᮜᮜᮊᮤ||
ᮜᮤᮊᮥᮁ||
ᮜᮤᮔᮤ||
ᮜᮤᮞᮂ||
ᮜᮥᮃᮞ᮪||
ᮜᮥᮌ||
ᮜᮥᮓᮂ||
ᮜᮦᮒᮂ||
ᮜᮧᮌᮙ᮪||
ᮜᮧᮙ||
ᮜᮧᮜᮧ||
ᮜᮨᮎᮨᮊ᮪||
ᮜᮨᮓᮢᮨᮊ᮪||
ᮜᮨᮘᮥ||
ᮜᮨᮘᮨᮒ᮪||
ᮜᮨᮙᮂ||
ᮜᮨᮙᮨᮞ᮪||
ᮜᮨᮙ᮪ᮕᮨᮀ||
ᮜᮨᮙ᮪ᮘᮥᮒ᮪||
ᮜᮨᮛᮨᮞ᮪||
ᮜᮩᮉᮒ᮪||
ᮜᮩᮍᮩᮔ᮪||
ᮜᮩᮙ᮪ᮕᮀ||
ᮜᮩᮝᮩᮀ||
ᮝᮁᮒ||
ᮝᮁᮞᮤᮂ||
ᮝᮇᮞ᮪||
ᮝᮔ||
ᮝᮔᮧᮏ|woman||wanoja
ᮝᮜᮤᮛᮀ||
ᮝᮜᮥᮍᮔ᮪||
ᮝᮠᮍᮔ᮪|river||wahangan
ᮝᮤᮜᮍᮔ᮪||
ᮝᮤᮜᮍᮔ᮪ ᮘᮥᮜᮩᮓ᮪||
ᮝᮨᮍᮤ||
ᮝᮨᮜᮞ᮪||
ᮝᮩᮒᮩᮂ||
ᮞᮀᮌᮙ||
ᮞᮁᮒ||
ᮞᮃᮘ᮪|water vapour||saab
ᮞᮆ|good||saé
ᮞᮊᮨᮓᮤᮊ᮪||
ᮞᮌᮛ||
ᮞᮍᮥ||
ᮞᮒᮧ||
ᮞᮓᮚ||
ᮞᮔᮦᮞ᮪|not||sanes
ᮞᮘᮘᮛᮠ||
ᮞᮙ᮪ᮕᮦᮃᮔ᮪||
ᮞᮙ᮪ᮕᮩ||
ᮞᮛᮦ||
ᮞᮛᮨᮀ|with||sareng|
ᮞᮜᮊᮤ||
ᮞᮜ᮪ᮏᮥ||
ᮞᮝᮂ||
ᮞᮞᮊ᮪||
ᮞᮞᮊ᮪ ᮃᮀᮊᮒ᮪||
ᮞᮞᮊ᮪ ᮊᮘᮨᮜ᮪||
ᮞᮞᮊ᮪ ᮌᮔ᮪ᮒᮥᮀ||
ᮞᮞᮊ᮪ ᮌᮨᮛᮊ᮪||
ᮞᮞᮊ᮪ ᮒᮀᮊᮜ᮪ ᮊᮄ||
ᮞᮞᮊ᮪ ᮕᮔᮀᮌᮩᮚ᮪||
ᮞᮞᮊ᮪ ᮙᮜᮀ||
ᮞᮞᮊ᮪ ᮛᮧᮛᮧᮀᮊᮧᮀ||
ᮞᮞᮊ᮪ ᮜᮨᮀᮊᮥᮀ||
ᮞᮞᮤᮂ||
ᮞᮠ||
ᮞᮤᮊᮤ||
ᮞᮤᮒᮥ||
ᮞᮤᮔ᮪ᮓᮤᮁ||
ᮞᮤᮙ᮪ᮘᮥᮒ᮪||
ᮞᮤᮛᮂ||
ᮞᮤᮞᮤᮁ||
ᮞᮤᮞᮤᮔ᮪ᮓᮤᮛᮔ᮪||
ᮞᮥᮊᮥ||
ᮞᮥᮙ᮪ᮕᮤᮀ||
ᮞᮥᮛᮦᮜᮦᮊ᮪||
ᮞᮥᮜᮥᮂ||
ᮞᮥᮞᮥᮊᮔ᮪||
ᮞᮥᮞ᮪ᮒᮨᮁ ᮘᮞᮩᮂ||
ᮞᮥᮠᮥ||
ᮞᮥᮠᮥᮔ᮪||
ᮞᮦᮏᮦᮔ᮪||
ᮞᮦᮔ᮪ᮓᮧᮊ᮪||
ᮞᮧᮎ||
ᮞᮧᮛᮧᮀ||
ᮞᮨᮕᮥᮂ||
ᮞᮨᮘᮦᮁ||
ᮞᮨᮛᮀᮌ||
ᮞᮩᮉᮁ|many||seueur
ᮞᮩᮊᮩᮒ᮪||
ᮞᮩᮔᮩ||
ᮞᮩᮞᮩᮕ᮪||
ᮞ᮪ᮕᮦᮞᮤᮆᮞ᮪||
ᮠᮊᮔ᮪||
ᮠᮓᮦ||
ᮠᮔᮩᮒ᮪||
ᮠᮛᮤᮒ||
ᮠᮜᮤᮙᮥᮔ᮪||
ᮠᮜᮩᮀᮠᮩᮙ᮪|overcast||haleungheum
ᮠᮝᮥ||
ᮠᮞᮩᮕ᮪||
ᮠᮤᮅ||
ᮠᮤᮏᮤ||
ᮠᮤᮓᮩᮀ||
ᮠᮤᮘᮨᮁ||
ᮠᮤᮛᮥᮕ᮪||
ᮠᮥᮏᮔ᮪||
ᮠᮥᮛᮥ||
ᮠᮦᮏᮧ||
ᮠᮩᮔ᮪ᮎᮩᮒ᮪||
ᮠᮩᮘᮩᮜ᮪||
ᮠᮩᮛᮩᮒ᮪||
ᮮᮥᮯᮥ|state of grace||xušu خاشع||
ᮃᮊ᮪ᮞᮛ ᮞᮥᮔ᮪ᮓ|Sundanese alphabet|a§k§sa§ra§ §su§n§da









































`
