/*
native | meaning | IPA① | transcription | other transcriptions② | notes | wiktionary③


① separate each text unit (consonant+combining_mark(s)) with §, separate phonetic syllables with .
   use ‹ and › for a sound that spans 2 text units
   use – for a text unit that doesn't produce sound
   syllable boundary markers go inside previous unit, and emphasis markers begin emphasised unit

② the previous transcription field is always Latin. 
   if there is another key orthography (eg. Mongolian cyrillic) it goes here.
   vowelled/unvowelled alternatives also go here

③ if Wiktionary spells the word differently, add the spelling here
*/





autoExpandExamples.kru = `


𑶻𑶳𑷑𑶳𑷎 𑷔𑶰𑷊𑶰|Tolong Siki|t§o§l§o§ŋ§ §s§i§k§i

@ https://en.wiktionary.org/w/index.php?title=Category:Kurukh_terms_with_IPA_pronunciation

अख़ना||␣||
अड़ा||␣||
अतख़ा||␣||
अनेस||␣||
अम्म||␣||
अयो||␣||
अलखना||␣||
अस्सना||␣||
अहड़ा||␣||
आद||␣||
आर||␣||
आल||␣||
आलर||␣||
आली||␣||
आस||␣||
आहै||␣||
इंजो||␣||
इक्ला||␣||
इज्जना||␣||
इसुंग||␣||
ईद||␣||
ईया||␣||
ईर||␣||
ईस||␣||
उंबलख़ो||␣||
उजगो||␣||
उज्जना||␣||
उढ़यारना||␣||
उर्मि||␣||
उल्ला||␣||
ऊरना||␣||
एंड||␣||
एंदरा||␣||
एंद्र||␣||
एकना||␣||
एका||␣||
एकाओर्तस||␣||
एकाओर्ती||␣||
एकाबीरी||␣||
एकास्से||␣||
एक्सन||␣||
एखो||␣||
एन||␣||
एप||␣||
एलचना||␣||
ओंड||␣||
ओंद||␣||
ओक्कना||␣||
ओगना||␣||
ओज्जना||␣||
ओड़ा||␣||
ओत्था||␣||
ओन्ना||␣||
ओरोख़||␣||
ओर्मा||␣||
ओल्दना||␣||
कटी||␣||
किंद्रारना||␣||
कींदा||␣||
कीबा||␣||
कीरना||␣||
कुँड़ुख़||␣||
कुत्तल्ला||␣||
कुरना||␣||
कुही||␣||
कूल||␣||
कोड़ना||␣||
कोरना||␣||
कोहा||␣||
खंडना||␣||
खत्रना||␣||
ख़ंजपा||␣||
ख़ंद्रना||␣||
ख़इका||␣||
ख़द्द||␣||
ख़ाड़||␣||
ख़ेँस||␣||
ख़ेँसो||␣||
ख़ेक्खा||␣||
ख़ेख़ेल||␣||
ख़ेद्द||␣||
ख़ेबदा||␣||
ख़ोयना||␣||
खेएना||␣||
गुसन||␣||
गेछा||␣||
गोद्रअना||␣||
घाँसी||␣||
चंदो||␣||
चकड़||␣||
चपटा||␣||
चल्कुर||␣||
चान||␣||
चिंद||␣||
चिइना||␣||
चिच||␣||
चीपना||␣||
चेँप||␣||
जोबना||␣||
ञ़||␣||
टेम्पा||␣||
ततख़ा||␣||
ताका||␣||
तीना||␣||
तुकना||␣||
तुप्पना||␣||
तोरंग||␣||
दरा||␣||
दरियौ||␣||
दव||␣||
दीघा||␣||
दुधी||␣||
धरना||␣||
धूले||␣||
नटगना||␣||
नन्ना||␣||
नाख़||␣||
नाख़ना||␣||
नाम||␣||
नामे||␣||
निरग्रना||␣||
नीन||␣||
नीम||␣||
नुसुगना||␣||
नू||␣||
नेर्र||␣||
नोँड़ना||␣||
पंचे||␣||
पंडरू||␣||
पईयाँ||␣||
पखना||␣||
पच्गी||␣||
पच्चा||␣||
पच्चो||␣||
पन्हा||␣||
पर्ता||␣||
पल्कना||␣||
पल्ल||␣||
पाब||␣||
पारना||␣||
पिटना||␣||
पीख़ना||␣||
पुत्रना||␣||
पुद्दा||␣||
पुना||␣||
पूँप||␣||
पूख़ना||␣||
पेंचो||␣||
पेन||␣||
पोखारी||␣||
पोच्गो||␣||
पोत्ता||␣||
बदाली||␣||
बरना||␣||
बा||␣||
बाल्का||␣||
बिंको||␣||
बिड़ना||␣||
बीड़ी||␣||
बुक्का||␣||
बेक||␣||
बेचना||␣||
बेरख़ा||␣||
बेस||␣||
बै||␣||
बोहारना||␣||
मन्न||␣||
मरग||␣||
मल||␣||
मल्दव||␣||
माख़ा||␣||
मुइँ||␣||
मुक्का||␣||
मूंड||␣||
मूका||␣||
मेत||␣||
मेद||␣||
मेन्ना||␣||
मेरख़ा||␣||
मोँट||␣||
मोख़ना||␣||
मोख़ारो||␣||
मोजख़ा||␣||
रगदअना||␣||
रिँड़ो||␣||
लवना||␣||
लेंडा||␣||
लौना||␣||
संगे||␣||
सन्नी||␣||
सरुवा||␣||
सेंद्रा बेचना||␣||
सोट्टा||␣||
हरियर||␣||
हेएना||␣||
हेड्डे||␣||
हेब्रना||␣||
‌ख़न||␣||








`




// automatically creates Online Resources section, if markup is uncommented in xx.html

termLists = [

{
"title":"Kudukh Times",
"url":"https://tolongsiki.com/sites/default/files/2022-04/Kudukh%20times-min_merged.pdf",
},

]

