
// Keys are drawn from the following set of characters:																	
// ⒶⒷⒸⒹⒺⒻⒼⒽⒾⒿⓀⓁⓂⓃⓄⓅⓆⓇⓈⓉⓊⓋⓌⓍⓎⓏ
// ⓐⓑⓒⓓⓔⓕⓖⓗⓘⓙⓚⓛⓜⓝⓞⓟⓠⓡⓢⓣⓤⓥⓦⓧⓨⓩ⊙
// 🅐🅑🅒🅓🅔🅕🅖🅗🅘🅙🅚🅛🅜🅝🅞🅟🅠🅡🅢🅣🅤🅥🅦🅧🅨🅩
// 🅰🅱🅲🅳🅴🅵🅶🅷🅸🅹🅺🅻🅼🅽🅾🅿🆀🆁🆂🆃🆄🆅🆆🆇🆈🆉

var collections = [
{ symbol:'Ⓥ', desc:'All vowels', chars:'(𞋜|𞋞|𞋛|𞋕|𞋁|𞋀|𞋥|𞋪|𞋧|𞋦|𞋢|𞋤|𞋨|𞋣|𞋖)' },
{ symbol:'ⓥ', desc:'Basic vowels', chars:'(𞋜|𞋞|𞋛|𞋕|𞋁|𞋀)' },
{ symbol:'🅥', desc:'Vowels with nasals', chars:'(𞋥|𞋪|𞋧|𞋦|𞋢|𞋤|𞋨|𞋣)' },
{ symbol:'Ⓒ', desc:'Consonants', chars:'(𞋊|𞋂|𞋋|𞋄|𞋔|𞋅|𞋫|𞋇|𞋌|𞋙|𞋠|𞋃|𞋐|𞋍|𞋓|𞋎|𞋑|𞋏|𞋚|𞋘|𞋉|𞋝|𞋩|𞋒|𞋗|𞋈|𞋟|𞋆|𞋡)' },
{ symbol:'Ⓣ', desc:'Tones', chars:'(𞋮|𞋯|𞋬|𞋭)' },
]
