
// ⒶⒷⒸⒹⒺⒻⒼⒽⒾⒿⓀⓁⓂⓃⓄⓅⓆⓇⓈⓉⓊⓋⓌⓍⓎⓏ
// ⓐⓑⓒⓓⓔⓕⓖⓗⓘⓙⓚⓛⓜⓝⓞⓟⓠⓡⓢⓣⓤⓥⓦⓧⓨⓩ⊙
// 🅐🅑🅒🅓🅔🅕🅖🅗🅘🅙🅚🅛🅜🅝🅞🅟🅠🅡🅢🅣🅤🅥🅦🅧🅨🅩
// 🅰🅱🅲🅳🅴🅵🅶🅷🅸🅹🅺🅻🅼🅽🅾🅿🆀🆁🆂🆃🆄🆅🆆🆇🆈🆉



var collections = [
{ symbol:'ⓥ', desc:'Dependent vowels', chars:'(ි|ී|ු|ූ|ෙ|ේ|ො|ෝ|ැ|ෑ|ා|ෛ|ෞ)' },
{ symbol:'Ⓥ', desc:'Independent vowels', chars:'(ඉ|ඊ|උ|ඌ|එ|ඒ|ඔ|ඕ|ඇ|ඈ|අ|ආ|ඓ|ඖ)' },
{ symbol:'🅥', desc:'Vocalics', chars:'(ᠢ|ᠦ|ᠤ|ᠡ|ᠧ|ᠥ|ᠣ|ᠠ)' },
{ symbol:'Ⓒ', desc:'All consonants', chars:'(ක|ග|ඟ|ච|ජ|ට|ඩ|ණ|ඬ|ත|ද|න|ඳ|ප|බ|ම|ඹ|ය|ර|ල|ව|ස|හ|ළ|ඛ|ඝ|ඞ|ඡ|ඣ|ඤ|ඥ|ඨ|ඪ|ථ|ධ|ඵ|භ|ශ|ෂ|ෆ)' },
{ symbol:'Ⓑ', desc:'Basic consonants', chars:'(ක|ග|ඟ|ච|ජ|ට|ඩ|ණ|ඬ|ත|ද|න|ඳ|ප|බ|ම|ඹ|ය|ර|ල|ව|ස|හ|ළ)' },
{ symbol:'Ⓔ', desc:'Extended consonants', chars:'(ඛ|ඝ|ඞ|ඡ|ඣ|ඤ|ඥ|ඨ|ඪ|ථ|ධ|ඵ|භ|ශ|ෂ|ෆ)' },
{ symbol:'⊙', desc:'Invisibles', chars:'(\u200C|\u200D)' },
]
