/*
native | meaning | IPA① | transcription | other transcriptions② | notes | wiktionary③


① separate each text unit (consonant+combining_mark(s)) with §, separate phonetic syllables with .
   use ‹ and › for a sound that spans 2 text units
   use – for a text unit that doesn't produce sound
   syllable boundary markers go inside previous unit, and emphasis markers begin emphasised unit

② the previous transcription field is always Latin. 
   if there is another key orthography (eg. Mongolian cyrillic) it goes here.
   vowelled/unvowelled alternatives also go here

③ if Wiktionary spells the word differently, add the spelling here
*/


otherTranscription = true   // kicks in the latest order of items: indicates that this uses a format that includes other transcriptions in the position shown above – this affects the assignments for the code, and i think also affects lookup for script notes that show both unvocalised and vocalised
termListType = 3			// picks up sources automatically





autoExpandExamples.osa = `

@ Quintero, Osage Grammar; Osage Nation online courses

𐓏𐓘𐓻𐓘𐓻𐓟 𐓣𐓟|Osage language|w§ɑ§ʒ§ɑ́§ʒ§ɛ§ §i§ɛ
𐓘͘𐓤𐓣𐓤ʼ𐓶|give it back to me|ɑ̃§k§i§kˀ§‹§u
𐓘͘𐓷𐓘͘𐓥𐓘|help me|ɑ̃§w§ɑ̃́§ʰk§ɑ
𐓘𐓜𐓣͘|I have|ɑ§bɹ§ĩ́
𐓘𐓰𐓛͘𐓤𐓘|light|ɑ§t§ə̃§k§ɑ
𐓘𐓻𐓘𐓨𐓣͘|I think|ɑ§ʒ§ɑ§m§ĩ́
𐓘𐓻𐓣|negative marker|ɑ§ʒ§i
𐓜𐓘𐓮𐓤𐓘|flat|bɹ§ɑ́ː§s§k§ɑ
𐓜𐓘𐓲𐓟|I eat|bɹ§ɑ§t͡s§ɛ
𐓜𐓟𐓥𐓘|thin|bɹ§ɛ́§ʰk§ɑ
𐓜𐓪𐓤𐓘|dollar|bɹ§ó§k§ɑ
𐓝𐓘𐓬𐓘|short|t͡ʃ§ɑ§p§ɑ
𐓝𐓘𐓭𐓘|short and round|t͡ʃ§ɑ́ː§ʰp§ɑ
𐓝𐓪𐓬𐓘|a little bit|t͡ʃ§ó§p§ɑː
𐓟𐓤𐓣𐓻𐓪͘|you do|ɛ́§k§i§ʒ§õ
𐓟𐓤𐓪͘|in this manner|ɛ́§k§õ
𐓟𐓪𐓤ʼ𐓘|frog|ɛ§o§kˀ§‹§ɑ
𐓡𐓘́𐓬𐓘|corn|h§ɑ́§p§ɑ
𐓡𐓘͘|evening|h§ɑ̃ː
𐓡𐓘͘𐓬𐓘|day|h§ɑ̃́§p§ɑ
𐓡𐓘𐓬𐓘|corn|h§ɑ́§p§ɑ
𐓡𐓘𐓰𐓸𐓘|how far|h§ɑː§t§x§ɑ
𐓡𐓘𐓸𐓣͘|blanket|h§ɑ§x§ĩ́
𐓡𐓘𐓺𐓶|grape|h§ɑ́§z§u
𐓡𐓚|night|h§ɑɪ̃
𐓡𐓣|tooth|h§iː
𐓡𐓣͘|colours|h§ĩ
𐓡𐓣͘|hair, fur|h§ĩː
𐓡𐓣͘|whisker|h§ĩː
𐓡𐓪𐓷𐓟|yes (males)|h§ó§w§ɛ
𐓡𐓸𐓶𐓵𐓘|eagle|h§x§u§ð§ɑ
𐓣͘𐓯𐓰𐓘|eyes|ĩː§ʃ§t§ɑ́
𐓣͘𐓲𐓟|face|ĩ§t͡s§ɛ
𐓣𐓡𐓘|mouth|i§h§ɑ
𐓣𐓤ʼ𐓶𐓲𐓟|try|í§kˀ§‹§u§t͡s§ɛ
𐓣𐓵𐓣𐓯𐓘͘𐓡𐓘|avoid|í§ð§i§ʃ§ɑ̃§h§ɑ
𐓣𐓸𐓘|laugh|i§x§ɑ
𐓣𐓺𐓣𐓺𐓣𐓤𐓟|dirty|í§z§i§z§i§k§ɛ
𐓤ʼ𐓘͘𐓮𐓘𐓤𐓣|fast, rapid|kˀ§‹§ɑ̃́§s§ɑː§k§i
𐓤ʼ𐓟|dig|kˀ§‹§ɛ
𐓤ʼ𐓶|give|kˀ§‹§u
𐓤ʼ𐓶|to give|kˀ§‹§u
𐓤𐓘͘𐓺𐓟 𐓘𐓬𐓘𐓧𐓘|pear|k§ɑ̃§z§ɛ§ §ɑ§p§ɑ§l§ɑ
𐓤𐓘͘𐓺𐓟 𐓲ʼ𐓘𐓵𐓟|lemon|k§ɑ̃§z§ɛ§ §t͡sˀ§‹§ɑ§ð§ɛ
𐓤𐓘𐓮𐓣𐓸𐓲𐓣|morning|k§ɑ§s§i§x§t͡s§i
𐓤𐓘𐓰𐓸𐓘|a little while|k§ɑ§t§x§ɑ́
𐓤𐓘𐓸𐓘|creek|k§ɑ́§x§ɑ
𐓤𐓘𐓸𐓶𐓹𐓟|crack|k§ɑː§x§ú§ɣ§ɛ
𐓤𐓘𐓺𐓘͘|scold|k§ɑː§z§ɑ̃́
𐓤𐓙𐓡𐓣𐓤𐓘|chief|k§aɪ§h§i§k§ɑ
𐓤𐓟|turtle|k§ɛ
𐓤𐓣𐓤𐓸𐓪|feast|k§í§k§x§o
𐓤𐓣𐓯𐓰𐓪𐓨𐓚|council|k§i§ʃ§t§o§m§a§ɪ̃
𐓤𐓪͘𐓺𐓟|fruit|k§õ§z§ɛ
𐓤𐓯𐓣𐓹𐓟|make for another|k§ʃ§í§ɣ§ɛ
𐓤𐓯𐓪͘𐓤𐓘|2nd son|k§ʃ§ṍ§k§ɑ
𐓤𐓸𐓘𐓻𐓣͘|3rd son|k§x§ɑ́§ʒ§ĩ
𐓥𐓘𐓹𐓟|crow|ʰk§ɑ́§ɣ§ɛ
𐓥𐓟|turtle|ʰk§ɛ́ː
𐓥𐓣𐓧𐓣𐓮𐓘͘|turn around|ʰk§i§l§í§s§ɑ̃
𐓤𐓪𐓤𐓪𐓮𐓘|pig|ʰk§oː§ʰk§ó§s§ɑ
𐓥𐓪𐓥𐓪𐓮𐓘|pig|ʰk§oː§ʰk§ó§s§ɑ
𐓧𐓘͘𐓵𐓟|big, great|l§ɑ̃§ð§ɛ
𐓧𐓘͘𐓵𐓟|large|l§ɑ̃́§ð§ɛ
𐓧𐓘𐓬𐓸𐓘͘𐓤𐓟|mosquito|l§ɑ§p§x§ɑ̃́ː§k§ɛ
𐓧𐓟𐓜𐓛|hands|l§ɛ§b§ɹ§ə
𐓧𐓣͘𐓤𐓘|sit down|l§ĩ́ː§k§ɑ
𐓧𐓪͘|thunder|l§ṍː
𐓧𐓪͘𐓵𐓟|drunk|l§õ§ð§ɛ
𐓨𐓘͘𐓸𐓣𐓵𐓟|deceive|m§ɑ̃§x§í§ð§ɛ
𐓨𐓘͘𐓺𐓟𐓮𐓤𐓘|money|m§ã§z§ɛ§s§k§ɑ
𐓨𐓘𐓯𐓝𐓣͘𐓤𐓘|rabbit|m§ɑ§ʃ§t͡ʃ§ĩ§k§ɑ
𐓨𐓘𐓸𐓟|sky, weather|m§ɑ§x§ɛ
𐓨𐓘𐓸𐓬𐓢𐓶|cloud|m§ɑ§x§p§hʲ§u
𐓨𐓘𐓸𐓯𐓝𐓟|it's hot (weather)|m§ɑ§x§ʃ§t͡ʃ§ɛ
𐓨𐓟𐓣͘|walk, go|m§ɛ́§ĩ
𐓨𐓣|sun|m§íː
𐓨𐓣͘|blanket|m§ĩ
𐓨𐓣𐓘𐓤𐓟|clock|m§i§ɑ§k§ɛ
𐓨𐓣𐓥𐓘𐓤ʼ𐓟|star|m§i§ʰk§ɑ́§kˀ§‹§ɛ
𐓨𐓣𐓳𐓟𐓸𐓣|difficult/precious female|m§íː§ʰt͡s§ɛ§x§i
𐓨𐓪͘𐓥𐓘|medecine|m§ṍ§ʰk§ɑ
𐓨𐓪͘𐓸𐓬𐓶|cloud|m§ṍ§x§p§u
𐓨𐓶𐓮𐓤𐓪𐓤𐓟|Muskogee tribe|m§u§s§k§ó§k§ɛ
𐓩𐓘͘𐓡𐓣͘|board|n§ɑ̃§h§ĩ
𐓩𐓘͘𐓤𐓟|run|n§ɑ̃́ː§k§ɛ
𐓩𐓘͘𐓹𐓟|ice|n§ɑ̃́ː§ɣ§ɛ
𐓩𐓘͘𐓹𐓟|spirit|n§ɑ̃́ː§ɣ§ɛ
𐓩𐓘͘𐓹𐓶𐓲𐓟|ear|n§ɑ̃§ɣ§úː§t͡s§ɛ
𐓩𐓣 𐓡𐓘 𐓰𐓪𐓡𐓪 𐓟𐓤𐓪͘|blue|n§i§ §h§ɑ§ §t§o§h§o§ §ɛ§k§õ
𐓩𐓣͘|you wear|n§ĩ
𐓩𐓣𐓤𐓘|man|n§i§k§ɑ
𐓩𐓣𐓩𐓣|cold|n§í§n§i
𐓩𐓣𐓯𐓦𐓶𐓟|salt|n§i§ʃ§kʲ§u§ɛ
𐓩𐓪͘|old folks|n§õː
𐓩𐓪͘𐓡𐓣͘|old age|n§õ§h§ĩ
𐓩𐓪͘𐓬ʼ𐓣|scarf|n§õ§pˀ§‹§i
𐓩𐓪͘𐓭𐓟𐓷𐓙|scary|n§õ§ʰp§ɛ§w§ɑ§ɪ́
𐓩𐓶𐓥𐓣𐓘𐓲ʼ𐓣͘|mirror|n§ú§ʰk§i§ɑ§t͡sˀ§‹§ĩ
𐓪͘𐓵𐓟|to throw away|õ§ð§ɛ
𐓪𐓡𐓪|bark|ó§h§oː
𐓪𐓡𐓪͘|cook|òː§h§õ
𐓪𐓤ʼ𐓪́|hole|o§kˀ§‹§ó
𐓪𐓤𐓘͘|help folks|ó§k§ɑ̃
𐓪𐓤𐓣𐓬𐓯𐓟|be true to one's own|o§k§í§p§ʃ§ɛ
𐓪𐓥𐓘|space|ó§ʰk§ɑ
𐓪𐓬ʼ𐓘͘𐓵𐓘|fog on water|o§pˀ§‹§ɑ̃́§ð§ɑ
𐓪𐓬𐓸𐓘|down the middle|o§p§x§á
𐓪𐓬𐓸𐓘͘|elk|ó§p§x§ɑ̃
𐓪𐓵𐓘𐓡𐓘|follow|o§ð§ɑ́§h§ɑ
𐓪𐓵𐓘𐓡𐓘͘|you cook|oː§ð§ɑ́§h§ɑ̃
𐓬ʼ𐓪𐓵𐓪͘|steam|pˀ§‹§ó§ð§õ
𐓬𐓘̄𐓹𐓪́|hill, mountain|p§ɑː§ɣ§ó
𐓬𐓘𐓢𐓶|hair|p§ɑ§hʲ§u
𐓬𐓘𐓯𐓝𐓟𐓤𐓘|strawberry|p§ɑ§ʃ§t͡ʃ§ɛ§k§ɑ
𐓬𐓘𐓰𐓘𐓻𐓣͘|baby|p§ɑ§t§ɑ§ʒ§ĩ
𐓬𐓘𐓺𐓪|finger|p§ɑ́§z§o
𐓬𐓯𐓟|pound|p§ʃ§ɛ
𐓬𐓯𐓣|I arrived there|p§ʃ§i
𐓭𐓘𐓺𐓟|evening|ʰp§ɑ§z§ɛ́
𐓬𐓘𐓺𐓟|evening|ʰp§ɑ§z§ɛ́
𐓭𐓟𐓲𐓟|fire|ʰp§ɛ́ː§t͡s§ɛ
𐓭𐓣𐓪͘|know|ʰp§í§õ
𐓭𐓣𐓻𐓣|bad|ʰp§íː§ʒ§i
𐓭𐓶𐓺𐓘|sand|ʰp§u§z§ɑ́
𐓮𐓘𐓥𐓶|watermelon|s§ɑ́§ʰk§u
𐓮𐓘𐓬𐓟|black|s§ɑ́§p§ɛ
𐓮𐓘𐓰𐓘|five|s§ɑ§ʰt§ɑ
𐓮𐓘𐓱𐓘|five|s§ɑ§ʰt§ɑ
𐓮𐓣|foot|s§i
𐓮𐓣͘𐓲𐓟|tail|s§ĩ́§t͡s§ɛ
𐓮𐓣𐓰𐓷𐓣͘/𐓮𐓣𐓰𐓫|yesterday|s§i§t§w§ĩ§/§s§i§t§o§ɪ̃
𐓮𐓤𐓘|white|s§k§ɑ
𐓮𐓲𐓟|you go|s§t͡s§ɛ́ː
𐓯𐓘𐓭𐓟|six|ʃ§ɑ́§ʰp§ɛ
𐓯𐓟|there (near hearer)|ʃ§ɛ
𐓯𐓟𐓵𐓪͘𐓨𐓠|stay where you are|ʃ§ɛ§ð§õ§m§e§ɪ̃
𐓯𐓣|again|ʃ§i
𐓯𐓣͘𐓰𐓪𐓻𐓣͘|boy|ʃ§ĩ§t§o§ʒ§ĩ
𐓯𐓣͘𐓰𐓪𐓻𐓣͘|male child|ʃ§ĩ§t§o§ʒ§ĩ
𐓯𐓣𐓤𐓸𐓘͘|sister-in-law|ʃ§í§k§x§ɑ̃
𐓯𐓣𐓨𐓣𐓻𐓣͘|girl|ʃ§i§m§i§ʒ§ĩ
𐓯𐓤𐓪𐓬𐓟|deep|ʃ§k§ó§p§ɛ
𐓯𐓪 𐓵𐓟|go where you are|ʃ§o§ §ð§ɛ́ː
𐓯𐓪͘|while|ʃ§õ
𐓯𐓪͘𐓤𐓟|dog|ʃ§õ§k§ɛ
𐓯𐓬𐓣𐓻𐓪͘|you know|ʃ§p§í§ʒ§õ
𐓯𐓶𐓬𐓟|entrails|ʃ§ú§p§ɛ
𐓰𐓘|deer, meat|t§a
𐓰𐓘̋𐓜𐓘͘|smell (of something heated)|t§áː§bɹ§ã
𐓰𐓪͘𐓬𐓟|look, see|t§ṍ§p§ɛ
𐓰𐓪𐓟|some|t§ó§ɛ
𐓱𐓘|deer, meat|ʰt§ɑ́ː
𐓱𐓘͘𐓷𐓘͘|town|ʰt§ɑ̃́§w§ɑ̃
𐓱𐓪𐓡𐓪|blue, green|ʰt§ó§h§o
𐓲ʼ𐓟|die, death|t͡sˀ§‹§ɛ
𐓲ʼ𐓟𐓤𐓘|crazy|t͡sˀ§‹§ɛ§k
𐓲ʼ𐓣͘𐓻𐓟|crooked|t͡sˀ§‹§ĩ́§ʒ§ɛ
𐓲ʼ𐓪𐓸𐓟|hunchback|t͡sˀ§‹§ó§x§ɛ
𐓲𐓟|buffalo|t͡s§ɛ
𐓲𐓟𐓤𐓘|new|t͡s§ɛ§k§ɑ
𐓳𐓣|house|ʰt͡s§i
𐓲𐓣|house|ʰt͡s§i
𐓳𐓶𐓤𐓟|spoon|ʰt͡s§ú§k§ɛ
𐓵𐓘͘𐓲𐓟|heart|ð§ɑ̃́ː§t͡s§ɛ
𐓵𐓘𐓤ʼ𐓣͘|spit|ð§ɑː§kˀ§‹§ĩ
𐓵𐓘𐓲𐓟|to eat|ð§ɑ§t͡s§ɛ
𐓵𐓘𐓴𐓟|eat|ð§ɑː§t͡sʰ§ɛ́
𐓵𐓘𐓷𐓘|count|ð§ɑ§w§ɑ
𐓵𐓟|this, that|ð§ɛ
𐓵𐓣͘𐓤𐓟|nothing|ð§ĩ§k§ɛ́
𐓵𐓣𐓡𐓣𐓲𐓟|to tease|ð§i§h§i§t͡s§ɛ
𐓵𐓪𐓡𐓘|almost|ð§ó§h§ɑ
𐓵𐓶|by hand (prefix)|ð§uː
𐓵𐓶𐓬ʼ𐓣͘𐓬ʼ𐓣͘𐓺𐓟|blink repeatedly|ð§u§pˀ§‹§ĩ§pˀ§‹§ĩ§z§ɛ
𐓵𐓶𐓯𐓤𐓘͘|start|ð§uː§ʃ§k§ɑ̃́
𐓵𐓶𐓲ʼ𐓘𐓤𐓟|unable|ð§uː§t͡sˀ§‹§ɑ́§k§ɛ
𐓶𐓝𐓘𐓬𐓘|low|u§t͡ʃ§ɑ§p§ɑ
𐓷𐓘𐓡𐓟𐓡𐓟|weak|w§ɑ§h§ɛ́§h§ɛ
𐓷𐓘𐓡𐓫|family relationships|w§ɑ§h§o§ɪ̃
𐓷𐓘𐓤ʼ𐓪|woman|w§ɑ§kˀ§‹§o
𐓷𐓘𐓤𐓯𐓶𐓣͘𐓺𐓟|teach|w§ɑ§k§ʃ§ú§ĩ§z§ɛ
𐓷𐓘𐓩𐓪͘𐓬ʼ𐓣͘|necklace|w§ɑ§n§ṍ§pˀ§‹§ĩ
𐓷𐓘𐓮𐓘𐓬𐓟|bear|w§ɑ§s§ɑ§p§ɛ
𐓷𐓘𐓮𐓬𐓟|stay|w§ɑ́ː§s§p§ɛ
𐓷𐓘𐓮𐓲𐓶𐓲𐓟|be slow|w§ɑ§s§t͡s§ú§t͡s§ɛ
𐓷𐓘𐓯𐓣͘|bacon|w§ɑ§ʃ§ĩ́
𐓷𐓘𐓲𐓶𐓟 𐓮𐓪𐓮𐓪|dumplings|w§ɑ§t͡s§ú§ɛ§ §s§ó§s§o
𐓷𐓘𐓴𐓣|dance|w§ɑː§t͡sʰ§i
𐓷𐓘𐓵𐓪͘|sing|w§ɑ§ð§ṍ
𐓷𐓘𐓵𐓪͘|sing|w§ɑː§ð§õ
𐓷𐓘𐓸𐓰𐓘|worm|w§ɑ́§x§t§ɑ
𐓷𐓟𐓧𐓣|head|w§ɛ́ː§l§i
𐓷𐓟𐓧𐓣|oil|w§ɛ́§l§i
𐓷𐓟𐓲ʼ𐓘͘|snake|w§ɛ§t͡sˀ§‹§ɑ̃
𐓷𐓣͘|one|w§ĩ
𐓷𐓣͘𐓤𐓯𐓟|truth|w§ĩ́§k§ʃ§ɛ
𐓷𐓣͘𐓸𐓲𐓟|one|w§ĩ́§x§t͡s§ɛ
𐓷𐓣𐓜𐓣𐓡𐓣𐓲𐓟|I tease you|w§i§bɹ§i§h§i§t͡s§ɛ
𐓷𐓣𐓞𐓪𐓯𐓬𐓘|my grandchild|w§i§ʰt͡ʃ§ó§ʃ§p§ɑ
𐓷𐓣𐓝𐓪𐓯𐓬𐓘|my grandchild|w§i§ʰt͡ʃ§ó§ʃ§p§ɑ
𐓷𐓣𐓱𐓟𐓻𐓣͘|my younger sister|w§i§ʰt§ɛ́§ʒ§ĩ
𐓷𐓣𐓳𐓣𐓨𐓣|my aunt|w§i§ʰt͡s§í§m§i
𐓷𐓣𐓳𐓪𐓯𐓬𐓘|grandchild|w§i§ʰt͡s§ó§ʃ§p§ɑ
𐓸𐓟𐓨𐓘͘𐓤𐓟|frost (on the ground)|x§ɛ́§m§ɑ̃§k§ɛ
𐓸𐓪̋͘𐓲𐓟|cedar|x§ṍː§t͡s§ɛ
𐓸𐓪𐓲𐓟|grey|x§ó§t͡s§ɛ
𐓸𐓶𐓵𐓘|wrinkled|x§úː§ð§ɑ
𐓹𐓘𐓤𐓟|cry|ɣ§ɑː§k§ɛ́
𐓹𐓪̋͘𐓲𐓟|sloppy|ɣ§ṍː§t͡s§ɛ
𐓺𐓘̋𐓩𐓣|all|z§ɑ́ː§n§i
𐓺𐓘͘𐓬𐓟|beaver|z§ã§p§ɛ
𐓺𐓘͘𐓲𐓟𐓪𐓧𐓣͘|Hominy district|z§ɑ̃ː§t͡s§ɛ́§o§l§ĩː
𐓺𐓘𐓩𐓣|all|z§ɑ́ː§n§i
𐓺𐓣|yellow|z§i
𐓻𐓘͘|tree|ʒ§ɑ̃ː
𐓻𐓟𐓤𐓘|leg|ʒ§ɛ́§k§ɑ
𐓻𐓣͘|small|ʒ§ĩ
𐓻𐓪𐓧𐓟|accompany|ʒ§ó§l§ɛ
𐓻𐓶𐓟𐓰𐓛͘|tomato|ʒ§u§ɛ§t§ə̃
𐓻𐓶𐓪𐓤𐓘|body|ʒ§ú§o§k§ɑ
𐓻𐓶𐓲𐓟|red|ʒ§u§t͡s§ɛ



`

