/*
@ Source: https://en.wiktionary.org/wiki/Appendix:Algonquian_and_Iroquoian_Swadesh_lists
§ wiktionary
*/

autoExpandExamples.chr = `

ᎠᎢ|to walk||ai|||
ᎠᎥᏍᎦ|||
ᎠᎥᏏ|||
ᎠᎦᎳᏍᎦ|||
ᎠᎦᎷᎦ|||
ᎠᎦᎾᏗᎠ|||
ᎠᎦᏍᎦ|rain||agasga|||
ᎠᎦᏍᎦᏂ|left (side)||agasgani|||
ᎠᎦᏍᎦᏂᏓ|||
ᎠᎦᏍᎬ|||
ᎠᎦᏓᎭᎢ|||
ᎠᎦᏔᎯ|||
ᎠᎦᏔᎿᎢ|||
ᎠᎦᏖᎾᏍᏗᎢ|||
ᎠᎦᏘᎭ|||
ᎠᎦᏘᏱ|||
ᎠᎦᏙᎲᏍᏗ|||
ᎠᎦᏙᎵ|eye||agadoli|||
ᎠᎦᏛᎴᏍᎦ|||
ᎠᎦᏟᏱ|||
ᎠᎦᏴᎵ|old||agayvli|||
ᎠᎦᏴᎵᎨᎢ|||
ᎠᎧᎲᎠ|||
ᎠᎧᎵᎢᎭ|||
ᎠᎧᏁᏍᏗ|||
ᎠᎧᏍᎨᏂ|||
ᎠᎨᎮᎦ|||
ᎠᎨᎯ|||
ᎠᎨᏴ|||
ᎠᎩ-|||
ᎠᎩᎠ|||
ᎠᎩᎳᎨᏂ|neck||agilageni|||
ᎠᎩᎵᏲᎦ|||
ᎠᎩᎾ|||
ᎠᎩᏍᎦ|||
ᎠᎩᏍᏙᎠ|||
ᎠᎩᏟᏱ|||
ᎠᎩᏠᏒᏍᏗᎢ|||
ᎠᎪᎲᏍᎦ|||
ᎠᎪᎲᏍᏗᎭ|||
ᎠᎪᎵᏰᎠ|||
ᎠᎪᎾ|||
ᎠᎪᏍᏚᎩᏍᏗ|||
ᎠᎪᏕᏍᏗ|||
ᎠᎪᏩᏛᏗᎭ|||
ᎠᎪᏮ|||
ᎠᎫᎩᏍᏗ|||
ᎠᎫᏌ|||
ᎠᎬᎦ|||
ᎠᎬᏂᎨ|black||agvnige|||
ᎠᎬᏍᎪᎸᏍᎦ|||
ᎠᎬᏍᏉᎠ|||
ᎠᎬᏓᎨᏂ|||
ᎠᎬᏚᎶ|||
ᎠᎬᏱᏗᏣ|||
ᎠᎭᏂ|here||ahani|||
ᎠᎭᏄᎸᏒ|||
ᎠᎭᏬᏍᏗᎭ|||
ᎠᎯᎭ|||
ᎠᎯᎴᎭ|||
ᎠᎯᎵ|||
ᎠᎯᎸᏍᏗᎢ|||
ᎠᎰᎵ|mouth||aholi|||
ᎠᎱᎳᎨᎦ|||
ᎠᎱᎵ|||
ᎠᎱᎵᏒᎦ|||
ᎠᎱᏣᏬᎳᏛᎢ|||
ᎠᎲᎠ|||
ᎠᎲᏍᎦ|||
ᎠᎳᏍᎦᎵᎭ|||
ᎠᎳᏍᎦᎵᏍᎩ|||
ᎠᎳᏍᏓᎡᎭ|||
ᎠᎳᏑᎶ|||
ᎠᎳᏥᎦᏍᎬ|to spit||alatsigasgv|||
ᎠᎳᏫᏗᎭ|||
ᎠᎴ|and||ale|||
ᎠᎴᏂᎠ|||
ᎠᎴᏂᏍᎩ|||
ᎠᎴᏗ|to stand||aledi|||
ᎠᎴᏗᎭ|||
ᎠᎴᏫᏍᏙᏗ|||
ᎠᎵᎢ|||
ᎠᎵᎬᏓᏃᏍᏙᏗ|||
ᎠᎵᎬᏚᎴᎠ|||
ᎠᎵᎭ|||
ᎠᎵᎮᎵᏤᎭ|||
ᎠᎵᏍᎩᎠ|||
ᎠᎵᏍᎫᏍᎦ|||
ᎠᎵᏍᏆᏗᎠ|||
ᎠᎵᏍᏕᎵᎭ|||
ᎠᎵᏍᏚᎴᎭ|||
ᎠᎵᏍᏚᎶ|||
ᎠᎵᏍᏛᏡᎬ|to sit||alisdvtlugv|||
ᎠᎵᏎᎭ|||
ᎠᎵᏏ|||
ᎠᎵᏔᎹ|||
ᎠᎵᏔᏕᎦ|||
ᎠᎵᏔᏬᎠ|||
ᎠᎵᏔᏬᏍᏗ|||
ᎠᎵᏖᎸᎲᏍᎦ|||
ᎠᎵᏘᎠ|||
ᎠᎵᏣᏃᏍᎦ|||
ᎠᎵᏣᏙᎲᏍᎩ|||
ᎠᎵᏥᎭ|||
ᎠᎵᏥᎵᏯ|||
ᎠᎵᏥᏃᏍᎦ|||
ᎠᎵᏥᏗᎭ|||
ᎠᎵᏥᏙᏂᏙᎯ|||
ᎠᎵᏰᎲᏍᎦ|||
ᎠᎵᏰᏑᎶ|||
ᎠᎵᏰᏑᏍᏙ|||
ᎠᎵᏰᏑᏍᏛᏍᎦ|||
ᎠᎵᏲ|||
ᎠᎶᏍᎦ|||
ᎠᎶᏕᎯᎭ|||
ᎠᎷ|||
ᎠᎷᎸᎥᏍᎦ|||
ᎠᎸᏇᏂᏯ|||
ᎠᎹ ᎠᏑᏴᏗ ᏫᏍᎩ|||
ᎠᎹ|water/salt|ama/aːma|ama|||
ᎠᎹᎨᎢ|||
ᎠᎹᏗᎧᏂᎬᎾᎬᎾ|||
ᎠᎹᏢᏗᎢ|||
ᎠᎹᏰᏟ|||
ᎠᎹᏱ|||
ᎠᎹᏳᎳᏗ|||
ᎠᎹᏳᏟᏗ|||
ᎠᎺᏉᎯ|sea||amequohi|||
ᎠᎾᎦᎵᏍᎩ|||
ᎠᎾᎦᎵᏍᎬ|lightning||anagalisgv|||
ᎠᎾᎳᏍᎩᏍᎬ|||
ᎠᎾᎵᎪᎲᏍᎦ|||
ᎠᎾᎵᎮᎵᎬ|||
ᎠᎾᏓᏟᏏᎭ|||
ᎠᎿᏪᎠ|||
ᎠᎿᏬ|||
ᎠᎿᏬᎠ|||
ᎠᏁᎳᏗᎠ|||
ᎠᏁᎵᏗ|||
ᎠᏁᎶᏗ|||
ᎠᏁᏍᎨᎭ|||
ᎠᏁᏟᏔᏅᎢ|||
ᎠᏁᏟᏗᎭ|||
ᎠᏁᏦᎥᏍᎦ|||
ᎠᏁᏦᏍᎦ|||
ᎠᏂ|||
ᎠᏂ-|they||ani-|||
ᎠᏂᎪᎳ|||
ᎠᏂᏅᏓᏪᎩ|||
ᎠᏂᏍᎬᏘ|||
ᎠᏂᏍᏆᏂᎢ|||
ᎠᏂᏏᏴᏫᎭ|||
ᎠᏂᏙᎳ|||
ᎠᏂᏛᏥ|||
ᎠᏂᏣᎳᎩᎦᏙᎯ|||
ᎠᏂᏣᏍᎩᎵ|||
ᎠᏂᏴᏫᏯ|||
ᎠᏂᏴᏫᏯᎢ|||
ᎠᏃᏍᏓᏱ|||
ᎠᏃᏟᏁᎦ|||
ᎠᏄᎩᏣᏍᎦ|||
ᎠᏄᏬ|||
ᎠᏅ|||
ᎠᏅᎢᏍᎬᏘ|||
ᎠᏅᏓᏗᎠ|||
ᎠᏆᎸᏂᎭ|||
ᎠᏆᎾᏲᎯᎭ|||
ᎠᏆᏍᏙ|||
ᎠᏇᎷᏍᏗ|||
ᎠᏇᏄᎩᎠ|||
ᎠᏈᏱᎭ|||
ᎠᏌᎩᎠ|||
ᎠᏌᎹᏗ|||
ᎠᏌᏂᏙᎭ|||
ᎠᏌᏃ|||
ᎠᏌᏙᎥᏗᎭ|||
ᎠᏌᏙᏯᏍᎦ|||
ᎠᏌᏛᎥᏍᎦ|||
ᎠᏍᎦᎢᎭ|||
ᎠᏍᎦᎦ|||
ᎠᏍᎦᎵᎦ|||
ᎠᏍᎦᏂ|||
ᎠᏍᎦᏅᎦ|||
ᎠᏍᎦᏅᏨ|||
ᎠᏍᎦᏩᏄᏥᎦ|to suck||asgawanutsiga|||
ᎠᏍᎦᏯ|||
ᎠᏍᎦᏯ ᎠᏂᏁᎳ|husband||asgaya aninela|||
ᎠᏍᎦᏯ|man (adult male)||asgaya|||
ᎠᏍᎦᏰᎬᏍᏓ|||
ᎠᏍᎩᏘᏍᎦ|||
ᎠᏍᎩᏘᏍᏗ|||
ᎠᏍᎪᎩᎠ|||
ᎠᏍᎪᎵ|head||asgoli|||
ᎠᏍᎪᎸᎦ|||
ᎠᏍᎪᏂᎭ|||
ᎠᏍᎪᏍᎦ|||
ᎠᏍᎬᏓᎨᏂ|||
ᎠᏍᏆᎨᏂ|||
ᎠᏍᏆᎳᎢ|||
ᎠᏍᏆᎵᏍᎦ|||
ᎠᏍᏆᎶᎦ|||
ᎠᏍᏆᏂᎪᏍᎦ|||
ᎠᏍᏆᏞᎠ|||
ᎠᏍᏉᏍᎦ|||
ᎠᏍᏓᏅᏅᏍᎦ|||
ᎠᏍᏓᏩᏕᎦ|||
ᎠᏍᏓᏩᏗ|||
ᎠᏍᏓᏱᏗᎠ|||
ᎠᏍᏙᎠ|||
ᎠᏍᏙᏰᎭ|||
ᎠᏍᏚᎲᏍᎦ|||
ᎠᏍᏚᏗ|||
ᎠᏍᏛᎢ|||
ᎠᏍᏛᎭᏟ|||
ᎠᏍᏛᏁᎦᎵᎭ|||
ᎠᏎᏃ|||
ᎠᏎᏛ|||
ᎠᏏᎵᏆᏌᏂ|||
ᎠᏏᎾᏌᏅᎦ|||
ᎠᏏᏂ|||
ᎠᏏᏛᏂᎭ|||
ᎠᏏᏴᎠ|||
ᎠᏐᎣᏅᏗᎭ|||
ᎠᏐᎣᏍᎦ|||
ᎠᏐᏅᏍᎦ|||
ᎠᏐᏍᏗ|||
ᎠᏐᏲᎭ|||
ᎠᏐᏴ|wall||asoyv|||
ᎠᏑᎨᎭ|||
ᎠᏑᎳᎩᎠ|||
ᎠᏑᎴᎭ|||
ᎠᏑᎴᏙᏗ|||
ᎠᏑᎶ|||
ᎠᏑᏂᏙᎯ|||
ᎠᏑᏰᎭ|||
ᎠᏒᎦ|||
ᎠᏒᎲᏍᎦ|||
ᎠᏒᎾᏔᏍᎦ|||
ᎠᏒᏂᎭ|||
ᎠᏒᏃᏱ|||
ᎠᏒᏆᎶᏍᎩᎢ|||
ᎠᏒᏢᎢ|||
ᎠᏓ ᎬᏂᎯᏛ|||
ᎠᏓᎦᏘᏯ|||
ᎠᏓᎦᏘᏰᎭ|||
ᎠᏓᎨᏗ|||
ᎠᏓᎪᎾᏙᏗ|||
ᎠᏓᎯ|||
ᎠᏓᎯᎯ|||
ᎠᏓᎴᏂᎭ|||
ᎠᏓᎴᏍᎩᏱᏍᎩ|||
ᎠᏓᎴᏴᏗᏍᎩ|||
ᎠᏓᎵᏥᏍᏗᏍᎩ|||
ᎠᏓᎾᎩᎠ|||
ᎠᏓᎾᏅᎢ|||
ᎠᏓᎾᏆᏘᏍᏗ|||
ᎠᏓᏁᎭ|||
ᎠᏓᏁᎸ|||
ᎠᏓᏁᎸᎢ|||
ᎠᏓᏁᏗ|to give||adanedi|||
ᎠᏓᏁᏟᏴᎠ|||
ᎠᏓᏁᏟᏴᏍᏗᎭ|||
ᎠᏓᏁᏟᏴᏍᏗᏍᎩ|||
ᎠᏓᏃᏫ|||
ᎠᏓᏃᏴᏟᏍᏗᎭ|||
ᎠᏓᏅᎠ|||
ᎠᏓᏅᏍᎦ|||
ᎠᏓᏅᏖᎭ|||
ᎠᏓᏅᏖᏍᎬ|to think||adanvtesgv|||
ᎠᏓᏅᏖᏗ|||
ᎠᏓᏅᏙ|heart, soul||adanvdo|||
ᎠᏓᏌᏆᎴᎵ|||
ᎠᏓᏍᏓᏴᎲᏍᎦ|||
ᎠᏓᏍᏓᏴᏗ|||
ᎠᏓᏍᏓᏴᏗᎢ|||
ᎠᏓᏍᏕᏓᎵᏴᎡᎭ|||
ᎠᏓᏗᏅᏗᎭ|||
ᎠᏓᏘᎿᏫᏗᏍᎬ|||
ᎠᏓᏙᎵᏍᏗᎭ|||
ᎠᏓᏚᎩ|||
ᎠᏓᏛᏛᎲᏍᎦ|||
ᎠᏓᏪᎯ|||
ᎠᏓᏪᎳᎩᏍᎩ|||
ᎠᏓᏬᎠ|||
ᎠᏓᏬᏍᏗᎢ|||
ᎠᏓᏯᎯ|||
ᎠᏓᏰᏍᎩ|||
ᎠᏓᏲᏁᎯ|||
ᎠᏓᏲᏁᏗ|||
ᎠᏓᏲᏍᎦ|||
ᎠᏓᏴᎳᏛᏍᎩ|||
ᎠᏓᏴᏦᏗᏍᎩ|||
ᎠᏔ|||
ᎠᏔᎳᎦᏍᎦ|||
ᎠᏔᎳᏗᎠ|||
ᎠᏔᎴᏍᎦ|||
ᎠᏔᎴᏒ|||
ᎠᏔᎴᏒᎢ|||
ᎠᏔᏃᎯᏍᏗᏍᎩ|||
ᎠᏔᏃᎴᎦ|||
ᎠᏔᏃᏍᎦ|||
ᎠᏔᏄᏣ|||
ᎠᏔᏍᎦ|||
ᎠᏔᏍᎩᎠ|||
ᎠᏔᏍᎩᏍᎩ|||
ᎠᏔᏍᎩᏍᏗᎭ|||
ᎠᏔᏪᏙᏍᎦ|||
ᎠᏔᏬᏍᏗᎭ|||
ᎠᏔᏲᎯᎭ|||
ᎠᏕᎰᎯᏍᏗᎭ|||
ᎠᏕᎰᏍᎦ|||
ᎠᏕᎲᏍᎦ|||
ᎠᏕᎳ|money, currency||adela|||
ᎠᏕᎳᏗᏗᎢ|||
ᎠᏕᎳᏧᏢᎢ|||
ᎠᏕᎶᎣᏍᎦ|||
ᎠᏕᎶᎰᏍᎦ|||
ᎠᏕᎶᏆᎠ|||
ᎠᏕᎸ ᎤᏁᎬ|||
ᎠᏕᎸ ᏓᎶᏂᎨ|||
ᎠᏕᎸᎢ|||
ᎠᏕᏠᏆᎠ|||
ᎠᏕᏯᏙᏗᎭ|||
ᎠᏕᏱᎭ|||
ᎠᏕᏲᎭ|||
ᎠᏖᎸᎲᏍᎦ|||
ᎠᏖᏍᏗᎭ|||
ᎠᏗᎠ|||
ᎠᏗᎦᎴᏯᎠ|||
ᎠᏗᎧᏓ|||
ᎠᏗᎬᎠ|||
ᎠᏗᏅᏗᎭ|||
ᎠᏗᏆᎸᏕᏲᎭ|||
ᎠᏗᏍᎦᎳᏍᎦ|||
ᎠᏗᏍᏚᏍᎦ|||
ᎠᏗᏏᏯ|||
ᎠᏗᏔᏍᎦ|to drink||aditasga|||
ᎠᏗᏔᏍᏗ|||
ᎠᏗᏗᎠ|||
ᎠᏗᏙᏗ|||
ᎠᏘᏲᎯᎭ|||
ᎠᏘᏲᏍᏗ|||
ᎠᏙᎥᏅᏗᎭ|||
ᎠᏙᎩᏯᏍᎩ|||
ᎠᏙᎯ|forest||adohi|||
ᎠᏙᎯᎠ|||
ᎠᏙᎳᏅᏍᏗ|||
ᎠᏙᎵᏓ|||
ᎠᏙᏥᏗᎭ|||
ᎠᏙᏯᏩᏍᎦ|||
ᎠᏚᎢᏍᏗᎭ|||
ᎠᏚᎯᏍᏗᎭ|||
ᎠᏚᎳᏗᏍᎩ|||
ᎠᏛᎩᎠ|||
ᎠᏛᏁᎵᎭ|||
ᎠᏛᏂᏗᎠ|||
ᎠᏛᏅᎢᏍᏗᎭ|||
ᎠᏛᏍᎦ|||
ᎠᏛᏍᏆᎶᎠ|||
ᎠᏛᏓᏍᏗᎭ|||
ᎠᏛᏥ|||
ᎠᏜ|||
ᎠᏜᏅᏓᏗᏍᎬ|||
ᎠᏜᏩᏛᎢ|||
ᎠᏝᏫᏗᎭ|||
ᎠᏞᎢᏍᏗ|||
ᎠᏞᏤᎭ|||
ᎠᏟ|||
ᎠᏟᎠᏙ|||
ᎠᏟᎩᎠ|||
ᎠᏟᎭ|||
ᎠᏟᎶᎠ|||
ᎠᏟᎶᎢᏙᎯ|||
ᎠᏟᏍᏙᏗ|||
ᎠᏟᏴᏌᎾᏩᏍᏗᎭ|||
ᎠᏠᎢᏍᎦ|||
ᎠᏠᏍᎦ|||
ᎠᏠᏗ|||
ᎠᏢᏉᏛ|||
ᎠᏣᎢᎠ|||
ᎠᏣᏗ|fish||atsadi|||
ᎠᏤ ᎭᎻᏒ|||
ᎠᏤᏌᏙ|||
ᎠᏤᏍᏙ|||
ᎠᏤᏓ|||
ᎠᏤᏤᎭ|||
ᎠᏤᏫᎠ|||
ᎠᏥᎪᎥᏍᎦ|||
ᎠᏥᎳ|fire||atsila|||
ᎠᏥᎳᎯ|||
ᎠᏥᎶᎠ|||
ᎠᏥᎶᏍᏗ|||
ᎠᏥᎸ|||
ᎠᏥᎸᏍᎦ|||
ᎠᏥᎸᏍᎩ|flower||atsilvsgi|||
ᎠᏥᎾ|||
ᎠᏥᏚᎥᏍᎦ|||
ᎠᏥᏲᏱᎭ|||
ᎠᏦᏔᏍᎦ|to blow  (as wind)||atsotasga|||
ᎠᏦᏱᎭ|||
ᎠᏧᎲᏍᎦ|||
ᎠᏧᏗ|||
ᎠᏧᏣ|||
ᎠᏨᎥᏍᎦ|||
ᎠᏨᏈᏍᎦ|||
ᎠᏨᏍᏗ|||
ᎠᏨᏍᏙᏗ|||
ᎠᏨᏏᏰᎠ|||
ᎠᏨᏗᏯ|||
ᎠᏨᏯ|||
ᎠᏨᏯᎢ|he||atsvyai|||
ᎠᏩ ᎤᏔᎾ|||
ᎠᏩᎯᎵ|||
ᎠᏩᏒᎭᏍᎦ|||
ᎠᏩᏘᎭ|||
ᎠᏩᏛᎯᏙᎭ|||
ᎠᏫ|||
ᎠᏫᎡ|||
ᎠᏫᎢᎾᎨᎡᎯ|deer||awiinageehi|||
ᎠᏫᏍᎦ|||
ᎠᏫᏳᏍᏘ|||
ᎠᏬᎭᎵ|||
ᎠᏯ|I||aya|||
ᎠᏯᎠ|||
ᎠᏯᎢ|||
ᎠᏯᎦᏢ|||
ᎠᏯᎨᏗᏍᎦ|||
ᎠᏯᏂᎭ|||
ᎠᏯᏖᎾ|wide||ayatena|||
ᎠᏯᏙᎯᎭ|||
ᎠᏯᏙᎯᎯ|||
ᎠᏯᏟᏗ|||
ᎠᏯᏠᎵ|narrow||ayatloli|||
ᎠᏯᏫᏍᎩ|||
ᎠᏰᎦ|||
ᎠᏰᎧᎵ|||
ᎠᏰᎭ|||
ᎠᏰᎵᎠ|||
ᎠᏰᎸ|body||ayelv|||
ᎠᏰᎸᎢ|||
ᎠᏰᏗᎭ|||
ᎠᏰᏟ|||
ᎠᏱᎭ|||
ᎠᏲᎦ|||
ᎠᏲᎭ|||
ᎠᏲᎱᎯᏍᏗ|||
ᎠᏲᎱᏍᎦ|||
ᎠᏲᎳᏅᎥᏍᎩ|||
ᎠᏲᎵ|child (a youth)||ayoli|||
ᎠᏲᎵᎭ|||
ᎠᏲᏍᎩ|||
ᎠᏲᏍᏗᎭ|||
ᎠᏲᏍᏙᏗ|||
ᎠᏲᏓᏝᎲᎢ|||
ᎠᏲᏟ|||
ᎠᏳᎢᏁᎦ|||
ᎠᏳᎩᏛ|||
ᎠᏴ|||
ᎠᏴᎩ|||
ᎠᏴᎩᏗᎠ|||
ᎠᏴᎯᎭ|||
ᎠᏴᏐᎵ|||
ᎠᏴᏓᏆᎶᎠ|||
ᎠᏴᏓᏆᎶᏍᎩ|||
ᎠᏴᏓᏆᎶᏍᎬ|thunder||ayvdaqualosgv|||
ᎠᏴᏜᏗᏍᏗᏍᎩ|||
ᎠᏴᏠ|||
ᎠᏴᏣᏗᏍᏗᏍᎩ|||
ᎠᏴᏤᏂ|||
ᎠᏴᏩᏘᎭ|||
ᎠᏴᏫᏯᎢ|||
Ꭰꮒꮝꮖꮒ|||
ᎡᎦ|||
ᎡᎯ|||
ᎡᎯᏍᏛ|||
ᎡᎳᏗ|||
ᎡᎳᏗᏝ|||
ᎡᎵᏏ|||
ᎡᎶᎯ|||
ᎡᎶᎯᏃ|earth (as in soil)||elohino|||
ᎡᎶᏆ|||
ᎡᎺᏅ|||
ᎡᎿᎢ|||
ᎡᏂᏏ|||
ᎡᏆ|big||equa|||
ᎡᏉᏂ|||
ᎡᏍᏙᏂᏯ|||
ᎡᏓᏍᏗ|||
ᎡᏙᎭ|||
ᎡᏙᎮᏍᏗᏉᎠ|||
ᎡᏙᎵᏙᎭ|||
ᎡᏙᏓ|father||edoda|||
ᎡᏚᏥ|||
ᎡᏝᏪᎢ|||
ᎡᏠᎩ|||
ᎡᏥ|mother||etsi|||
ᎢᎡᎦ|||
ᎢᎦ|day (daytime)||iga|||
ᎢᎦᎷᎦ|||
ᎢᎦᏓ|||
ᎢᎦᏘ|||
ᎢᎦᏛ|some||igadv|||
ᎢᎪᎯᏓᏊᎨᏒ|||
ᎢᎪᎯᏛ|||
ᎢᎪᏗ|||
ᎢᎬᎾᏕᎾ|||
ᎢᎬᏂᏏᏍᎩ|because||igvnisisgi|||
ᎢᎬᏩᏕᎴᎩ|||
ᎢᎬᏱᎢ|||
ᎢᎳᏏᏗ|||
ᎢᎾ|||
ᎢᎾᎨᎢ|||
ᎢᎾᏛ|snake||inadv)|||
ᎢᏁᎾ|||
ᎢᏅ|far||inv|||
ᎢᏌ|||
ᎢᏕᎾ|||
ᎢᏤ ᎢᏳᏍᏗ|green||itse iyusdi|||
ᎢᏤ|new||itse|||
ᎢᏤᎢ|||
ᎢᏤᎢᏳᏍᏗ ᎦᏙᎯ|||
ᎢᏥ-|you (plural)||itsi-|||
ᎢᏯ|||
ᎢᏯᎦᏴᎵ|||
ᎢᏯᏂ|||
ᎢᏯᏔᏬᏍᏔᏅᎢ|||
ᎢᏳᏃ|if||iyuno|||
ᎢᏳᏉ|||
ᎢᏳᏓᎵᏍᏓᏁᏗ|||
ᎢᏳᏟᎶᏓ|||
ᎣᎦᏅ|||
ᎣᎩᎾᎵᎪᎯ|we||oginaligohi|||
ᎣᎩᏙᏓ ᎦᎸᎳᏗ ᎮᎯ|||
ᎣᎳ|||
ᎣᎵᎦ|||
ᎣᎷᎦ|||
ᎣᏅᏛ|to know  (a fact)||onvdv|||
ᎣᏍᎨᏫ|||
ᎣᏍᏓ|good||osda|||
ᎣᏍᏛ|||
ᎣᏏ|||
ᎣᏏᏲ|||
ᎣᏏᏳ|||
ᎣᏓᎸ|||
ᎣᏓᎸᎢ|mountain||odalvi|||
ᎣᏝ|||
ᎣᏣᎵᎮᎵᎦ|||
ᎣᏪᏅᏒ|||
ᎤᎦ|||
ᎤᎦᎶᎬ|leaf||ugalogv|||
ᎤᎦᎹ|||
ᎤᎦᎾᏩ|warm (as in weather)||uganawa|||
ᎤᎦᏅᏓᏛᎢ|||
ᎤᎦᏍᎦ|||
ᎤᎦᏎᏂ|||
ᎤᎦᏎᏍᏗ|||
ᎤᎦᏐᏣᏁᏛ|||
ᎤᎦᏑᎯ|||
ᎤᎦᏑᏘ|||
ᎤᎦᏔ ᎤᏛᏒ|||
ᎤᎦᏔ|seed||ugata|||
ᎤᎧᎭ|||
ᎤᎧᎭᏗ|||
ᎤᎧᏖᎾ|||
ᎤᎧᏛ|face||ukadv|||
ᎤᎧᏛᎢ|||
ᎤᎧᏛᎪᏪᎵ|||
ᎤᎧᏲᏗ|dry (adjective)||ukayodi|||
ᎤᎨᏓᎵᏴ|||
ᎤᎩᏓᎵ|feather  (rather not down)||ugidali|||
ᎤᎩᏓᎵᏱ|||
ᎤᎩᏟ|hair||ugitli|||
ᎤᎩᏥᏕᏱ|||
ᎤᎪᏅ|||
ᎤᎪᏏᏛ|rotten (as, a log)||ugosidv|||
ᎤᎪᏗᏗ|many||ugodidi|||
ᎤᎫᎫ|||
ᎤᎫᎾ|||
ᎤᎫᏇ ᎤᎳᏑᎳ|||
ᎤᎬᎭᏓ|||
ᎤᎬᎭᏛ|fog||ugvhadv|||
ᎤᎬᎲᎣᎵᏗ|||
ᎤᎬᏫᏳᎯ|||
ᎤᎭ|||
ᎤᎭᎨᏓ|||
ᎤᎭᎨᏛ|thick||uhagedv|||
ᎤᎳᏂᎩᏓ|||
ᎤᎳᏏᎬᎢ|||
ᎤᎳᏏᏕᎾ|foot||ulasidena|||
ᎤᎴᏄ|||
ᎤᎴᏍᏓᎸᎢ|||
ᎤᎴᏐᏓ|||
ᎤᎵᎦᏍᎢ|guts||uligasi|||
ᎤᎵᏍᏗ|||
ᎤᎵᏏ|||
ᎤᎵᏰᏗᎭ|||
ᎤᎶᎩ|||
ᎤᎶᎩᎵ|||
ᎤᎶᎩᎸ|cloud||ulogilv|||
ᎤᎶᎪᎰᏍᏗ|||
ᎤᎶᏐᏅ|||
ᎤᎸᎢ|||
ᎤᎸᏅᏘᏍᎩ|||
ᎤᎸᏉᏗ|||
ᎤᎸᏌᏗ|||
ᎤᎸᏓ|||
ᎤᎸᏓᎴᏍᎩ|||
ᎤᎸᏔ|||
ᎤᎸᏖᎭ|||
ᎤᎸᏗ|||
ᎤᎸᏗᎭ|||
ᎤᎾᎠ|||
ᎤᎾᎳᏛᏓᏂᏕᏂ ᎤᎾᎵᏛᏓᏂᏕᎾ|||
ᎤᎾᎵᎢ|||
ᎤᎾᏍᏕᏢ|root||unasdetlv|||
ᎤᎾᏓᏕᏒᏓ|||
ᎤᎾᏕᎦ|||
ᎤᎾᏕᏘᏱᏍᎬᎢ|||
ᎤᎾᏙᏓᏆᏍᎬᎢ|||
ᎤᎾᏙᏓᏈᏕᎾ|||
ᎤᎾᏙᏓᏉᏅᎯ|||
ᎤᎾᏛᏁᎶᏗ|||
ᎤᎾᏤᏥᏗ|||
ᎤᎾᏥ|snow||unatsi|||
ᎤᎾᏦᏪᏐᎸᏍᏛ|||
ᎤᎾᏫᎠ|||
ᎤᎾᏰᎯᏍᏗ|to fear||unayehisdi|||
ᎤᎿᎢ|||
ᎤᎿᎦᎸᎦ|||
ᎤᎿᎸᎦ|||
ᎤᎿᏚᎸᎢ|||
ᎤᎿᏩ|||
ᎤᎿᏩᏍᏗᎭ|||
ᎤᎿᏬ|||
ᎤᏁᎦ|white||unega|||
ᎤᏁᎩᎸᏗ|||
ᎤᏁᎬᎭ|||
ᎤᏁᎬᎭᎢ|||
ᎤᏁᎭ|||
ᎤᏁᎳᏅᎯ|||
ᎤᏁᎸᏒ|||
ᎤᏁᏆ|||
ᎤᏁᏍᏓᎳ|ice||unesdala|||
ᎤᏁᏲᏘᏍᎩ|||
ᎤᏂᎩᎾ|||
ᎤᏂᎬᎦ|||
ᎤᏂᏏ|||
ᎤᏂᏒᏙᏂ|||
ᎤᏂᏡᎬᎢ|||
ᎤᏂᏣᏘ|||
ᎤᏃᎦ|||
ᎤᏃᎴ|||
ᎤᏃᎴ ᎧᏁᏌᏢ|||
ᎤᏃᏥ|||
ᎤᏄᎳ|||
ᎤᏄᎳᎯ|||
ᎤᏄᏩ|||
ᎤᏅᎪᎳᏛ|||
ᎤᏅᏗ|||
ᎤᏅᏗ ᎤᏁᏍᏓᎳᏛ|||
ᎤᏅᏗ ᎦᏚᏅ|||
ᎤᏅᏣᏛ ᎠᏣᏗ|||
ᎤᏅᏥ|||
ᎤᏅᏥᏓ|||
ᎤᏍᎦ|||
ᎤᏍᎦᎡᏂ|||
ᎤᏍᎦᏃᎵ|||
ᎤᏍᎪᎬ|||
ᎤᏍᎪᎵ|||
ᎤᏍᎪᏍᏗ|||
ᎤᏍᎫᏩᏗᎠ|||
ᎤᏍᏇᏚᏍᏗ|||
ᎤᏍᏉᎳᏗᎠ|||
ᎤᏍᏉᎵ|belly||usquoli|||
ᎤᏍᏓᎦᎸ|||
ᎤᏍᏓᎦᎸᎢ|||
ᎤᏍᏓᏴᎲᏍᎩ|wife||usdayvhvsgi|||
ᎤᏍᏗ|||
ᎤᏍᏗ ᎠᏣᏗ|||
ᎤᏍᏗ|small||usdi|||
ᎤᏍᏗᎢ|||
ᎤᏍᏗᏁᎦᎸᎢ|||
ᎤᏍᏘᎬᎢ|||
ᎤᏍᏟ|||
ᎤᏎᎳᏘ|||
ᎤᏐᏅ|||
ᎤᏐᏅᏅ|||
ᎤᏑᎳ|||
ᎤᏒᏕᎾ|||
ᎤᏓᎴᎯ|||
ᎤᏓᎵ|||
ᎤᏓᎾᏂ|||
ᎤᏓᏂᏯᏛ|||
ᎤᏓᏅᎦᎸᏓ|||
ᎤᏓᏍᏛᏗᏍᏗ|||
ᎤᏓᏔᏅᎠᎩᏍᏗ|fruit||udatanvagisdi|||
ᎤᏓᏴᎳᏛ|||
ᎤᏔᎾ ᏩᏥ|||
ᎤᏔᏂ|||
ᎤᏔᏃᎸᏔᏅ|||
ᎤᏔᏅ ᏗᎧᏃᎩᏍᏗ|||
ᎤᏔᏕᎩᎠ|||
ᎤᏕᎦ|||
ᎤᏕᎰᏌᏘ|||
ᎤᏕᏘᏱᎭ|||
ᎤᏖᏗ|||
ᎤᏗᎴᎩ|||
ᎤᏗᎵᏍᏗ|||
ᎤᏗᏞᎲᏍᎦ|||
ᎤᏗᏫᏍᎦ|||
ᎤᏗᏴᏓᏛᎢ|navel||udiyvdadvi|||
ᎤᏘᏴᏅᎢ|||
ᎤᏙ|||
ᎤᏙᎯᏳ|||
ᎤᏙᎯᏳ ᎪᎯᏳᏗ|||
ᎤᏙᎯᏳᎯ|||
ᎤᏙᎳᏂ|||
ᎤᏙᎳᏅᏍᏗ|||
ᎤᏚᎳᏗ|||
ᎤᏚᎵᎭ|||
ᎤᏚᏚ|||
ᎤᏚᏥ|||
ᎤᏛᏃ|||
ᎤᏜᏅᏓᏕᎭ|||
ᎤᏝᏏᏛ|||
ᎤᏟᏍᏓ ᏗᎨᏥᎪᎵᏰᏗ|||
ᎤᏠᏏᏅᏓ|||
ᎤᏠᏏᏅᏗ|||
ᎤᏠᏯ ᏗᏟᎶᏍᏗᏍᎩ|||
ᎤᏢ|||
ᎤᏢᎩ|||
ᎤᏢᎩ|sick (painful)||utlvgi§§§§§|||
ᎤᏢᏉᏗ|||
ᎤᏢᏓᎸᏓ|||
ᎤᏣᎠ|||
ᎤᏣᎴᏍᏗ|||
ᎤᏤᎵᏛᎭ|||
ᎤᏤᏥᏍᏗ|||
ᎤᏥᎸᎢ|||
ᎤᏥᎹ|||
ᎤᏥᏆᎸᏛᎢ|||
ᎤᏥᏍᏓᎩᏍᎩ ᎠᏄᏬ|||
ᎤᏥᏍᏓᎷᎩ|||
ᎤᏥᏯ|||
ᎤᏦᎦ|||
ᎤᏦᎾᏘ|||
ᎤᏧᏬᏗ|||
ᎤᏩᎧᎭ|||
ᎤᏩᎨᏓ|||
ᎤᏩᎫᎴᎦ|||
ᎤᏩᎾᏕᏍᎩ|smooth||uwanadesgi|||
ᎤᏩᏂ|||
ᎤᏩᏅᎦ|||
ᎤᏩᏌ|||
ᎤᏩᏍᎦ|||
ᎤᏩᏙᎵ|||
ᎤᏩᏩᏒᎦ|||
ᎤᏪᎯᏍᏓᏁᎭ|||
ᎤᏪᎳ|liver||uwela|||
ᎤᏪᎵᎯᏍᏗ|||
ᎤᏪᏅᎦ|||
ᎤᏪᏘ|||
ᎤᏪᏥ|egg||uwetsi|||
ᎤᏪᏴ|||
ᎤᏪᏴᎢ ᎡᏉᏂ|river||uweyvi equoni|||
ᎤᏬᎩᎵ|||
ᎤᏬᎩᏟ|||
ᎤᏬᎭᎵ|||
ᎤᏬᎰᏎᎭ|||
ᎤᏬᏑᎶᏨ|||
ᎤᏬᏚᎭ|||
ᎤᏬᏚᎯ|||
ᎤᏬᏝ|||
ᎤᏬᏢᏗ ᏓᏂᏍᏓᏲᎯᎲ|||
ᎤᏬᏥᏗ|||
ᎤᏬᏰᏂ|hand||uwoyeni|||
ᎤᏮᎨᏫᏍᎦ|||
ᎤᏯᎷᎦ|||
ᎤᏯᎸ|bark (of tree)||uyalv|||
ᎤᏯᏛᎲ|||
ᎤᏯᏨᏒ|||
ᎤᏰᎳᎭ|||
ᎤᏰᎸᎭ|||
ᎤᏰᎸᎭᎢ|||
ᎤᏰᏘᏍᎦ|||
ᎤᏰᏣᏍᎬ|to laugh||uyetsasgv|||
ᎤᏰᏥᎦ|||
ᎤᏲ|||
ᎤᏲᎢ|bad||uyoi|||
ᎤᏲᎢᏯ|||
ᎤᏲᎭ|||
ᎤᏲᎱᏎᎭ|||
ᎤᏲᎱᏒᎢ|||
ᎤᏲᎾ|horn||uyona|||
ᎤᏲᏅ ᎤᏗᎵᎩ|||
ᎤᏲᏍᎦ|||
ᎤᏲᏏᎭ|||
ᎤᏲᏕᎠ|||
ᎤᏲᏨᎢ|||
ᎤᏳᏆᏗᎠ|||
ᎤᏳᏏᏗ|to bite||uyusidi|||
ᎤᏴᎰᏒᎯ|||
ᎤᏴᏍᏕᏍᎩ|||
ᎤᏴᏍᏕᏓ|||
ᎤᏴᏜ|||
ᎤᏴᏢ|cold (as in weather)||uyvtlv|||
ᎤᏴᏣ|||
ᎥᎥ|||
ᎥᎦᏬᏂᏍᎬ ᎪᏟᏍᏙᏗ|||
ᎥᎴ|||
ᎥᎴᏂᏙᎲ|||
ᎥᎾᏘ|||
ᎥᏍᎩᎦ|||
ᎥᏍᎩᎾ|||
ᎥᏓᎵ|lake||vdali|||
ᎥᏳᎩ|||
ᎦᎦᎶᎢ|leg||gagaloi|||
ᎦᎦᎹ|||
ᎦᎦᏪᏍᎦ|||
ᎦᎧᎯᏯᎠ|||
ᎦᎨᏓ|||
ᎦᎨᏛ|heavy||gagedv|||
ᎦᎩᏍᎭ|||
ᎦᎪ|who||gago|||
ᎦᎮᎦᎵᎭ|||
ᎦᎱᏍᏗ|||
ᎦᎳᎯ|||
ᎦᎳᏅᏛ|||
ᎦᎳᏅᏛᎢ|||
ᎦᎳᏗᏍᎩ|||
ᎦᎴᎦ|||
ᎦᎴᎩ|||
ᎦᎴᎾᎩ|||
ᎦᎴᏴᏍᏗᎭ|||
ᎦᎴᏴᏒ|to burn  (intransitive)||galeyvsv|||
ᎦᎵᎬ|||
ᎦᎵᎭ|||
ᎦᎵᏅᏛᎢ|||
ᎦᎵᏆᏚ|||
ᎦᎵᏉᎩ|seven|kaɬkʷoːki|galiquogi|||
ᎦᎵᏍᏙᏯ|||
ᎦᎵᏦᎯᏓ|fat||galitsohida|||
ᎦᎵᏦᏓᏗ|||
ᎦᎵᏦᏕ|house||galitsode|||
ᎦᎵᏦᏛᏙᏗ|||
ᎦᎵᏬᎦ|||
ᎦᎶᎠ|||
ᎦᎶᎩᎠ|||
ᎦᎶᎯᏍᏗ|||
ᎦᎶᎯᏍᏗᎭ|||
ᎦᎶᏂ|||
ᎦᎶᏄᎮᎭ|||
ᎦᎶᏇ|||
ᎦᎶᏍᎦ|||
ᎦᎷᎦ|||
ᎦᎷᏯᏍᎦ|||
ᎦᎸᎳᏗ|||
ᎦᎸᎳᏗ ᏦᏒ|||
ᎦᎸᎳᏗᏢ|above||galvladitlv|||
ᎦᎸᎶᎢ|sky||galvloi|||
ᎦᎸᎾ|||
ᎦᎸᏉᏗᎠᏓᏅᏙ|||
ᎦᎸᏛᏂᎭ|||
ᎦᎸᏥᏱ|||
ᎦᎾᎦᏘ|||
ᎦᎾᎩᎳ|||
ᎦᎾᎯᏍᏙᏗ|||
ᎦᎾᎵ|||
ᎦᎾᏌ|||
ᎦᎾᏍᏓ|stick (of wood)||ganasda|||
ᎦᎾᏏᏂ|||
ᎦᎾᏑᏛᎶ|||
ᎦᎾᏝᎢ|animal||ganatlai|||
ᎦᎾᏩᏘᎭ|||
ᎦᎾᏰᎩ|||
ᎦᏁᎦ|skin (of a person)||ganega|||
ᎦᏁᎦᎵᎭ|||
ᎦᏁᎫᏗᎠ|||
ᎦᏁᎭ|||
ᎦᏁᎲ|||
ᎦᏁᎸ|||
ᎦᏁᏄᎵᎠ|||
ᎦᏁᏏ|||
ᎦᏁᏐᏍᎬ|||
ᎦᏁᏟᏴᎠ|||
ᎦᏁᏥ|breast||ganetsi|||
ᎦᏁᏩᏘᎭ|||
ᎦᏁᏫᏗᎭ|||
ᎦᏂ|||
ᎦᏂᎳᏗᎠ|||
ᎦᏂᏏᎭ|||
ᎦᏂᏓᏛ|tail||ganidadv|||
ᎦᏂᏝᏗᏍᏗ|||
ᎦᏂᏟ|||
ᎦᏂᏯᎠ|||
ᎦᏂᏰᎩ|||
ᎦᏂᏱᎭ|||
ᎦᏃᎭᎵᏙᎭ|||
ᎦᏃᎭᎵᏙᎯ|||
ᎦᏃᎮᏂ|||
ᎦᏃᎯᎵ|||
ᎦᏃᎵ|||
ᎦᏃᎸᎥᏍᎬ|wind (as in breeze)||ganolvvsgv|||
ᎦᏃᏴᎦ|||
ᎦᏄᎪᎦ|||
ᎦᏄᎳᏥ|||
ᎦᏄᎸ|||
ᎦᏄᎸ ᎠᎦᎵᏍᏗ|||
ᎦᏄᎸ|grass||ganulv|||
ᎦᏅᎦ|||
ᎦᏅᎦᎵᎭ|||
ᎦᏅᎪ|tongue||ganvgo|||
ᎦᏅᎯᏓ|long||ganvhida|||
ᎦᏅᏁᎭ|||
ᎦᏅᏃᏩ|||
ᎦᏅᏆᎶᎠ|||
ᎦᏅᏆᎶᏍᎩᎢ|||
ᎦᏅᏆᎶᏍᏗ|||
ᎦᏅᏍᎨᏂ|||
ᎦᏅᏙᎩ|||
ᎦᏅᏙᎬ|tooth (rather not molar)||ganvdogv|||
ᎦᏅᏠᏍᏗ|||
ᎦᏅᏬᎢ|||
ᎦᏆᏘᏗ|||
ᎦᏆᏙᏗ|||
ᎦᏌᎴᎾ|||
ᎦᏌᎴᏂ|||
ᎦᏌᎾᎵ|||
ᎦᏌᏁᎾᏛᏍᎦ|||
ᎦᏌᏁᏅᏛᎥᏍᎦ|||
ᎦᏌᏆᎴᎯᎭ|||
ᎦᏌᏆᎸ|round||gasaqualv|||
ᎦᏍᎨᏂ|||
ᎦᏍᎩᎶ|||
ᎦᏍᏉᏍᎦ|||
ᎦᏐᎯ|back||gasohi|||
ᎦᏐᏆᎸᎢ|||
ᎦᏒᎾᎵ|||
ᎦᏒᏂᎦ|||
ᎦᏓ|||
ᎦᏓᎭᎢ|dirty||gadahai|||
ᎦᏓᎷᎩᎠ|||
ᎦᏓᏆᎳ|||
ᎦᏓᏆᎵ|||
ᎦᏓᏘ|||
ᎦᏓᏲᎯᎭ|||
ᎦᏔ|||
ᎦᏗᎨᏂ|||
ᎦᏘᎭ|||
ᎦᏘᏗ|||
ᎦᏘᏲ ᎠᎵᏍᎩᏍᏗ|||
ᎦᏙ ᎣᏤᎵᎪ|||
ᎦᏙ ᏕᏣᏙᎠ|||
ᎦᏙᎣᏍᎦ|||
ᎦᏙᎤᏍᏗ|what||gadousdi|||
ᎦᏙᎦ|||
ᎦᏙᎵᎦ|||
ᎦᏙᏃ|||
ᎦᏚ|||
ᎦᏚ ᎤᎦᎾᏍᏓ|||
ᎦᏚᎩ|||
ᎦᏚᎲ|||
ᎦᏚᎲᎢ|||
ᎦᏚᎲᏍᎦ|||
ᎦᏚᎵᏓ|wet||gadulida|||
ᎦᏚᏏ|||
ᎦᏛᏗ|||
ᎦᏟᎭ|||
ᎦᏟᏓ|||
ᎦᏢᏍᎦ|||
ᎦᏣᎦᎵᎭ|||
ᎦᏥᏃᏍᏛ|straight||gatsinosdv|||
ᎦᏩᏅ|||
ᎦᏩᏒᎩ|||
ᎦᏪᏟᎭ|||
ᎦᏬᎠ|||
ᎦᏬᎯᎵᏴᎠ|||
ᎦᏬᏂᎭ|||
ᎦᏬᏂᎯᏍᏗ|||
ᎦᏬᏂᏍᎩ|||
ᎦᏬᏂᏓ|||
ᎦᏬᏍᎬ|||
ᎦᏯᎱᎶ|||
ᎦᏯᎸᏗ|||
ᎦᏰᎪᎩ|||
ᎦᏰᎭ|||
ᎦᏰᏌᏛ|finger||gayesadv|||
ᎦᏰᏫᏍᎦ|||
ᎦᏰᏫᏒᎥᏍᎩ|||
ᎦᏲᎵ|few||gayoli|||
ᎦᏳᎳ|||
ᎦᏴᎱᎶ|||
ᎦᏴᏐᎵ|nose||gayvsoli|||
ᎧᎦᎵ|February|kʰaːkaʔli|||
ᎧᎳᎩᏌ|||
ᎧᎵ|full||kali|||
ᎧᎵᏎᏥ|||
ᎧᎶᎡᏏᎠ|||
ᎧᎸᎢ|||
ᎧᎸᎬ|||
ᎧᎹᎹ|||
ᎧᎾᎷᏍᎦ|||
ᎧᎾᎸᏍᏗᎭ|||
ᎧᎾᏁᏍᎩ|||
ᎧᎾᏍᎦᏫ|||
ᎧᎾᏍᎪᏩ|||
ᎧᎾᏍᏓᏥ|||
ᎧᎾᏬᎦ|||
ᎧᎿᏁᏍᎩ|spider||kahnanesgi|||
ᎧᏁᏌᎢ|||
ᎧᏁᏌᏢᏍᎦ|||
ᎧᏁᏍᎦ|||
ᎧᏁᏨ|||
ᎧᏂᎨᏂ|knee||kanigeni|||
ᎧᏂᎩᏛ|||
ᎧᏃᎨᏂ|||
ᎧᏃᎩᏍᏗ|||
ᎧᏃᎩᏍᏗᎭ|||
ᎧᏃᎩᏍᏙᏗ|||
ᎧᏃᎮᏍᎩ|||
ᎧᏃᎮᏓ|||
ᎧᏄᎦᎸ|||
ᎧᏄᎯ|||
ᎧᏄᎲᏗᎭ|||
ᎧᏅᏐᎸᏍᏗᎭ|||
ᎧᏅᏑᎸ|||
ᎧᏅᏥ|||
ᎧᏅᏫᎠ|||
ᎧᏩᏯ|||
ᎧᏫ|||
ᎧᏬᎳᏕᎠ|||
ᎧᏬᎳᏕᏛ|to breathe||kawoladedv|||
ᎧᏬᏂ|||
ᎧᏬᏂ ᎤᏁᎫ ᎢᎦ|||
ᎧᏬᏂᎯᏍᏗ|||
ᎧᏬᏄ|||
ᎧᏰᏲ ᏚᏯ|||
ᎧᏴᏎᏆ|||
ᎨᎳᏗᏙᎭ|||
ᎨᎵᏍᏙᎩ|||
ᎨᎵᏏᏁᎭ|||
ᎨᎵᏥᎩ|||
ᎨᎻᎵ|||
ᎨᏐᎵᏂ|||
ᎨᏘᎶᏍᏗ|||
ᎨᏝ|||
ᎨᏡᎲᏍᎦ|||
ᎨᏣᏗ|||
ᎨᏥᎪᎵᏰᏗᎢ|||
ᎨᏯ|woman||geya|||
ᎨᏯᏔᎯ|||
ᎩᎦ|||
ᎩᎦᎨ|red||gigage|||
ᎩᎦᎨᎢ|||
ᎩᎬ|blood||gigv|||
ᎩᎵ|||
ᎩᎵᏏ|||
ᎩᎵᏏᏲ|||
ᎩᎶ|||
ᎩᏍᏚᎳ|||
ᎩᏔᏯ|||
ᎩᏚᏩ|||
ᎩᏟ|dog||gitli|||
ᎩᏳᎦ|||
ᎪᎢ|||
ᎪᎢᎯ|||
ᎪᎦᏍᎦ|||
ᎪᎦᏍᏗ|||
ᎪᎨᏱ|||
ᎪᎩ|||
ᎪᎬ|||
ᎪᎯ|||
ᎪᎯᏁᎦ|||
ᎪᎯᏳᎯ|||
ᎪᎯᏳᎲᏍᎦ|||
ᎪᎯᏳᏗ|||
ᎪᎰᏍᎦ|||
ᎪᎲᎾᏗᎭ|||
ᎪᎳ|bone||gola|||
ᎪᎳᏅ|||
ᎪᎴᎯ|||
ᎪᎵᎦ|||
ᎪᏍᏓᏯ|sharp (as a knife)||gosdaya|||
ᎪᏍᏓᏱ|||
ᎪᏍᏗᏳᎵ|dull (as a knife)||gosdiyuli|||
ᎪᏍᏚ|ash||gosdu|||
ᎪᏍᏚᎭ|dust||gosduha|||
ᎪᏍᏚᎭᎢ|||
ᎪᏒᎦ|||
ᎪᏒᏅ|||
ᎪᏓᏗ|||
ᎪᏕᏍᎩ|||
ᎪᏕᏍᏗ|||
ᎪᏘᏍᎦ|||
ᎪᏢᎯᏐᏗ|right (correct)||gotlvhisodi|||
ᎪᏢᏅ|||
ᎪᏢᏅᎢ|||
ᎪᏢᏅᏙᏗ|||
ᎪᏪᎵ|||
ᎪᏯᏛ|wing||goyadv|||
Ꭻ|||
ᎫᎦ|||
ᎫᎩ|||
ᎫᎫ|||
ᎫᎭᎵᏗ|||
ᎫᎯᎶᎠ|||
ᎫᎯᏍᏗᎭ|||
ᎫᎲᏍᎦ|||
ᎫᎴ|||
ᎫᎴ ᏗᏍᎪᏂᎯ|||
ᎫᎸᏗ|||
ᎫᏅᎯ|||
ᎫᏇ|||
ᎫᏇ ᏗᎦᎾᏌᎢ|||
ᎫᏍᏗ|||
ᎫᏓᎴᎠ|||
ᎫᏘᎭ|||
ᎫᏙᎢ|||
ᎫᏩ|||
ᎫᏩᏧᏁᎦ|||
ᎫᏯᎩᎠ|||
ᎫᏰᏉᎾ|||
ᎫᏰᏉᎾ ᎤᎩᏁ|||
ᎫᏰᏉᏂ|||
Ꭼ|||
ᎬᎩᏍᏗ|||
ᎬᎫᏍᎦ|||
ᎬᎫᏍᏗᎭ|||
ᎬᎮ|||
ᎬᎯ|||
ᎬᎵ|||
ᎬᎵᎧ|||
ᎬᎾ|||
ᎬᎾ ᏧᏆᏙᏟ|||
ᎬᎾ|I'm alive|kə̃ːna|||
ᎬᎾᎨ ᏥᏍᏆ|||
ᎬᎾᏬᏍᎦ|||
ᎬᎾᏬᏗᎭ|||
ᎬᎿ|she's alive|kə̃ːhna|||
ᎬᎿᎨ|||
ᎬᎿᎨᏍᏛ|||
ᎬᏂ|||
ᎬᏂᎭ|||
ᎬᏂᏍᎦ|||
ᎬᏃᏌᏍᎦ|||
ᎬᏃᏌᏍᏗ|||
ᎬᏍᎦᎳᏍᎦ|||
ᎬᏍᎦᎳᏗᎠ|||
ᎬᏍᎦᎸᎥᏍᎦ|||
ᎬᏓᎵᏗᎠ|||
ᎬᏓᎶᏍᎦ|||
ᎬᏔᏍᎦ|||
ᎬᏗ|||
ᎬᏗᎭ|||
ᎬᏙᎠ|it's hanging|ktʰoːʔa|||
ᎬᏙᏌᏗᎠ|||
ᎬᏙᏗ|with (accompanying)||gvdodi|||
ᎬᏛᎥᏍᎦ|||
ᎬᏜᏗᎭ|||
ᎬᏟ|||
ᎬᏟᎭ|||
ᎬᏩᏃᏍᏓ|||
Ꭽ|||
ᎭᏂ|||
ᎭᏢᏃ|where||hatlvno|||
ᎭᏩ|||
ᎭᏫᎾᏗᏢ|in, under||hawinaditlv|||
ᎭᏫᏂ|||
ᎭᏫᏂᎠᏄᏬ|||
ᎭᏫᏯ|||
ᎭᏫᏯ|meat||hawiya|||
ᎭᏰᎵᏍᏓ|||
Ꭾ|||
Ꭿ|||
ᎯᎠ|this|hiʔa|||
ᎯᎩ|to eat||higi|||
ᎯᎳ ᎢᏯᏂ|||
ᎯᎳᎪ|how||hilago|||
ᎯᎳᎪᎢᏳ|when||hilagoiyu|||
ᎯᎳᏳᎢ|||
ᎯᎾ|this||hina|||
ᎯᏍᎩ|five||hisgi|||
ᎯᏴᏫᏯᏍ|Are you a Native American?|hijə̃ːwiːjaːs|||
ᎱᎱ|||
ᎱᏳᎩ|||
ᎲᎴᏊ|||
ᎲᏓᏱ|||
ᎴᏂ|ear||leni|||
ᎶᎶ|||
ᎶᎹᏂᏯ|||
Ꮎ|that||na|||
ᎾᎥᏂᎨ|near||navnige|||
ᎾᎥᏂᎨᏍᏗ|||
ᎾᎯ|he||nahi|||
ᎾᎱᎠᏢ|||
ᎾᎿᎢ|there||nahnai|||
ᎾᏂᎠ|||
ᎾᏍᎩᏂᎨᏒᎾ|not||nasginigesvna|||
ᎾᏍᎩᏯ ᎢᎪᎯᏛ|||
ᎾᏛᏁᎭ|||
ᎿᏊ|||
ᏁᎳᎩ|||
ᏁᎳᏚ|||
ᏂᎦᎵᏍᏗᎭ|||
ᏂᎦᏚ|||
ᏂᎦᏛ|all||nigadv|||
ᏂᎦᏪᎠ|||
ᏂᎪᎸ|||
ᏂᎬᎢ|||
ᏂᎯ|you (singular)||nihi|||
ᏃᏆ|||
ᏃᏈᏏ|star||noquisi|||
ᏃᏥ|||
ᏃᏯ|sand||noya|||
ᏄᎦᎵ|||
ᏄᎦᎸ|||
ᏄᎵᏔᏂᏙᎸ|||
ᏄᎾ|||
ᏄᎾ ᎤᏂᎦᎾᏍᏓ|||
ᏄᏓᎴᎢ|||
ᏄᏓᏕᏆ|||
ᏄᏠᏯᏍᏛᎾ|||
ᏅᎩ|four||nvgi|||
ᏅᎩᏁ ᎢᎦ|||
ᏅᎩᏁᎢ|||
ᏅᎳ|to come||nvla|||
ᏅᏃᎯ|road||nvnohi|||
ᏅᏓ|||
ᏅᏓ ᏗᏎᏍᏗ|||
ᏅᏓ|moon|, sun||nvda|||
ᏅᏓᎡᎨᎯ|||
ᏅᏓᎩ|||
ᏅᏙᎢᎦᎡᎯ|sun||nvdoigaehi|||
ᏅᏬᏘ|||
ᏅᏯ|stone||nvya|||
ᏅᏳ|||
ᏆᎾᏓᏲ|||
ᏆᎾᏓᏲᎭ|||
ᏆᏁᎾ|||
ᏆᏄᎾᏍᏗᎢ|||
ᏆᏅ|||
ᏇᎳᎷᏍ|||
ᏊᎵᎨᎵᎠ|||
ᏋᎩᎾ ᏩᏐ|||
ᏌᎨᎢ|thin||sagei|||
ᏌᎪᏂᎨᎢ|||
ᏌᎳᎵ|||
ᏌᎵ|||
ᏌᎵᏆᏱ|||
ᏌᎷᏱ|||
ᏌᏊᎢ|one||saquui|||
ᏌᏊᎢᏳᎾᎵᏍᏔᏅᏍᎦᏚᎩ ᎾᎿ ᎠᎺᏰᏟ|||
ᏌᏌ|||
ᏌᏚᎢ|||
ᏍᎦᏎᏅ|||
ᏍᎩᎦᏚ|||
ᏍᎩᎾ ᎤᎩᎸᏗ|||
ᏍᎪᎯ|ten|skoːhi|sgohi|||
ᏍᎪᎯᏁᎢ|||
ᏍᎪᎯᏥᏆ|||
ᏍᎪᏯ ᎠᏁᏍᎩᎸᎥᏍᎩ|||
ᏍᎪᏱ|||
ᏍᏆᎳᎢ|short||squalai|||
ᏍᏆᎴᏩᎵ|||
ᏍᏆᏂᏤᏍᏛᎢ|||
ᏍᏆᏞᏍᏗ|||
ᏍᏇᏅᎢ|||
ᏍᏓᏯ|||
ᏍᏕᏱᏛ|rope||sdeyidv|||
ᏍᏗᎩᏓ|||
ᏍᏚᎢᏍᏗ|||
ᏍᏚᏗ|||
ᏎᎳᎩᏍᏆ|||
ᏎᎷ|||
ᏎᎷ ᎠᎾᏔᏍᎩᏍᎩ|||
ᏎᎷ ᎢᏌ|||
ᏎᎷ ᎤᏂᏥ|||
ᏎᎷᏉᏯ|||
ᏎᏗ|||
ᏎᏩᏓ|||
ᏏᎩᎩ|||
ᏏᏅᏙ|||
ᏏᏆ|||
ᏏᏊ|||
ᏏᏲ|||
ᏐᎢ|other||soi|||
ᏐᎢᎾ|||
ᏐᎯ|||
ᏐᏁᎳ|nine||sonela|||
ᏐᏁᎳᏍᎪᎯ|||
ᏐᏁᎳᏚ|||
ᏐᏈᎵ|||
ᏑᎵ|||
ᏑᎾᎵ|||
ᏑᎾᏙᏓᏆᏍᏗ|||
ᏑᏓᎵ|six||sudali|||
ᏑᏕᏘᏴᏓ|year||sudetiyvda|||
ᏑᏗ|fishhook|suhti|||
ᏒᎠᏱ|||
ᏒᎦᏔ|||
ᏒᎩ|||
ᏒᎯᏰᏱ|||
ᏒᏃᏱ|night||svnoyi|||
ᏒᏃᏱᎡᎯᏅᏙ|||
ᏒᏓᎷᎩ|||
ᏒᏗᏩᎵ|||
ᏒᏙᏂ|||
ᏒᏚᎳ|||
ᏓᎦᏏ|||
ᏓᎦᏔᏍᏗᎭ|||
ᏓᎦᏘᏅᏕᎠ|||
ᏓᎦᏘᏅᏛᏍᎦ|||
ᏓᎧᏁᎦ|||
ᏓᎩᏏ|||
ᏓᎬᎾ|||
ᏓᎳᎳ|||
ᏓᎳᏑᎳᎩᎠ|||
ᏓᎴᏍᎩᏍᎩ|||
ᏓᎵᏂᏆᏅᎥᏍᎦ|||
ᏓᎶᎨ|||
ᏓᎶᏁᎦ|||
ᏓᎶᏂᎨ|yellow||dalonige|||
ᏓᎶᏂᎨᏍᏛ|||
ᏓᎷᏚ|||
ᏓᎹᎦ|||
ᏓᎾᎵᎬᏚᎸᏍᎬ|||
ᏓᎾᏓᎯᎵᏙᎭ|||
ᏓᎾᏓᏍᎧᎩ|||
ᏓᎾᏩ|||
ᏓᎿᏩᎢᏴᎠ|||
ᏓᏁᎦ|||
ᏓᏁᎶᏗᎭ|||
ᏓᏂᏍᏓᏲᎯᎲ|||
ᏓᏄᏩ|||
ᏓᏅᏁᎦ|||
ᏓᏆ|||
ᏓᏆᎳᎩᎠ|||
ᏓᏆᏌᏅ|||
ᏓᏈᏌᏂ|||
ᏓᏎᎯᎭ|||
ᏓᏏᏛᏂᎭ|||
ᏓᏒᏍᏗᎭ|||
ᏓᏓᏄᎪᏍᎦ|||
ᏓᏓᏅᏗᏍᏗᎭ|||
ᏓᏓᏛᏂᎭ|||
ᏓᏕᎦ|||
ᏓᏗᎦᏍᎦ|||
ᏓᏙᏂᎭ|||
ᏓᏡᎦ|||
ᏓᏣᎷᏂ|||
ᏓᏨᏍᏔᏍᎦ|||
ᏓᏫᏍᎦ|||
ᏓᏫᏍᎬᎯ|||
ᏓᏬᎵ|||
ᏓᏴᎩᎠ|||
ᏓᏴᏍᏉᎢ|||
ᏔᎳ|||
ᏔᎳᏚ|||
ᏔᎵ|||
ᏔᎵ|two|tʰaʔli|tali|||
ᏔᎵᏁ|||
ᏔᎵᏁ ᎠᏛᏙᏗ|||
ᏔᎵᏁ ᎢᎦ|||
ᏔᎵᏍᎪᎯ|||
ᏔᎵᏍᏊᎢ|||
ᏔᎵᏚ|||
ᏔᎷᎩᏍᎩ|||
ᏔᎷᎩᏍᎩ ᏅᏃᎯ|||
ᏔᎷᎩᏍᎩ ᏴᏫ|||
ᏔᎷᏣ|||
ᏔᎾᏏ|||
ᏔᏁᏆ|||
ᏔᏂᏏ|||
ᏔᏥᎩᏍᏔᏂ|||
ᏔᏬᏗ|||
ᏔᏯ|||
ᏕᎦᎵᏗ|||
ᏕᎦᎶᏗ|||
ᏕᎧ|||
ᏕᎨᏲᎲᏍᎦ|||
ᏕᎪᎠ|||
ᏕᎫᎪᏗᎭ|||
ᏕᎬᎩᎶᎠ|||
ᏕᎬᏗᏰᎠ|||
ᏕᎭᎷᏱ|||
ᏕᏩ|||
ᏖᎸᎳᏗ|||
ᏗᎦᎳᏫᏍᏗᎢ|||
ᏗᎦᎵᏅᎯᏛ|||
ᏗᎦᎶᎩᏍᎩ|||
ᏗᎦᎸᏌᏓᏗᏍᏗᏍᎩ|||
ᏗᎦᎾᏐᏗᎢ|||
ᏗᎦᏘ|||
ᏗᎦᏘᏍᏗ|||
ᏗᎦᏚᏢᏗ|||
ᏗᎦᏛᏗ|||
ᏗᎧᎸᎬᎢ|||
ᏗᎧᏁᏍᏙᏗ|||
ᏗᎧᏃᎩᏍᏗ|||
ᏗᎧᏃᏗ|||
ᏗᎧᏃᏩᏛᏍᏗ|||
ᏗᎧᏅᏬᏗ|||
ᏗᎧᏳᎦ|||
ᏗᎨᏫ|||
ᏗᎩᏥ|||
ᏗᎪᏪᎵ|||
ᏗᎪᏪᎶᏗ|||
ᏗᎪᏪᎶᏙᏗ|||
ᏗᎬᎩᎣᏍᎩ|||
ᏗᎳ|||
ᏗᎴᏆ|||
ᏗᎵ|||
ᏗᎵᏃᎮᏗ|||
ᏗᎵᏍᏆᎳᏍᏗᏱ|||
ᏗᎵᏍᏓᏲᎯᎯ|||
ᏗᎾᏁᎶᎲᏍᎩ|||
ᏗᎿᏬ|||
ᏗᏁᎵᏙᏗ|||
ᏗᏁᎸᏙᏗ|||
ᏗᏃᏪᎵᏍᎩ|||
ᏗᏄᏬ|clothing||dinuwo|||
ᏗᏎᏍᏗ ᏓᏍᏓᏅᏅ|||
ᏗᏏ|||
ᏗᏓᎾᏒᎲᏍᎩ|||
ᏗᏓᏂᏱᏍᎩ|||
ᏗᏓᏅᏙᏍᏗ|||
ᏗᏓᏅᏫᏍᎩ|||
ᏗᏓᏍᏙᏰᏍᎩ|||
ᏗᏓᏍᏚᏗ|||
ᏗᏓᏘᏂᏙᎯ|||
ᏗᏓᏙᎵᏍᏗᏍᎩ|||
ᏗᏓᏛᏗ|||
ᏗᏓᏟᎶᏍᏔᏅᎢ|||
ᏗᏓᏟᎶᏍᏗᏍᎩ|||
ᏗᏓᏰᏠᎯ|||
ᏗᏕᏠᏆᏍᎩ|||
ᏗᏕᏲᎲᏍᎩ|||
ᏗᏘᏲᎯᎯ|||
ᏗᏛᏛᎮᎸᎠᏍᎩ|||
ᏗᏠᎯᏍᏗᎢ|||
ᏗᏢᏈᏍᏙᏗ|||
ᏗᏲᎯᏗ|||
ᏗᏳᏆᎪᏯᏗ|||
ᏘᎢᎾ|louse||tiina|||
ᏘᎾ|||
ᏘᏲᎭᎵ|||
ᏙᎯᏳ|||
ᏙᎳᏧᎦ|||
ᏙᎴᏓ|||
ᏙᎾᏓᎪᎲᎢ|||
ᏙᏌ|||
ᏙᏌ ᎤᏛᎾ|||
ᏙᏌᎾ|||
ᏙᏒᏓᎵ|||
ᏙᏓᏆᏍᎬᎢ|||
ᏙᏓᏈᏕᎾ|||
ᏙᏥ|||
ᏙᏧᏩ|||
ᏙᏬᏗ|||
ᏙᏯ|||
ᏙᏲᎯᎳ|||
ᏚkᎢᏍᏗᎭ|to vomit||dukisdiha|||
ᏚᎦᏍᏗᎭ|||
ᏚᎦᏘᏅᏔ|||
ᏚᎵᏍᏗ|||
ᏚᎵᏘᎾᎠ|||
ᏚᎵᏰᏑᎳ|||
ᏚᎷᎭᎬ|||
ᏚᎸᏫᏍᏓᏁᎭ|||
ᏚᏂᏂᏗ|||
ᏚᏂᏅᏗ|||
ᏚᏃᎸᏔᏂ|||
ᏚᏍᏗ|||
ᏚᏗ|||
ᏚᏙᎥ|name||dudov|||
ᏚᏯ|||
ᏚᏯᏁᏆ|||
ᏚᏯᏪᎦ|||
ᏚᏲᏍᎦ|||
ᏚᏳᎪᏛ|right (side)||duyugodv|||
ᏚᏳᏩᏛ|||
ᏚᏴᏍᏙᏯᏍᎦ|||
ᏛᎬᎾ|||
ᏛᏗᏍᏗ|||
ᏛᏰᏆ|||
Ꮬ|||
ᏜᎺᎭ|||
ᏜᏄᏏ|||
Ꮭ ᎢᎸᎯᏳ|||
Ꮭ ᎪᎱᏍᏗ|||
Ꮭ ᏣᎳᎩ ᏱᏥᏬᏂ|||
ᏝᏊᎠᏰᎸᏗ|||
ᏝᏓᏥ|||
ᏝᏬᏚᎯ|||
ᏞᎺᎭ|||
ᏠᎨᏍᎢ|||
ᏠᎨᏏ|||
Ꮱ|||
ᏡᎬ|||
ᏡᏡ|||
ᏢᏓᏥ|||
ᏢᏕᎦ|||
ᏢᏗᏍᏗ|||
ᏢᏩᎵᎦ|||
ᏣᎳᎩ|||
ᏣᎵᎫ|tree||tsaligu|||
ᏣᏆᏂᏱ|||
ᏣᏉᎳᏓᎩ|||
ᏣᏉᎳᏕ|||
ᏣᏑᎦ|||
ᏣᏔᎦ|||
ᏣᏔᎦ ᎤᏃᏔᏩᎸᏍᎩ|||
ᏣᏫᏍᎦ|||
ᏣᏱ|||
ᏣᏱᎦ|||
ᏣᏲᎦ|||
Ꮵ ᏣᎳᎩ|||
Ꮵ-|||
ᏥᎶᏂ|||
ᏥᏃᏍᎦ|||
ᏥᏈᏍᏗ|||
ᏥᏌ|||
ᏥᏌ ᏚᎴᎯᏌᏅ|||
ᏥᏍᎪᏯ|worm||tsisgoya|||
ᏥᏍᏆ|bird||tsisqua|||
ᏥᏍᏆᎦᏬᏂᏍᎩ|||
ᏥᏍᏉᏉ|||
ᏥᏍᏔᏥ|||
ᏥᏍᏕᏥ|mouse||tsisdetsi|||
ᏥᏍᏚ|rabbit||tsisdu|||
ᏥᏍᏛᎾ|||
ᏥᏔᎦ|||
ᏥᏥ|||
ᏥᏯ|||
ᏥᏲ|||
ᏥᏳ|||
ᏥᏳ ᎦᏃᎯᎵᏙᎯ|||
ᏦᎢ|three||tsoi|||
ᏦᎢᏁ ᎢᎦ|||
ᏦᎦᏚ|||
ᏦᎨᏏ|||
ᏦᎳ|||
ᏦᎳᏂ|||
ᏦᎳᏅ|||
ᏦᏍᏗᏓᏄᏫ|||
ᏦᏒ|||
ᏦᏯᎦ|||
ᏧᎦ|||
ᏧᎦᎾᏕᎾ|||
ᏧᎦᏃᏮᎢ|||
ᏧᎦᏒᏍᏗ|smoke||tsugasvsdi|||
ᏧᎧ|||
ᏧᎩᏅ|||
ᏧᎬᏩᎶᏗ|||
ᏧᎯᏥᏆ|||
ᏧᎳ|||
ᏧᎳᏍᎩ|||
ᏧᎵᎡᎾ|||
ᏧᎵᏨᏯᏍᏗ|||
ᏧᎶᎸᏗ ᎠᏣᏗ|||
ᏧᎷ|||
ᏧᎾᎩᎶᏍᏗ|||
ᏧᎾᎵᏍᏓᏴᏗ|||
ᏧᎾᏓᏂᏐᏗᎢ|||
ᏧᎾᏓᏱᎵᏓᏍᏗ|||
ᏧᎾᏕᎶᏆᏍᏗ|||
ᏧᎾᏗᏔᏍᏗ|||
ᏧᎾᏦᏍᏘ|||
ᏧᎿᏦᏍᏗ|||
ᏧᏁᎳ|eight||tsunela|||
ᏧᏁᏍᏓᎸᎯ|||
ᏧᏂᎪᎵᏰᏗᎢ|||
ᏧᏂᎳᏫᏍᏗ|||
ᏧᏂᎶᎸᏗ|||
ᏧᏂᏆᏂᏲᏍᏗ|||
ᏧᏂᏒᏍᏗ|||
ᏧᏂᏒᏍᏗᎢ|||
ᏧᏂᏢᎩᎢ|||
ᏧᏗᏆᏍᏗ|||
ᏧᏚᎶᏗ|||
ᏧᏦᎵᏛ|||
ᏧᏧ|||
ᏧᏩᎩ|||
ᏧᏩᏓᎶᎣᏒᎯ|||
ᏧᏪᎳ|||
ᏧᏴᏨᎢ|||
ᏨᏍᎩᏃ|||
ᏨᏓᏥ|||
ᏩᎦ|||
ᏩᎦ ᎭᏫᏯ|||
ᏩᎦᎭᏫᏯ|||
ᏩᎩᎦ|||
ᏩᎱᎯ|||
ᏩᎱᎱ|||
ᏩᎴᎳ|||
ᏩᎴᎷ|||
ᏩᎶᏏ|||
ᏩᏂᎨ ᎠᏣᏗ|||
ᏩᏐᏝ|||
ᏩᏓᎬ|||
ᏩᏗᎠ|||
ᏩᏘᏰᎳ|||
ᏩᏙ|||
ᏩᏚᎵᏏ|||
ᏩᏥ|||
ᏩᏥᎳ||||
ᏩᏯ|wolf||waya|||
ᏪᏌ|||
ᏪᏏ|||
ᏫᎦᏁᎲᏍᎦ|||
ᏫᎦᏬᏥᎯᎲ|||
ᏫᎩᏇᏗᏯ|||
ᏫᏏ|||
ᏬᎫᏓ|||
ᏬᎭᎵ|eagle||wohali|||
ᏬᎵᏓ|||
ᏬᏱ|||
ᏭᏓᎪᎾᏛᏛ|||
ᏭᏕᎵᎦ|||
ᏭᏕᎵᎬ|||
ᏭᏕᎵᎬᎢ|||
ᏯᎾᏌ|||
ᏯᏙᏟ|||
ᏰᎦᏟ|||
ᏲᎾ|||
ᏲᏁᎦ|||
ᏲᏅ|||
Ᏼ|I||yv|||
ᏴᎩ|needle||yvgi|||
ᏴᏑ|||
ᏴᏩᏁᎬ ᏥᏉᏉ|||
ᏴᏫ|||
ᏴᏫ ᎤᎾᏦᏙᏗ|||
ᏴᏫ ᏧᎾᏍᏗᎢ|||
ᏴᏫ|man (human being)||yvwi|||























































`

