/*
Sources: 
https://en.wiktionary.org/wiki/Appendix:Amharic_Swadesh_list
Wiktionary lemmas
*/

autoExpandExamples.am = `


-ዚህ||
-ዚች||
-ዚያ||
-ዚያች||
ሀልሎ||
ሀምሌ||
ሀይቅ|lake||häyḳ
ሁ||
ሁለተኛ||
ሁለት|two||hulät
ሁሉ||
ሁሉም|all||hulum
ሃምራዊ||
ሃርድዌር||
ሃያ ሁለት||
ሃያ ሰባት||
ሃያ ስምንት||
ሃያ ስድስት||
ሃያ ሶስት||
ሃያ አምስት||
ሃያ አራት||
ሃያ አንድ||
ሃያ ዘጠኝ||
ሃያ||
ህዝብ||
ህግ||
ህጻን|child||həṣan
ሆ||
ሆድ|belly||hod
ለስላሳ|smooth||läslasa
ለውዝ||
ሉል||
ላም||
ላባ|feather||laba
ላይ|at||lay
ሌሊት|night||lelit
ሌላ|other||lela
ሌባ||
ሌት||
ልምጭ|stick||ləmč̣
ልሳን||
ልብ|heart||ləb
ልብስ||
ልብን||
ልዥ||
ልጅ||
ልጓም||
ሎሚ||
ሐሙስ||
ሐምሌ||
ሐሳብ||
ሐተታ||
ሐኪም||
ሐያ||
ሐዲስ||
ሐጅስ||
ሓምሌ||
ሕመም||
ሕሙም||
ሕቅ||
ሕባብ||
ሕገ መንግሥት||
ሕገ መንግስት||
ሕግ||
ሕፃን||
መሄድ|to walk||mähed
መላስ||
መልካም፡ልደት||
መልካም፡አዲስ፡አመት||
መማር||
መምታት|to hit||mämtat
መምጣት|to come||mämṭat
መሞት|to die||mämot
መረብ||
መሬት|earth||märet
መርከብ||
መርፌ||
መሮጥ||
መሳቅ|to laugh||mäsaḳ
መስማት|to hear||mäsmat
መስራት||
መስታዎት||
መስከረም||
መስኮት||
መስጊድ||
መስጠት|to give||mäsṭät
መሸጥ||
መቀመጥ|to sit||mäḳämäṭ
መቀስ||
መቀዝቀዝ|to freeze||mäḳäzḳäz
መቁረጥ|to cut||mäḳuräṭ
መቁጠር|to count||mäḳuṭär
መቅሠፍት||
መቆም|to stand||mäḳom
መቆፈር|to dig||mäḳofär
መብላት|to eat||mäblat
መብረር|to fly||mäbrär
መብረቅ||
መቦረሽ|to rub||mäboräš
መተንፈስ|to breathe||mätänfäs
መተኛት|to sleep||mätäñat
መታገል|to fight||mätagäl
መታጠፍ|to turn (intransitive)||mätaṭäf
መትፋት|to spit||mätfat
መቶ||
መቼ|when||mäče
መነኩሴ||
መነጣጠል|to split||mänäṭaṭäl
መነጽር||
መናገር|to say||mänagär
መንሳፈፍ|to float||mänsafäf
መንበር||
መንከስ|to bite||mänkäs
መንደር||
መንገድ|road||mängäd
መንግሥት||
መንግስት||
መንጣፍ||
መንፈስ|to blow||mänfäs
መኖር|to live||mänor
መከፈቻ||
መኪና||
መክፈቻ||
መወርወር|to throw||mäwärwär
መዉረድ|to flow||mäwuräd
መዉደቅ|to fall||mäwudäḳ
መዉጋት|to stab||mäwugat
መዋኘት|to swim||mäwañät
መዘመር|to sing||mäzämär
መዝገበ ቃላት||
መያዝ|to hold||mäyaz
መይ||
መድፍ||
መዶሻ||
መጀመሪያ||
መገንባት||
መጋቢት||
መጋደም|to lie (as in a bed)||mägadäm
መግቢያ||
መግባት||
መግዛት||
መግደል|to kill||mägdäl
መግፋት|to push||mägfat
መጎተት|to pull||mägotät
መጠበቅ||
መጠየቅ||
መጠጣት|to drink||mäṭäṭat
መጠጥ||
መጥረጊያ||
መጥባት|to suck||mäṭbat
መጥፎ|bad||mäṭfo
መጫን|to squeeze||mäč̣an
መጫወት|to play||mäč̣awät
መጽሃፍ||
መጽሐፍ||
መፋቅ|to scratch||mäfaḳ
መፍራት|to fear||mäfrat
ሙሉ|full||mulu
ሙሉክዬ||
ሙስሊም||
ሙሽራ||
ሙቅ|warm||muḳ
ሙት||
ሙዝ||
ሚስት|wife||mist
ሚኒስትር||
ሚያዝያ||
ሚጥሚጣ||
ማልቀስ||
ማረስ||
ማረሻ||
ማር||
ማርች||
ማሰር|to tie||masär
ማሰብ|to think||masäb
ማስታወክ|to vomit||mastawäk
ማሸት|to wipe||መፈተግ
ማሽላ||
ማሽተት|to smell||maštät
ማቃጠል|to burn||maḳaṭäl
ማበጥ|to swell||mabäṭ
ማብራቅ||
ማቴ4፥23|Matt 4:23
ማኅበረሰብ||
ማኅበርተኛ||
ማን|who||man
ማንበብ||
ማንኛቸው||
ማንኛችሁ||
ማንኛችን||
ማንኛው||
ማንካ||
ማን፡ማን||
ማክሰኞ||
ማወቅ||
ማዎቅ|to know||mawoḳ
ማየት|to see||mayät
ማደን|to hunt||madän
ማዳመጥ||
ማድረግ||
ማጠብ|to wash||maṭäb
ምላስ|tongue (organ)||məlas
ምላሽ||
ምርጫ||
ምሰሶ||
ምስል||
ምስር||
ምስት||
ምስጋና||
ምስጥ||
ምሼት||
ምሽት||
ምን|what||mən
ምንናምን||
ምንና፡ምን||
ምንድር||
ምንድን||
ምን፡ምን||
ምክንያቱም|because||məknyatum
ምክንያት||
ምግብ ቤት||
ምግብ||
ሞተ||
ሞት||
ሞንጎመሪ||
ሠላሳ||
ሥር||
ሥብ|fat (noun)||śəb
ሦስት||
ረቡ||
ረቡዕ||
ረዝም|long||räzm
ረጂም||
ሩማን||
ሩቅ|far||ruḳ
ሩጫ||
ራስ||
ራብ||
ሬሳ||
ርስዎ|you (2sg)||rəswo
ርእሰ ብሔር||
ርግብ||
ርጥብ|wet||rəṭb
ሮማን||
ሮም||
ሮም፡በአንድ፡ቀን፡አልተገነባችም||
ሮብ||
ሮዝ||
ሯጭ||
ሰላም||
ሰላጣ||
ሰማ||
ሰማንያ||
ሰማያዊ||
ሰማይ|sky||sämay
ሰስፋት|to sew||säsfat
ሰበን||
ሰባ||
ሰባተኛ||
ሰባት||
ሰናፍጭ||
ሰኔ||
ሰንሰለት||
ሰኞ||
ሰዉ|man (human being)||säwu
ሰዋሰው||
ሰው||
ሰውነት||
ሰውዬ||
ሰዓት||
ሰይፍ||
ሰዳ||
ሰጎን||
ሰፊ|wide||säfi
ሰፕቴምበር||
ሱሪ||
ሱሺ||
ሱቅ||
ሲኒማ||
ሲጃራ||
ሲጋራ||
ሳመ||
ሳሙና||
ሳማ||
ሳምንት||
ሳር|grass||sar
ሳቀ||
ሳቡና||
ሳት||
ሳንቲም||
ሴት ልጅ||
ሴት||
ሴትዮ|woman||setyo
ስለት|sharp (as a knife)||səlät
ስልሳ||
ስልቻ||
ስልክ||
ስም|name|sɨ§m|səm
ስምህ፡ማን፡ነው||
ስምሽ፡ማን፡ነው||
ስምንተኛ||
ስምንት||
ስር|root||sər
ስንዴ||
ስኳር||
ስድስተኛ||
ስድስት||
ስጋ|meat||səga
ስጦታ||
ስጳንያ||
ስፖርት||
ሶማሊ||
ሶስተኛ||
ሶስት|three||sost
ሶፍትዌር||
ሸለመ||
ሸለቆ||
ሸሚዝ||
ሸረሪት||
ሸክላ||
ሹምብራ||
ሻል||
ሻይ||
ሽላን||
ሽል||
ሽምብራ||
ሽታ||
ሽንብራ||
ሽንት||
ሽንት፡ቤት||
ሽንኩርት||
ሽጉጡን፡ጠጣ||
ሽጉጥ||
ሾክ||
ቀረፋ||
ቀስተ ደመና||
ቀስተዳመና||
ቀበሌ||
ቀን|day||ḳän
ቀንድ|horn||ḳänd
ቀኝ|right||ḳäñ
ቀዝቃዛ|cold||ḳäzḳaza
ቀይ|red||ḳäy
ቀጥታ|straight||ḳäṭta
ቀጭኔ||
ቀጭን|thin||ḳäč̣n
ቁላ||
ቁራ||
ቁርስ||
ቁንዶ በርበሬ||
ቂንጥር||
ቃል||
ቃጥሎ||
ቅማል|louse||ḳəmal
ቅርብ|near||ḳərb
ቅርፊት|bark (of a tree)||ḳərfit
ቅንፍዝ||
ቅዳሜ||
ቅጠል|leaf||ḳəṭäl
ቆርቆሮ||
ቆስጣ||
ቆሻሻ|dirty||ḳošaša
ቆብ||
ቆንጆ||
ቆዳ|skin||ḳoda
ቋንቋ||
ቍርስ||
በለስ||
በላ||
በረሃ||
በረዶ|ice||bärädo
በሬ||
በር||
በርበሬ||
በርኖስ||
በቅሎ||
በቆሎ||
በታች||
በዳ||
በገን||
በጣጢስ||
ቡራኬ||
ቡና||
ቡናይነት||
ቡን||
ቢሆን|if||bihon
ቢላዋ||
ቢምቢ||
ቢራቢሮ||
ቢዛ||
ቢጫ|yellow||bič̣a
ባህር|sea||bahr
ባል|husband||bal
ባሕር||
ባሚያ||
ባረከ||
ባሪያ||
ባቄላ||
ባንዴራ||
ባዶ||
ቤተሰብ||
ቤተ፡ክርስቲያን||
ቤት||
ብሄራዊ||
ብሔረተኝነት||
ብሔር||
ብር||
ብርቱካን||
ብርክ||
ብቻ||
ብናኝ|snow||bənañ
ብዕር||
ብዙ|many||bəzu
ብጒንጅ||
ብጫ||
ቧምቧ||
ቪዛ||
ቫይረስ||
ቫዮሊን||
ተመን||
ተመኘ||
ተማሪ||
ተምር||
ተረከዝ||
ተራራ|mountain||tärara
ተንታኝ||
ተከፈተ||
ቲማቲም||
ታህሳስ||
ታንክ||
ቴሌፎን||
ቴምብር||
ቴዎድሮስ||
ትል|worm||təl
ትልቅ|big||təlḳ
ትምባሆ||
ትራስ||
ትራፊክ||
ትርንጎ||
ትናንት||
ትናንትና||
ትንሽ|small||tənš
ትንቢት||
ትክክል|correct||təkkl
ትግርኛ||
ቺሌ||
ቻይ||
ችግር||
ኀልዮ||
ኃምሌ||
ኅብረት||
ኅብር||
ኅዳር||
ነሐሴ||
ነበረ||
ነቢት||
ነገ||
ነገር||
ነጭ ሽንኩርት||
ነጭ|white||näč̣
ነፃነት||
ነፋስ|wind||näfas
ነፍስ||
ኑዛዜ||
ናሚቢያ||
ንስር||
ንብ||
ንጉሥ||
ንጋት||
ንግሥት||
ንፋስ||
ኖቬምበር||
አሁን||
አህያ||
አለም||
አላህ||
አልማዝ||
አልጋ||
አመት|year||ʾämät
አመድ|ash||ʾämäd
አማርኛ||
አምላክ||
አምሳ||
አምሳግር||
አምሳ፡እግር||
አምስተኛ||
አምስት|five||ʾämst
አምበሳ||
አሞሌ||
አረም||
አረሰ||
አረቂ||
አረንገዴ|green||ʾärängäde
አረንጓዴ||
አራተኛ||
አራት|four||ʾärat
አርመንኛ||
አርሜንኛ||
አርበኛ||
አርባ||
አሮጌ|old||ʾäroge
አሳ|fish||ʾäsa
አስረኛ||
አስራ ሁለት||
አስራ ሰባት||
አስራ ስምንት||
አስራ ስድስት||
አስራ ሶስት||
አስራ አምስት||
አስራ አራት||
አስራ አንድ||
አስራ ዘጠኝ||
አስራአንድ||
አስር||
አስተማሪ||
አስኳል||
አሸለመ||
አሸዋ|sand||ʾäšäwa
አሽዋ||
አበባ|flower||ʾäbäba
አቡነ||
አባራ|dust||ʾäbara
አባት|father||ʾäbat
አባጨጓሬ||
አቧራ||
አናናስ||
አንሶላ||
አንቄ||
አንበሳ||
አንተ|you (2sg)||ʾäntä
አንቱ||
አንቺ|you (2sg)||ʾänči
አንደኛ||
አንድ|one||ʾänd
አንጀባ||
አንገት|neck||ʾängät
አንጎል||
አክሊል||
አክስት||
አኮርዲዮን||
አውራ ዶሮ||
አውሬ||
አውሮፓ||
አውሮፕላን||
አውስትራልያ||
አዘመተ||
አዘን||
አየሩ|the weather|ə§yyə§ru
አያት||
አይብ||
አይን|eye||ʾäyn
አይደለም|not||ʾäydäläm
አይጥ||
አደገኛ||
አዲስ አበባ||
አዲስ|new||ʾädis
አድሓኖም||
አዶ||
አገራት||
አገር||
አጥር||
አጥንት|bone||ʾäṭnt
አጭር|short||ʾäč̣r
አጻፈ||
አፈር||
አፍ|mouth||ʾäf
አፍንጫ|nose||ʾäfnč̣a
ኡነት||
ኢትዮጵያ|Ethiopia|i§t§jo§pʼ§ja|ʾītyōṗṗyā|itʰiopʼia
ኢንተርኔት||
ኣልጋ||
ኣከስት||
ኣጎት||
ኤሌክትሪክ||
ኤርትራ||
ኤስቶኒያ||
ኤፕሪል||
እ-||
እህል||
እህት||
እልም||
እሑድ||
እምስ||
እራስ||
እራብ||
እርሱ||
እርሳቸው||
እርስዎ||
እርሷ||
እርቃን||
እርዳታ||
እርድ||
እርጎ||
እሮብ||
እሱ|he, she, it (3sg)||ʾəsu
እሳተ ጎመራ||
እሳት|fire||ʾəsat
እሳቸው||
እሴት||
እስላማዊ||
እስልምና||
እስስት||
እስትንፋስ||
እስዎ||
እሷ|he, she, it (3sg)||ʾəsʷa
እሾህ||
እሾክ||
እባብ|snake||ʾəbab
እባት||
እት||
እቺ||
እች||
እኅት||
እነ-||
እነማን||
እነርሱ|they (3pl)||ʾənärsu
እነሱ||
እነዚህ||
እነዚያ||
እና|and||ʾəna
እናት|mother||ʾənat
እናንተ|you (2pl)||ʾənantä
እናንት||
እኔ|I (1sg)||ʾəne
እንስሳ|animal||ʾənssa
እንሽላሊት||
እንቁላል|egg||ʾənḳulal
እንቁራሪት||
እንቆቅልሽ||
እንባ||
እንብርት||
እንኮይ||
እንኰይ||
እንዴት|how||ʾəndet
እንጀራ||
እንግሊዝኛ፡ትችላለህ||
እንግሊዝኛ፡ትችያለሽ||
እንግሊዝኛ፡ይችላሉ||
እንግዳ||
እንጨት||
እኛ|we (1pl)||ʾəña
እዚህ|here||ʾəzih
እዚያ|there||ʾəziya
እዛብ||
እጅ|hand||ʾəǧ
እግረኛ||
እግር ኳስ||
እግር|leg||ʾəgr
እግርጌ||
እጡብ||
እጥር||
ኦሃዮ||
ኦክቶበር||
ኦገስት||
ከልብ||
ከሎታ||
ከሰረት||
ከበሮ||
ከባድ|heavy||käbad
ከተማ||
ከተበ||
ከታተበ||
ከፈተ||
ከ….ጋር|with||kä….gar
ኩራት||
ኪሩብ||
ኪስ||
ካርታ||
ክረምት||
ክራር||
ክርስትና||
ክሮኤሽያ||
ክብ|round||kəb
ክብር||
ክታብ||
ክንድ||
ክንፍ|wing||kənf
ኮረንቲ||
ኮሪቻ||
ኮከብ|star||kokäb
ኮክ||
ኳሰ||
ኳስ||
ወምበር||
ወረቀት||
ወረዳ||
ወር||
ወርቅ||
ወተት||
ወንበር||
ወንዝ|river||wänz
ወንድም||
ወንድምዬ||
ወንጌል||
ወይም||
ወይን||
ወይፈን||
ወፍ|bird||wäf
ወፍራም||
ወፍጮ||
ዉሃ|water||wuha
ዉስጥ|in||wusṭ
ዉሻ|dog||wuša
ዊኪፔዲያ||
ዋሊያ||
ዋሻ||
ዋና||
ው||
ውሃ||
ውሻ||
ውኃ||
ውጭ||
ዐመት||
ዐምባ||
ዐሥራ ሁለት||
ዐሥር||
ዐባይ||
ዐይን||
ዓለም||
ዓመት||
ዓሣ||
ዓርብ||
ዓዋቂ||
ዕርድ||
ዕጣን||
ዕጥር||
ዘመተ||
ዘመናዊ||
ዘመን||
ዘር|seed||zär
ዘበን||
ዘነዘና||
ዘውድ||
ዘይት||
ዘጠነኛ||
ዘጠና||
ዘጠኝ||
ዛሬ||
ዛብ||
ዛፍ|tree||zaf
ዝሆን||
ዝምብ||
ዝናብ|rain||zənab
ዝንብ||
ዝንጀሮ||
ዝንጅብል||
ዝይ||
ዝግጁ||
ዝፍት||
የ-||
የርሱ||
የርሷ||
የሱ||
የሷ||
የተወሰነ|some||yätäwäsänä
የቱ||
የቲቱ||
የት|where||yät
የትኛው||
የቷ||
የነርሱ||
የነሱ||
የናንተ||
የኔ||
የኛ||
የእርስ በእርስ ጦርነት||
የእግር መዳፍ|foot||yäʾgr mädaf
የካቲት||
የዶለዶመ|dull (as a knife)||yädolädomä
የገማ|rotten||yägäma
ያ|that||ya
ያቺ||
ያች||
ያንተ||
ያንቺ||
ይህ|this||yəh
ይህቺ||
ይህች||
ይሉኝታ||
ይቺ||
ይች||
ደመና|cloud||dämäna
ደም|blood||däm
ደረቅ|dry||däräḳ
ደሴት||
ደብር||
ደን|forest||dän
ደንቆሮ||
ደንዳና|thick||dändana
ደካማ||
ደግ||
ዱባ||
ዲሴምበር||
ዲዳ||
ዳር||
ዳቦ||
ዳክየ||
ዴሞክራሲ||
ዴንማርክ||
ድልድይ||
ድመት||
ድርቂ||
ድብ||
ድንች||
ድንክ||
ድንጋይ|stone||dəngay
ድዳ||
ዶሮ ወጥ||
ዶሮ||
ጀርመን||
ጀርባ|back||ǧärba
ጀብዱ||
ጀነት||
ጀግና||
ጁላይ||
ጁን||
ጂንስ||
ጃርት||
ጃንዩዌሪ||
ጃንጥላ||
ጃኬት||
ጅራት|tail||ǧərat
ጅብ||
ጅብዱ||
ጅግራ||
ጆሮ|ear||ǧoro
ገመድ|rope||gämäd
ገረድ||
ገበሬ||
ገባ||
ገብስ||
ገነት||
ገና||
ገንዘብ||
ገንፎ||
ገውዝ||
ገዛ||
ገጆ||
ጉልበት|knee||gulbät
ጉሮሮ|guts||guroro
ጉበት|liver||gubät
ጉዞ||
ጉጉት||
ጊታር||
ጊዜ||
ጋሜ||
ጋር||
ጋዜጣ||
ጌታ||
ግመል||
ግሪክኛ||
ግራ|left||gəra
ግርጌ||
ግንባር||
ግንቦት||
ግንደ ቆርቁር||
ግዕዝ||
ጎልማሳ|man (adult male)||golmasa
ጎመን||
ጎረቤት||
ጎዳና||
ጓያ||
ጓደኛ||
ጠረጴዛ||
ጠቅላይ ሚኒስትር||
ጠበንጃ||
ጠባብ|narrow||ṭäbab
ጠጀ||
ጠጉር||
ጠጣ||
ጡብ||
ጡት|breast||ṭut
ጣም||
ጣት||
ጣፋጭ||
ጤና||
ጤዛ||
ጤፍ||
ጥላ||
ጥልቀት||
ጥምቀት||
ጥሩ|good||ṭəru
ጥር||
ጥርስ|tooth||ṭərs
ጥቁር|black||ṭəḳur
ጥቂት|few||ṭəḳit
ጥቅምቲ||
ጥበብ||
ጥንቸል||
ጥጃ||
ጥፍር|fingernail||ṭəfr
ጦርነት||
ጨለማ||
ጨሌ||
ጨረቃ|moon||č̣äräḳa
ጨዉ|salt||č̣äwu
ጨዋታ||
ጨው||
ጨጓራ||
ጫማ||
ጫካ||
ጭላዳ||
ጭማቂ||
ጭምብል||
ጭስ|smoke||č̣əs
ጭቃ||
ጭንቅላት|head||č̣ənḳlat
ጭጋግ|fog||č̣əgag
ጮማ||
ጳውሎስ||
ጸሀይ|sun||ṣähäy
ጸሐይ||
ጸሓይ||
ጸጉር|hair||ṣägur
ጻፈ||
ፀሐይ||
ፀሓይ||
ፀጉር||
ፈረስ||
ፈርምዌር||
ፈርጥ||
ፊልም||
ፊት||
ፊደል|letter, alphabet|ˈfi§də§l|fidäl
ፋኑስ||
ፌብሩዋሪ||
ፌንጣ||
ፍሉካ||
ፍራፍሬ|fruit||fərafre
ፍቅር||
ፍትህ||
ፍየል||
ፎርማጆ||
ፏፏቴ||
ፒያኖ||
ፓፓያ||
ፕሬዚዳንት||
ፖለቲካ|politics|po§lə§ti§ka|polätika
ፖሊስ||
ፖም||
ፖስታ||
ፖስታ፡ቤት||












































`

