autoExpandExamples.dv = `



ހަ|six|hə
ހަނދު|moon|haⁿdu
ހަނދުފަޅި ބިބީ||
ހަން||
ހަރިޔާނާ||
ހަރުފަ||
ހަކުރު||
ހަތަރު||
ހަތާވީސް||
ހަތިޔާރު||
ހަތް||
ހާސް||
ހިނި||
ހިންދު ދިދަމަސް||
ހިންދުކޮކާ ބިބީ||
ހިންދޫދީން||
ހިބަރު||
ހިމާޗަލް ޕްރަދޭޝް||
ހިލަ||
ހުކުރު ދުވަސް||
ހުކުރު||
ހެކި ބަސް||
ހެކި||
ހެކިވެރިޔާ||
ހޮނިހިރު ދުވަސް||
ހޮނިހިރު||
ހޯމަ ދުވަސް||
ހޯމަ||
ނަން||
ނަރުވާ ބިބީ||
ނަވާރަ||
ނަވާވީސް||
ނަމޫނާ||
ނާގަލޭންޑު||
ނިރުމަލަ||
ނުވަ||
ނޫ||
ނޭފަތުގެ ހިނދުރި||
ނޭފަތް||
ނޮވެމްބަރު||
ރަހިމު||
ރަށަކީ|the island is|raʂakeː
ރަށެއް|an island|raʂeh
ރަށް|island|raʔ
ރައްދު||
ރަތ||
ރަތް|rat|rajʔ
ރާއްޖެ||
ރާޖަސްތާން||
ރިޔާޟިއްޔާތު||
ރުޅި||
ރުފިޔާ||
ބަޅު||
ބައްޓެއް|eggplant|baʈʈeʔ
ބަސް||
ބާރަ||
ބާވީސް||
ބިހާރު||
ބިން||
ބިބީ||
ބިސް||
ބިސްރަވަ||
ބުރާސްފަތި ދުވަސް||
ބުރާސްފަތި||
ބުޅާ||
ބުޅި||
ބުދަ ދުވަސް||
ބުދަ||
ބޮޑު ގޮހޮރު||
ބޮޑު||
ބޯރީނދޫ ބިބީ||
ކަށިވާލި||
ކަނޑު|sea|kaⁿɖu
ކަރުނަ||
ކަރުދާސް||
ކަރްނާޓަކާ||
ކަޅަލި ބިބީ||
ކަޅު||
ކަޅުމަސް ހިބަރު||
ކަތުރު||
ކަލަރު ބިބީ||
ކަލޭ||
ކާނާ||
ކިރުޅިޔަ ބިބީ||
ކިރުޅިޔަ||
ކުރު މަސް||
ކުރު||
ކުރޮއޭޝިއާ||
ކުޅަނދިލި||
ކުއްތާ||
ކުލަ ބޮއްމަސް||
ކުޑަ ގޮހޮރު||
ކުޑަކަމުދާ ހޮޅި||
ކެނެޑާ||
ކެރެލާ||
ކޮކާ ބިބީ||
ކްރޯރް||
އަހަރެން||
އަހަރެންގެ||
އަށާރަ||
އަށާވީސް||
އަށް||
އަށްޑިހަ|eighty|aɖɖiha
އަނގަ||
އަންހެންމީހާ||
އަންދާސާ||
އަންދްރަ ޕްރަދޭޝް||
އަންގާރަ ދުވަސް||
އަރުނާޗަލް ޕްރަދޭޝް||
އަޅުގަންޑު||
އަކުރު||
އައްލާހު||
އައްޑޫ||
އަދި||
އަތޮޅު||
އަތްޕުޅު|hand|ajppuɭu
އަލަނާސި ބިބީ||
އަލިފާން||
އަލިފުބާ||
އަސްދާނު ބިބީ||
އާއިލާ||
އާފަލު||
އާދިއްތަ ދުވަސް||
އާދިއްތަ||
އާސާމު||
އިންސާނުން||
އިންޑިއާ||
އިރަވީ ނިޒާމު||
އިރު||
އިރުގައި|time|irugai
އިސްލާމް||
އުއްތަރު ޕްރަދޭޝް||
އުއްތަރުކަންދު||
އޫ||
އެ މީހުން||
އެންމެ|only|emme
އެކާވީސް||
އެކުވެރި ސުވާދީބު ޖުމްހޫރިއްޔާ||
އެކެއް||
އެމެރިކާ||
އެގަރަ||
އެޕްރީލް||
އޮށް||
އޮނަތިރީސް||
އޮރިއްސާ||
އޮކްޓޫބަރު||
އޮއިރޮނގު ބިބީ||
އޮއިމަތީ ބިބީ||
އޮގަސްޓު||
ވަރެއާ||
ވަޅި||
ވައި||
ވަގު||
ވަގުތުން||
ވިހި||
ވެސްޓު ބެންގާލް||
މަ||
މަހާރާޝްތުރާ||
މަނިޕޫރު||
މަރާޓީ||
މައިދާ||
މަދްޔަ ޕްރަދޭޝް||
މަގު||
މަސާނާ||
މަސް ހިބަރު||
މަސް||
މަޑަގަސްކަރަ ބިބީ||
މާރޗް||
މާލެ||
މާސްކު ބިބީ||
މިއުޒިކް||
މިސްކިތް||
މިޒޮރާމް||
މިޔަރު||
މުޙައްމަދުގެފާނު||
މެކްސިކޯ||
މެއި||
މެގަލާޔާ||
މޭޒު||
ފަހެހް||
ފަނަރަ||
ފަންސަވީސް||
ފައް|sawtooth|faʔ
ފަތްމިނި ބިބީ||
ފިރިހެން ހަށި||
ފުރަމޭ||
ފުއްޕާމޭ||
ފެހުރިހި||
ފެން||
ފެބްރުއަރީ||
ފޮތް||
ދަރުމަ||
ދިހަ||
ދިއްލީ||
ދިވެހި||
ދިވެހިރާއްޖެ||
ދިވެހިރާއްޖޭގެ ޖުމްހޫރިއްޔާ||
ދިވެހިބަސް||
ދިދަ ބިބީ||
ދިދަމަސް ބިބީ||
ދިގު||
ދުށްމިނު||
ދުނިޔެ||
ދުވަސް||
ދޫ||
ދޫނި||
ދެ||
ދޮން ބިބީ||
ދޮންކެޔޮ||
ދޯނި||
ތަށި||
ތައާރަފް||
ތަލަކަޅު ބިބީ||
ތާނަ||
ތިނެސްކަން ބިބީ||
ތިން||
ތިރީސް އެކެއް||
ތިރީސް||
ތުން ބިބީ||
ތުންދިގު ބިބީ||
ތުންގަނޑު ހިބަރު||
ތުރިޕޫރާ||
ތޭރަ||
ތޭވީސް||
ލަކްޝަދީބު||
ލައްކަ||
ލައްޓި||
ލައްޖެހި ބިބީ||
ލާރި||
ލޭ||
ލޯބި||
ގަދީމީ||
ގަލަން||
ގަސް||
ގުރަހަ||
ގުރީންލޭންޑު||
ގުޖުރާތު||
ގެ||
ގޮހޮރު||
ގޮނޑި||
ގޯވާ||
ސައުވީސް||
ސައްބީސް||
ސަމްސާ||
ސަތާރަ||
ސަތޭކަ||
ސާރިދޯޅު||
ސާދަ||
ސިކުނޑި||
ސިއްކީމް||
ސިޓީ||
ސުން||
ސެޕްޓެމްބަރު||
ސޯޅަ||
ސްނޯ||
ސްކޫލު||
ޑިސެމްބަރު||
ޓެމިލް ނާޑޫ||
ޔުނައިޓެޑް ސްޓޭޓްސް އޮފް އެމެރިކާ||
ޕަންޖާބު||
ޖަންބު||
ޖަރުމަނުވިލާތް||
ޖަރްކަންދު||
ޖަވާބު||
ޖާނަވާރު||
ޖާފާނު||
ޖުލައި||
ޖޫން||
ޖެނުއަރީ||
ޗައްތީސްގަޅު||
ޗިލީ||
ޙައްޖު||
ޝަހަރު||
ޝަރީޢަތް||
ޝުކުރިއްޔާ||





































`

