/*
@ Source: https://cefliberia.org/wp-content/uploads/2020/03/Bertkau-Phonology-of-Bassa.pdf
§ 'Noto Sans Bassa Vah'
# 200
~ ltr
! bsq
*/


autoExpandExamples.bsq = `

𖫣𖫬𖫱𖫐𖫐𖫬𖫱𖫐|big|vᵋ̃nɛ̃˨|vnɛ̃̀
𖫔𖫧𖫴|to make a mistake||máà
𖫔𖫧𖫴|friend/to make a mistake||ɓáà/máà
𖫡𖫩𖫳𖫞𖫩𖫳|mountain|tᵒɾō|tɖō
𖫔𖫧𖫱𖫒𖫨𖫴|Bassa|ɓa˨sɔ˥˩|ɓàsóò
𖫞𖫪𖫲𖫐𖫐𖫪𖫲𖫐|fog|dᵘ̃ɾũ̄|dnũ̄
𖫓𖫪𖫰𖫞𖫪𖫰|to float|fᵘɺú|fɖú
𖫟𖫧𖫰𖫐𖫐𖫧𖫰𖫐|grease|cᵃ̃n̆ã́|cnã́
𖫞𖫧𖫰𖫔𖫧𖫰|to kill|ɗᵃɓa˦|ɗɓá
𖫞𖫦𖫰𖫔𖫧𖫰|to kill|ɗᵃɓa˦|ɗɓá
𖫡𖫬𖫱𖫐𖫔𖫬𖫱𖫐|to teach|tᵋ̃mɛ̃̀|tmɛ̃̀
𖫥𖫧𖫱𖫥𖫧𖫱|slipper|pàpà
𖫧𖫰𖫛𖫧𖫱|hour|a˦wa˨|áwà
𖫟𖫫𖫴|to write|ce˥
𖫞𖫬𖫲|thing|ɗē
𖫟𖫫𖫰𖫞𖫬𖫱|book|ce˦ɗɛ˨
𖫜𖫧𖫱𖫑𖫧𖫰|musical instrument|za˦ka˨|zákà	
𖫪𖫰𖫐|I|ḿ
𖫒𖫭𖫰𖫧𖫱𖫪𖫰𖫐|trousers|síàṹ
𖫔𖫨𖫰𖫐|to want, wish|mɔ̃́
𖫕𖫪𖫰|child|dʲú|dyú
𖫤𖫭𖫲𖫐𖫕𖫫𖫲𖫐|four|hĩ˧ɲɛ̃˧|hĩ̄nyɛ̃̄
𖫢𖫧𖫲𖫢𖫧𖫲|ripe||bōbō
𖫔𖫧𖫴|to ask for|ɓa˦a˨|ɓáà
𖫔𖫧𖫴𖫐|guinea fowl|mã˦ã˨|máà
𖫔𖫪𖫱𖫫𖫰|friend|mu˨e˦|mùe
𖫕𖫧𖫲|to bring|dʲa˨|dyà
𖫕𖫧𖫲𖫐|anteater|ɲã˧|nya
𖫥𖫩𖫲 𖫕𖫧𖫲𖫧𖫱|to plant in rich soil|po˧ ɲa˧a˨|po nyaà
𖫝𖫧𖫳|to lock|ɡ͡ba˨˧|gbà
𖫝𖫧𖫲𖫐|law|ɲmã˧|gma
𖫞𖫧𖫲|to fry|ɗa˧|ɖa
𖫐𖫧𖫲𖫐𖫧𖫱𖫐|bird|nã˧ã˨|naà
𖫐𖫧𖫲𖫧𖫱|country devil|na˧a˨|naà
𖫢𖫪𖫱𖫭𖫳|brother-in-law|bu˨i˨˧
𖫐𖫨𖫴|here|no˥˩
𖫥𖫪𖫴|just, only|pu˥˩
𖫝𖫧𖫳𖫧𖫱|nanny goat|ɡ͡ba˨˧˨
𖫝𖫧𖫱𖫧𖫲𖫧𖫱|nanny goat|ɡ͡ba˨˧˨
𖫔𖫫𖫳𖫧𖫱|we (inclusive)|ɓe˨˧a˨
𖫔𖫫𖫳𖫧𖫲𖫧𖫱|we (inclusive)|ɓe˨˧a˧˨
𖫟𖫬𖫲𖫐|to talk to|cɛ̃˧
𖫟𖫬𖫲𖫐𖫬𖫲𖫐|talk to him|cɛ̃ɛ̃˧
𖫑𖫪𖫱𖫐𖫧𖫱𖫐|work|kũã˨
𖫑𖫪𖫱𖫐𖫧𖫱𖫐𖫨𖫱|working|kũãɔ̃˨
𖫖𖫫𖫲𖫞𖫫𖫲𖫭𖫰𖫐|in the farm|ɡᵉɺe˧ĩ˦
𖫟𖫫𖫰𖫫𖫱𖫭𖫴𖫐|will write|cee˦˨ĩ˥˩
𖫥𖫩𖫲𖫬𖫲𖫭𖫰𖫐|throwing|po˧e˧ĩ˦
𖫘𖫨𖫲𖫐𖫨𖫲𖫪𖫰𖫐|catching|k͡pɔ̃˧ɔ̃ũ˦
𖫖𖫫𖫲𖫞𖫫𖫲|farm|ɡᵉɺe˧
𖫘𖫨𖫲𖫐|to catch|k͡pɔ̃˧
𖫠𖫭𖫰𖫧𖫱|hungry time|hʷi˦a˨



`

