
// ⒶⒷⒸⒹⒺⒻⒼⒽⒾⒿⓀⓁⓂⓃⓄⓅⓆⓇⓈⓉⓊⓋⓌⓍⓎⓏ
// ⓐⓑⓒⓓⓔⓕⓖⓗⓘⓙⓚⓛⓜⓝⓞⓟⓠⓡⓢⓣⓤⓥⓦⓧⓨⓩ⊙
// 🅐🅑🅒🅓🅔🅕🅖🅗🅘🅙🅚🅛🅜🅝🅞🅟🅠🅡🅢🅣🅤🅥🅦🅧🅨🅩
// 🅰🅱🅲🅳🅴🅵🅶🅷🅸🅹🅺🅻🅼🅽🅾🅿🆀🆁🆂🆃🆄🆅🆆🆇🆈🆉



var collections = [
{ symbol:'Ⓥ', desc:'Vowels', chars:'(ꪹ|ꪶ|ꪵ|ꪻ|ꪼ|ꪱ|ꪺ|ꪽ)' },
{ symbol:'Ⓒ', desc:'Consonants', chars:'(ꪝ|ꪛ|ꪕ|ꪓ|ꪗ|ꪁ|ꪆ|ꪮ|ꪜ|ꪚ|ꪔ|ꪒ|ꪖ|ꪀ|ꪇ|ꪯ|ꪋ|ꪊ|ꪡ|ꪏ|ꪑ|ꪅ|ꪭ|ꪠ|ꪪ|ꪎ|ꪐ|ꪄ|ꪬ|ꪣ|ꪙ|ꪉ|ꪢ|ꪘ|ꪈ|ꪫ|ꪧ|ꪩ|ꪥ|ꪦ|ꪨ|ꪤ)' },
{ symbol:'ⓥ', desc:'Dependent vowels', chars:'(ꪴ|ꪰ|ꪲ|ꪳ|ꪷ|ꪸ|ꪾ)' },
{ symbol:'Ⓣ', desc:'Tones', chars:'(ꫀ|ꫂ|꪿|꫁)' },
{ symbol:'⊙', desc:'Invisibles', chars:'(\u200C|\u200D)' },
]
