/*
native | meaning | IPA① | transcription | other transcriptions② | notes | wiktionary③


① separate each text unit (consonant+combining_mark(s)) with §, separate phonetic syllables with .
   use ‹ and › for a sound that spans 2 text units
   use – for a text unit that doesn't produce sound
   syllable boundary markers go inside previous unit, and emphasis markers begin emphasised unit

② the previous transcription field is always Latin. 
   if there is another key orthography (eg. Mongolian cyrillic) it goes here.
   vowelled/unvowelled alternatives also go here

③ if Wiktionary spells the word differently, add the spelling here
*/


otherTranscription = true   // kicks in the latest order of items: indicates that this uses a format that includes other transcriptions in the position shown above – this affects the assignments for the code, and i think also affects lookup for script notes that show both unvocalised and vocalised
termListType = 3			// picks up sources automatically




autoExpandExamples.ber = `
ⴰⵙⵉⴹⵢⴰⵙ⵰|Saturday||asidˁyas.

`

autoExpandExamples.zgh = `

-ⴰⵏ||
-ⵏⵉ||
-ⵏⵜ||
ⴰⴱⴰⴱⴱⵓⵥ ⴰⵔⴰⵙ||
ⴰⴱⴰⴱⴱⵓⵥ||
ⴰⴱⴰⵏⴷⵓ||
ⴰⴱⵅⵅⵓⵛ||
ⴰⴱⵓⴱⴱⴰⵥ|bear|a§b§ʊ§b§b§a§zˁ
ⴰⴱⵓⴱⴱⵓ||
ⴰⴱⵔⴹⵓⴹ||
ⴰⴱⵔⴽⴰⵏ||
ⴰⴱⵔⵉⴷ||
ⴰⴱⵔⵛⴰⵏ||
ⴰⴱⵕⴹⵓⴹ||
ⴰⴳⴰⴷⵉⵔ||
ⴰⴳⴰⵎⴰ||
ⴰⴳⴰⵎⴰⵏ||
ⴰⴳⴰⵜⵓ||
ⴰⴳⴳⵓ||
ⴰⴳⴳⵓⵔ||
ⴰⴳⴷⵉ||
ⴰⴳⴷⵓⴷ||
ⴰⴳⴹⵉⴹ||
ⴰⴳⵊⴷⵉ||
ⴰⴳⵍⵍⵉⴷ||
ⴰⴳⵏⴰⵔ||
ⴰⴳⵔⵉⵙ||
ⴰⴳⵯⵍⵉⵎ|skin|aɡʷlim|agʷlim
ⴰⴳⵯⵍⵎⴰⵎ||
ⴰⴳⵯⵍⵎⵉⵎ||
ⴰⴳⵯⵏⵉ||
ⴰⴳⵯⵔⵉⵙ||
ⴰⴷ||
ⴰⴷⴰⵙⵉⵍ||
ⴰⴷⴷⴰⴷ ⴰⵎⴰⵔⵓⵣ||
ⴰⴷⴼⵍ||
ⴰⴷⵉⵙ||
ⴰⴷⵔⴰⵔ||
ⴰⴷⵡⴰⵙ||
ⴰⴹⴰⴹ||
ⴰⴹⴰⵔ||
ⴰⴹⴰⵕ||
ⴰⴹⵏ||
ⴰⴹⵓ||
ⴰⴼⴰ||
ⴰⴼⴰⵍⴽⵓ||
ⴰⴼⴰⵙⵉ||
ⴰⴼⴼ||
ⴰⴼⵓⴷ||
ⴰⴼⵓⵙ||
ⴰⴼⵔ||
ⴰⴼⵔⴰ||
ⴰⴼⵔⴷⵉⵙ||
ⴰⴼⵔⵡ||
ⴰⴼⵙⵙⴰⵢ||
ⴰⴽⴰⵍ||
ⴰⴽⵙⵉⵍ||
ⴰⴽⵙⵓⵎ||
ⴰⴽⵯⴼⴰⵢ|milk|a§kʷ§‹§f§a§j
ⴰⵀⴰⴷ||
ⴰⵀⵉⵜⵓⵔ||
ⴰⵄⴱⴰⵏ||
ⴰⵄⴷⴷⵉⵙ||
ⴰⵅ||
ⴰⵅⴰⵜⴰⵔ||
ⴰⵅⴱⴰⵛ||
ⴰⵅⵍⵉⵊⵊ||
ⴰⵅⵎⵉⵎ||
ⴰⵇⴷⵉⵎ||
ⴰⵇⵎⵓ||
ⴰⵇⵕⵕⵓ||
ⴰⵇⵛⴰⵛ||
ⴰⵇⵛⵎⵉⵔ||
ⴰⵇⵛⵓⵔ||
ⴰⵊⴷⴷⵉⴳ||
ⴰⵊⴹⵉⴹ||
ⴰⵊⵢ||
ⴰⵍ||
ⴰⵍⴰⵖⵎⵓ||
ⴰⵍⴳⴳⵯⴰⵖ||
ⴰⵍⵅⵉⵅ||
ⴰⵍⵍ||
ⴰⵍⵡⵡⴰⵖ||
ⴰⵍⵢ||
ⴰⵎ-||
ⴰⵎⴰⴹⴰⵍ||
ⴰⵎⴰⵍⵓ||
ⴰⵎⴰⵏ||
ⴰⵎⴰⵖⵓⴷ||
ⴰⵎⴰⵣⵉⵖ||
ⴰⵎⴳⵔⴹ||
ⴰⵎⴷⴰ||
ⴰⵎⴷⴷⴰⴽⴽⵯⵍ||
ⴰⵎⴷⵖ||
ⴰⵎⴹⴰⵏ||
ⴰⵎⴹⵓⵡⵔ||
ⴰⵎⴽⴽⵓⵥ||
ⴰⵎⴽⵔⴰⴹ||
ⴰⵎⴽⵕⴰⴹ||
ⴰⵎⵀⴰⴷ||
ⴰⵎⵇⵇⵔⴰⵏ||
ⴰⵎⵍⵍⴰⵍ||
ⴰⵎⵓⴷ||
ⴰⵎⵓⴹⵉⵏ||
ⴰⵎⵓⵏⵙⴽⴰⵍ||
ⴰⵎⵓⵛⵛ||
ⴰⵎⵖⵔⵉⴱⵉ||
ⴰⵎⵖⵔⵓⵏ||
ⴰⵎⵖⵖⵔⴰⵏ||
ⴰⵎⵛⵉⵛ||
ⴰⵎⵟⵟⴰ||
ⴰⵎⵟⵟⴰⵡ||
ⴰⵎⵢⴰ||
ⴰⵎⵣⵔⵓⵢ||
ⴰⵎⵥ||
ⴰⵎⵥⵢⴰⵏ||
ⴰⵎⵥⵥⵓⵖ||
ⴰⵎⵥⵥⵢⴰⵏ||
ⴰⵏⴰⵎⵓⵔ||
ⴰⵏⴰⵏⴰⵚ||
ⴰⵏⴼⴰⵍ||
ⴰⵏⵏⴰⵢ||
ⴰⵏⵓ||
ⴰⵏⵛⵓⵛ||
ⴰⵏⵣⴰⵔ||
ⴰⵏⵥⴰⵔ||
ⴰⵏⵥⴰⵕ||
ⴰⵔⴰⵎ||
ⴰⵔⴰⵙ||
ⴰⵔⴱⴰ||
ⴰⵔⴳⴰⵏ||
ⴰⵔⴳⴰⵣ||
ⴰⵔⵉⵎ||
ⴰⵔⵡ||
ⴰⵔⵢⴰⵣ||
ⴰⵖ … ⵛⴰ||
ⴰⵖ||
ⴰⵖⵉⵍⴰⵙ||
ⴰⵖⵓ||
ⴰⵖⵓⵍⵉⴷ||
ⴰⵖⵔⴱⵉ||
ⴰⵖⵔⵓⵎ||
ⴰⵖⵖⵓ||
ⴰⵖⵣⵣⴰⴼ||
ⴰⵙ||
ⴰⵙⴳⴳⵯⴰⵙ||
ⴰⵙⴳⴷ||
ⴰⵙⴽⵍⵓ||
ⴰⵙⵇⵇⵏ||
ⴰⵙⵉ||
ⴰⵙⵉⴹⵏ||
ⴰⵙⵉⴹⵢⴰⵙ⵰|Saturday||asidˁyas.
ⴰⵙⵉⴹⵢⴰⵙ|Saturday||asidˁyas
ⴰⵙⵉⴼ||
ⴰⵙⵍⵎ||
ⴰⵙⵏⴳⴰⵔ||
ⴰⵙⵓⴷⴷⵔ||
ⴰⵙⵓⵎⵔ||
ⴰⵙⵓⵖⵏ||
ⴰⵙⵙ||
ⴰⵙⵢ||
ⴰⵛⴰⵍ||
ⴰⵛⴹⴹⵡⴰⵏ||
ⴰⵛⵏⵢⴰⵍ||
ⴰⵛⵔ||
ⴰⵛⵛⵔ||
ⴰⵛⵟⵟⵡⴰⵏ||
ⴰⵜⴰⵢ||
ⴰⵠⵓⵔⵖⵙ|grasshopper|a§v§u§r§ʁ§s
ⴰⵡⴰⵍ||
ⴰⵡⴽⴽⵉⵡ||
ⴰⵡⵏⴳⵉⵎ||
ⴰⵡⵔⴰⵖ||
ⴰⵡⵔⴰⵙ||
ⴰⵢⴰⴷ||
ⴰⵢⴷⵉ||
ⴰⵢⵉⵏ||
ⴰⵢⵉⵙ ⴰⵎⴰⵣⵉⵖ||
ⴰⵢⵉⵙ||
ⴰⵢⵊⵊⵉⴳ||
ⴰⵢⵓⵔ||
ⴰⵣⴰⴳⴳⵯⵣ||
ⴰⵣⴰⵍ||
ⴰⵣⴰⵔⵓ||
ⴰⵣⴳⴳⵯⴰⵖ||
ⴰⵣⴳⵣⴰ||
ⴰⵣⴳⵣⴰⵡ||
ⴰⵣⵓⵍ||
ⴰⵣⵔⵉⵔⵉⴳ||
ⴰⵣⵡⵓ||
ⴰⵣⵡⵡⴰⵖ||
ⴰⵣⵢⴰⵎ||
ⴰⵣⵣⴰⵔ||
ⴰⵣⵣⵍ||
ⴰⵥⵍⵎⴰⴹ||
ⴰⵥⵓⵎ||
ⴰⵥⵓⵔ||
ⴰⵥⵓⵕ||
ⴰⵥⵔⴼ||
ⴰⵥⵔⵓ||
ⴰⵥⵕⴼ||
ⴰⵥⵕⵓ||
ⴱⴰⵍⵎⴰ||
ⴱⴱⴰ||
ⴱⴱⵢ||
ⴱⴷⴷ||
ⴱⴷⴷⵍ|to change|b§d§d§l|bddl
ⴱⴻⵏⴰⴷⵎ|person|b§ə§n§a§d§m||alternative form of ⴱⵏⴰⴷⵎ
ⴱⵄⴷ||
ⴱⵏⴰⴷⵎ|person|b§n§a§d§m
ⴱⵓⵢⵉⵙⴽ|rhinoceros|b§u§j§i§s§k
ⴱⵔⵔⵃ||
ⴱⵔⵔⵎ||
ⴱⵔⵛⵎ||
ⴱⵣⵢ||
ⴱⵣⵣⴰⴼ||
ⴳⴰⵏⴳⴰ|drum|ɡ§a§n§ɡ§a
ⴳⴰⵔ||
ⴳⴳⴰⵍⵍ||
ⴳⴳⵉⴷⵉ||
ⴳⴳⵯⴷ||
ⴳⵎⴰ||
ⴳⵎⵔ||
ⴳⵏ||
ⴳⵏⵓ||
ⴳⵔ||
ⴳⵔⵙ||
ⴳⵣⵉⵍ||
ⴳⵯⵜ||
ⴷⴰⴷ||
ⴷⴷⴰⵡ||
ⴷⴷⵓ ⴷ||
ⴷⴷⵓ||
ⴷⴷⵔ||
ⴷⴷⵣⴰⵢⵔ|Algeria|d§d§z§a§j§r|ddzayr
ⴷⴼⴼⵉⵔ||
ⴷⴼⵄ||
ⴷⵉⵏ||
ⴷⵔⵓⵛ||
ⴷⵢ||
ⴹⴰⵔ||
ⴹⴰⵕ||
ⴹⴹⴹ||
ⴹⵓⵡⵔ||
ⴹⵔ||
ⴹⵕ||
ⴼⴰⴷ||
ⴼⴰⴼⴰ||
ⴼⴼⵖ||
ⴼⴽ||
ⴼⵍⵉⵢ||
ⴼⵔⴼⵔ||
ⴼⵙⴷ||
ⴼⵙⵓⵙ||
ⴼⵙⵢ||
ⴼⵛ||
ⴼⵜⵉⵙ||
ⴽⴰⵀⵉⵏⴰ||
ⴽⴰⵡⴽⴰⵡ|peanut|k§a§w§k§a§w
ⴽⴳⴳ||
ⴽⴹⵓ||
ⴽⴼ||
ⴽⴽⵓⵥ||
ⴽⴽⵔ||
ⴽⵊⵎ||
ⴽⵎⴹ||
ⴽⵎⵎ||
ⴽⵎⵣ||
ⴽⵏⵉⵏⵜⵉ||
ⴽⵓⵍ||
ⴽⵓⵏⵏⵉ||
ⴽⵔⴰⴹ||
ⴽⵔⴼ||
ⴽⵔⵙ||
ⴽⵔⵣ||
ⴽⵕⴰⴹ||
ⴽⵯⵏⵏⵉ||
ⴽⵯⵏⵏⵉⵎⵜⵉ||
ⵀⴷⵔ||
ⵀⵣⵣⴰ||
ⵃⴰⵙⴱ||
ⵃⴼⵓ||
ⵃⵎⵓ||
ⵃⵏⵃⵏ||
ⵃⵏⵢⵉ||
ⵃⵓⴹⵔ||
ⵄⴰⵔⵉ||
ⵄⴰⵡⵏ||
ⵄⴷⴷⵓ||
ⵄⵍⴰⵃⵇⵇ||
ⵄⵎⵎⵔ||
ⵄⵓⵎ||
ⵄⵛⵔⴰ||
ⵄⵛⵔⵉⵏ||
ⵅⴰⴹⵔ||
ⵅⴷⵎ|to work|χ§dᵊ§m
ⵅⴼ||
ⵅⵅⵓ||
ⵅⵎⵎⵎ||
ⵅⵎⵙⴰ||
ⵅⵡⵓ||
ⵇⴰⴱⵍ||
ⵇⴰⵃ||
ⵇⵇⴰⵔ||
ⵇⵇⵉⵎ||
ⵇⵇⵏ||
ⵇⵇⵙ||
ⵇⵎⵔ||
ⵇⵔⵔⴱ||
ⵉⴱⵉⴱⴸ|hoopoe|i§b§i§b§ð
ⵉⴱⵍⵉⵍⵍⵉ||
ⵉⴳⴷⵉ||
ⵉⴳⵉⴷⵓ|sand|i§ɡ§i§d§u
ⵉⴳⵉⴷⵔ||
ⵉⴳⵍⴳⵉⵣ||
ⵉⴳⵏⵏⴰ||
ⵉⴳⵔ||
ⵉⴷⴰⵎⵎⵏ||
ⵉⴷⵔⵉⵙ||
ⵉⴹ||
ⵉⴼⴼ||
ⵉⴼⵉⵖⵔ||
ⵉⴼⵔ||
ⵉⴼⵙⴰⵏ||
ⵉⵄⴱⴰⵏⵏ||
ⵉⵅⴼ||
ⵉⵅⵙ||
ⵉⵅⵚ||
ⵉⵍⵎ||
ⵉⵍⵙ||
ⵉⵎⵉ||
ⵉⵎⵉⴽ||
ⵉⵎⵙ||
ⵉⵏ||
ⵉⵏⴰⵡ||
ⵉⵏⵉ ⵉⵣⵍⴰⵏ||
ⵉⵏⵉ||
ⵉⵔⴷ||
ⵉⵔⵉⵔ||
ⵉⵔⵙ||
ⵉⵔⵥⵥⵉ||
ⵉⵖⴷ||
ⵉⵖⴼ||
ⵉⵖⵕⵢⴰⵏ||
ⵉⵖⵙ||
ⵉⵖⵚ||
ⵉⵙⴳⵏⵡ||
ⵉⵙⴽ||
ⵉⵙⴽⵔ||
ⵉⵙⵉⵏ||
ⵉⵙⵍⴰⵎ||
ⵉⵙⵍⵍⵉ||
ⵉⵙⵎ||
ⵉⵙⵕⵎⴰⵏ||
ⵉⵛⵉⵔⵔⵉ||
ⵉⵛⵛ||
ⵉⵛⵛⵔ||
ⵉⵜⵔⵉ||
ⵉⵡⵍ||
ⵉⵡⵔⵉ||
ⵉⵢⴷⵉ||
ⵉⵣⵉⴽⵔ||
ⵉⵣⵍⴰⵏ||
ⵉⵣⵍⵉ||
ⵉⵣⵎ||
ⵉⵥⵉⵍ||
ⵊⵊⴱⵍ||
ⵊⵊⵢ||
ⵊⵎⵄ||
ⵊⵎⵎⴷ||
ⵍⴰⵥ||
ⵍⴱⵃⵔ||
ⵍⴷⵉ||
ⵍⵃⵇⵇ||
ⵍⵄⴰⴼⵉⵜ||
ⵍⵄⴱ||
ⵍⵄⵉⵍ||
ⵍⵉⴱⵢⴰ||
ⵍⵉⵎⴰⵎ||
ⵍⵎⴷ||
ⵍⵎⵖⵔⵉⴱ||
ⵍⵓⵟⴰⵕ|lute|l§u§tˁ§a§rˤ
ⵍⵙ||
ⵍⵡⵉⵖ||
ⵎⴰ||
ⵎⴰⴳⵯⵔⵜⵏ|middle finger|m§a§ɡʷ§‹§r§t§n
ⵎⴰⵏⵉ||
ⵎⴰⵏⵜⵓⵔ||
ⵎⴰⵢ||
ⵎⴹⵍ||
ⵎⴽ||
ⵎⵉⵍⵎⵉ||
ⵎⵉⵎⴽ||
ⵎⵉⵎⵛ||
ⵎⵍⵓⵍ||
ⵎⵍⵙⵉⵡⵜ||
ⵎⵎⴰ||
ⵎⵎⵖ||
ⵎⵎⵜ||
ⵎⵓⵏ||
ⵎⵔⴰⵡ|ten|m§r§a§w
ⵎⵔⵢ||
ⵎⵔⵥⵎ||
ⵎⵕⵥⵎ||
ⵎⵖⵓⵔ||
ⵎⵛ||
ⵎⵢⴰ||
ⵎⵥⵉⵢ||
ⵏⴳⵉ||
ⵏⴹⵍ||
ⵏⴻⵖⴷ|or|n§ə§ɣ§d|nəɣdd
ⵏⴻⵖⴷⴷ|or|n§ə§ɣ§d§d|nəɣd|alternative form
ⵏⴽⴽ||
ⵏⴽⵔ||
ⵏⵇⵇⴱ||
ⵏⵉⵀⵏⵉ||
ⵏⵉⵀⵏⵜⵉ||
ⵏⵎ||
ⵏⵏⴰⵖ||
ⵏⵏⵉⴳ||
ⵏⵏⵉⵍ||
ⵏⵓⴽⴽⵏⵉ||
ⵏⵓⵎⵉⴷⵢⴰ||
ⵏⵖ||
ⵏⵖⴷ||
ⵏⵖⴷⴷ||
ⵏⵖⵖⴱ||
ⵏⵙ||
ⵏⵜⵜⴰ||
ⵏⵜⵜⴰⵜ||
ⵏⵡ||
ⵏⵣⵖ||
ⵒⵓⵎⴰⴷⴰ|ointment|p§u§m§a§d§a
ⵒⵖⵉⵣ|electrical socket|p§r§i§z
ⵓⴳⵍ||
ⵓⴷⵎ|face|u§d§m
ⵓⴹ||
ⵓⴼⵙ||
ⵓⵀⵓ||
ⵓⵅⵙ||
ⵓⵊⴷⵉⴷ||
ⵓⵍ||
ⵓⵍⴳⵉⵏ||
ⵓⵍⵜ||
ⵓⵍⵜⵎⴰ||
ⵓⵎⵍⵉⵍ||
ⵓⵎⵓⵎ||
ⵓⵏⴼⵙ||
ⵓⵔ||
ⵓⵔⴰⵔ||
ⵓⵔⴷ||
ⵓⵔⵉⵃⵍⵉⵏ||
ⵓⵔⵖ||
ⵓⵙⵉⴹⵏ||
ⵓⵙⵎ||
ⵓⵙⵎⴰⵏ|lightning|u§s§m§a§n
ⵓⵛⵛⵏ|wolf|u§ʃ§ʃ§n
ⵓⵟⵟⵓⵏ||
ⵓⵣⵎⵎⵓⵔ||
ⵓⵣⵣⴰⵍ||
ⵔⴰⵄⴰ||
ⵔⴰⵔ||
ⵔⴱⴱⴰ||
ⵔⴱⵄⴰ||
ⵔⴽⵓ||
ⵔⵔⵉⴱⴰⴱ|ribab (musical instrument)|r§r§i§b§a§b
ⵔⵔⵉⵛ||
ⵔⵔⵎⵍⴰ||
ⵔⵖ||
ⵔⵛⵓ||
ⵔⵡⵍ||
ⵔⵥⵉⴳ||
ⵕⵥⵉⴳ||
ⵖⴰⵔ||
ⵖⴼ||
ⵖⵉⵎ||
ⵖⵓⴷⵓ||
ⵖⵓⵙ||
ⵖⵔ||
ⵖⵖⵉⵎ||
ⵖⵣ||
ⵖⵣⵉⴼ||
ⵙⴰ||
ⵙⴰⴷ||
ⵙⴰⵍ||
ⵙⴰⵎ||
ⵙⴱⵄⴰ||
ⵙⴳⴳⵎ||
ⵙⴷⵉⴷ||
ⵙⴹⵉⵙ||
ⵙⴹⵉⵚ||
ⵙⴼⴹ||
ⵙⴽⴽⵔ||
ⵙⴽⵏ||
ⵙⵃⵓ||
ⵙⵉⵏ ⵡⴰⴳⵏⴰⵔⵏ|forty|s§i§n§ §w§a§ɡ§n§a§r§n
ⵙⵉⵏ|two|s§i§n
ⵙⵍ||
ⵙⵍⵍ||
ⵙⵎⵉⴹ||
ⵙⵎⵎⵓⵙ|five|s§m§m§u§s
ⵙⵎⵓⵎ||
ⵙⵏⴰⵜ||
ⵙⵓⴷⴷⵎ|to flow|s§u§d§d§m|suddm
ⵙⵙ-||
ⵙⵙⵇⵇⵏ||
ⵙⵙⵉⵔⴷ||
ⵙⵙⵉⵡⵍ||
ⵙⵙⵏⵡ||
ⵙⵙⵓⴹ||
ⵙⵙⵓⴼⵙ||
ⵙⵙⵓⵎⵎ||
ⵙⵙⵓⵏⴼⵙ||
ⵙⵙⵖⵓⵙ||
ⵙⵜⵉⵍ||
ⵙⵜⵉⵜⵜ||
ⵙⵜⵖ||
ⵙⵜⵜⴰ||
ⵙⵡ||
ⵚⴹⵉⵚ|six|sˁ§dˁ§i§sˁ
ⵛⴰ||
ⵛⴰⵡⵔ||
ⵛⴳⴳ||
ⵛⴹⵉⵏ||
ⵛⴹⵓ||
ⵛⴼ||
ⵛⵎⵎ||
ⵛⵎⵎⵍ||
ⵛⵔⴰⴹ||
ⵛⵔⴼ||
ⵛⵕⴰⴹ||
ⵛⵛ||
ⵛⵟⵃ||
ⵛⵡⵉⵢ||
ⵛⵡⵓ||
ⵛⵡⵢ||
ⵜⴰⴱⵔⵓⵢⵜ|sheep|t§a§b§r§u§j§t|(?tahrujt, misspelled?)
ⵜⴰⴱⵖⴰⵛⵜ|raspberry|t§a§b§ʁ§a§ʃ§t
ⵜⴰⴳⴰⵏⵜ||
ⵜⴰⴳⴷⴰ||
ⵜⴰⴳⴷⴰⵣⴰⵍⵜ||
ⵜⴰⴳⴷⵓⴷⴰ||
ⵜⴰⴳⴷⵕⵓⵕⵜ||
ⵜⴰⴳⴹⵔⵓⵔⵜ||
ⵜⴰⴳⵍⴰⵢⵜ||
ⵜⴰⴳⵔⵊⵓⵎⵜ||
ⵜⴰⴳⵔⵙⵜ||
ⵜⴰⴳⵯⵓⵜⵜ||
ⵜⴰⴳⵯⵔⵉⵜⵜ||
ⵜⴰⴷ||
ⵜⴰⴷⴰⴱⵓⵜ|table|t§a§d§a§b§u§t
ⵜⴰⴷⴰⵍⴰ|classroom|t§a§d§a§l§a
ⵜⴰⴷⴰⵡⵜ||
ⵜⴰⴷⴷⴰⵔⵜ||
ⵜⴰⴷⴷⵉⵅⴼⵜ|pillow|t§a§d§d§i§χ§f§t
ⵜⴰⴷⴼⴼⴰⵙⵜ|shirt|t§a§d§f§f§a§s§t
ⵜⴰⴷⴼⴼⵓⵢⵜ|apple|t§a§d§f§f§u§j§t
ⵜⴰⴷⵓⵏⵜ||
ⵜⴰⴷⵓⵡⵡⴰⵔⵜ||
ⵜⴰⴼⴰⴷⴰ||
ⵜⴰⴼⴰⵍⴰ||
ⵜⴰⴼⵍⵙⴰⴼⵜ||
ⵜⴰⴼⵓⴽⵜ|sun|t§a§f§u§k§t
ⵜⴰⴼⵓⵏⴰⵙⵜ||
ⵜⴰⴼⵓⵛⵜ||
ⵜⴰⵀⴷⴷⵓⵏⵜ|cloak|t§a§h§d§d§u§n§t
ⵜⴰⵃⴱⵓⴱⵜ||
ⵜⴰⵃⵔⵓⵢⵜ|sheet|t§a§ħ§r§u§j§t
ⵜⴰⵅⵅⵓⵢⵜ||
ⵜⴰⵅⵉⵣⵣⵓⵜ|carrot|t§a§χ§i§z§z§u§t
ⵜⴰⵅⵙⴰⵢⵜ ⵜⴰⵣⴳⵣⴰⵡⵜ|courgette|t§a§χ§s§a§j§t§ §t§a§z§ɡ§z§a§w§t
ⵜⴰⵇⴰⵕⵉⴹⵜ|CD|t§a§q§a§rˤ§i§dˁ§t
ⵜⴰⵍⴱⵉⵅⵜ|plaster (dressing)|t§a§l§b§i§χ§t
ⵜⴰⵍⵍⴰⵙⵜ||
ⵜⴰⵍⵍⵓⵏⵜ||
ⵜⴰⵎ||
ⵜⴰⵎⴰⵔⵜ||
ⵜⴰⵎⴰⵣⵉⵖⵜ|Tamazight|t§a§m§a§ˈz§ɪ§ɣ§t
ⵜⴰⵎⴷⴷⵉⵜ||
ⵜⴰⵎⵎⵏⵜ|honey|t§a§m§m§n§t|tammnt
ⵜⴰⵎⵓⵔⵜ||
ⵜⴰⵎⵟⵟⵓⵜⵜ||
ⵜⴰⵎⵣⵣⵡⵓⵜ|towel|t§a§m§z§z§w§u§t
ⵜⴰⵎⵥⵍⴰ||
ⵜⴰⵏ||
ⵜⴰⵔⴰⴽⴰⵍⵜ||
ⵜⴰⵔⴱⴰⵜⵜ||
ⵜⴰⵔⵉⵃⵉⵜ|slippers|t§a§r§i§ħ§i§t
ⵜⴰⵖⴹⴼⵜ||
ⵜⴰⵖⵔⵉⵜⵜ||
ⵜⴰⵖⵔⵓⵛⵜ||
ⵜⴰⵙⴰ||
ⵜⴰⵙⴰⵔⵓⵜ||
ⵜⴰⵙⵍⴹⵜ||
ⵜⴰⵙⵏⵉⵍⵙⵜ||
ⵜⴰⵛⵛⵍⵜ||
ⵜⴰⵛⵛⵓⵎⵄⵉⵜ|candle|t§a§ʃ§ʃ§u§m§ʕ§i§t
ⵜⴰⵡⴰⵍⵉⵜ||
ⵜⴰⵡⴰⵔⴳⵉⵜⵜ||
ⵜⴰⵡⵏⵣⴰ|crown|t§a§w§n§z§a
ⵜⴰⵡⵔⵉⵇⵜ||
ⵜⴰⵢⵔⵉ||
ⵜⵃⵉ||
ⵜⵉⴳⴷⵉⵜ||
ⵜⵉⴳⵎⵎⵉ||
ⵜⵉⴳⵏⵣⴰⵔ||
ⵜⵉⴳⵔⵉ||
ⵜⵉⴷⴷⵓⴽⴽⵍⴰ||
ⵜⵉⴼⵉⴼⵍⵜ ⵉⵇⵇⵙⵏ|chili pepper|t§i§f§i§f§ɫ§t§ §i§q§q§s§n
ⵜⵉⵀⵉⵔⵉⵜ|car|t§i§h§i§r§i§t
ⵜⵉⵍⴳⴳⵡⵉⵜ||
ⵜⵉⵍⴳⴳⵯⵉⵜ||
ⵜⵉⵎⵉⴹⵉ||
ⵜⵉⵏⴰⵡⵜ||
ⵜⵉⵏⴳⴻⵍⵉⵣⵜ|English language|t§i§n§ɡ§ə§l§i§z§t
ⵜⵉⵏⴳⵍⵉⵣⵜ|English language|t§i§n§ɡ§ə§l§i§z§t||alternative form
ⵜⵉⵔⵎⵜ||
ⵜⵉⵙⵍⵉⵜ||
ⵜⵉⵙⵏⵜ||
ⵜⵉⵜⵜ||
ⵜⵉⵟⵟ||
ⵜⵉⵡⴷⵉ||
ⵜⵉⵣⵉⵣⵡⵉⵜ||
ⵜⵎⴻⵏⵢⴰ|eight|t§m§ə§n§j§a
ⵜⵎⵏⵢⴰ|eight|t§mᵊ§n§j§a||alternative form
ⵜⵏⵣⵣⵓⵜ||
ⵜⵓⴳⴰ||
ⵜⵓⴳⴷⵓⵜ||
ⵜⵓⵔⴷⴰ||
ⵜⵓⵔⵜⵉⵜ||
ⵜⵓⵖⵎⵙⵜ||
ⵜⵓⵙⵏⴰⴽⵜ||
ⵜⵓⵜⵍⴰⵢⵜ||
ⵜⵙⵄⵓⴷ|nine|t§s§ʕ§u§d|tsɛud
ⵜⵜⵓⵜⵜⵢ||
ⵜⵜⵔ||
ⵜⵥⴰ||
ⵟⵙ||
ⵟⵟⴰⵊⵉⵏ|tagine|t§tˁ§a§ʒ§i§n
ⵟⵟⴹ||
ⵟⵟⴼ||
ⵟⵟⵉⵇⵙ||
ⵠⵉⵜⵉⵜⵉ|bicycle|v§i§t§i§t§i
ⵡⴰⴷ||
ⵡⴰⵏ||
ⵡⴰⵔⴳⴰ||
ⵡⴰⵡⵊⴹⵎ|dandelion|w§a§w§ʒ§dˁ§m
ⵡⵍ||
ⵡⵏⵥⵓⵍ||
ⵡⵔⵉⵖ||
ⵡⵙⵄ||
ⵡⵙⵅ||
ⵢⴰⴹⵏ||
ⵢⴰⴹⵏⵉⵏ||
ⵢⴰⵀ||
ⵢⴰⵏ|one|j§a§n
ⵢⵓⵏ||
ⵢⵓⵏⵙ||
ⵢⵓⵔ||
ⵢⵓⵜ||
ⵣⵓⵔ||
ⵣⵓⵖⵔ||
ⵣⵡⵉⵖ||
ⵣⵡⵓ||
ⵣⵣⵔⵔⵉⵄⵜ||
ⵥ||
ⵥⵉⵢⵔ||
ⵥⵎ||
ⵥⵓⵎ||
ⵥⵥⴰⴳ||

ⵄⴰⴹⴹⵔ|to meet|ʕ§a§dˤ§dˤᵊ§rˤ
ⵜⴱⵔⵔⵎⵏⵜ|you (fp) turned|t§bᵊ§rˤ§rˤᵊ§mᵊ§n§t



@ https://tal.ircam.ma/tamawalt/alphabet_p.php Click on radio button for list
@ https://www.livelingua.com/peace-corps/Tamazight/Tamazight-English-Dictionary-2007.pdf







































`

