/*
native | meaning | IPA① | transcription | other transcriptions② | notes | wiktionary③


① separate each text unit (consonant+combining_mark(s)) with §, separate phonetic syllables with .
   use ‹ and › for a sound that spans 2 text units
   use – for a text unit that doesn't produce sound
   syllable boundary markers go inside previous unit, and emphasis markers begin emphasised unit

② the previous transcription field is always Latin. 
   if there is another key orthography (eg. Mongolian cyrillic) it goes here.
   vowelled/unvowelled alternatives also go here

③ if Wiktionary spells the word differently, add the spelling here
*/







autoExpandExamples.mn = `

@ https://en.wiktionary.org/wiki/Appendix:Mongolian_Swadesh_list

-аа||
-аад||
-аан||
-аар||
-аарай||
-аас||
-аасай||
-аах||
-аач||
-бал||
-вал||
-вар||
-вч||
-г||
-гаад||
-гаар||
-гаас||
-гаасай||
-гаач||
-гах||
-гдах||
-гч||
-гүй|not|ɡ§ʉ͜§i|-güi
-д||
-даг||
-дах||
-ж||
-жээ||
-иад||
-иар||
-иас||
-иасай||
-иач||
-ийн||
-йн||
-л||
-лаа||
-лаг||
-лах||
-лга||
-лгах||
-лдах||
-лт||
-лтай||
-лтс||
-лцах||
-м||
-маа||
-мал||
-н||
-на||
-рах||
-рь||
-с||
-саар||
-саг||
-сан||
-сах||
-т||
-тай||
-тан||
-уу||
-ууд||
-уул||
-уулах||
-ууль||
-уур||
-уурь||
-х||
-хан||
-хийх||
-ц||
-ч||
-чин||
-члах||
-чууд||
-ъя||
-ын||
Cүхбаатар|Sükhbaatar|s§ʊ§x§b§aː§‹§t§–§r
АНУ||
Австрали|Australia|a§f§s§tʰˈ§r§a§ɮ§–
Австри||
Азербайжан||
Ази||
Албани||
Алжир||
Аллах||
Америк||
Америкийн Нэгдсэн Улс||
Англи улс||
Англи||
Андорра||
Антарктид||
Аргентин||
Армен||
Афганистан||
Африк||
БНХАУ||
Балба||
Бангладеш||
Баттулга||
Баянхонгор||
Беларусь||
Бельги||
Битлз||
Болгар||
Бразил||
Будда||
Буриад||
Бутан||
Бэлгүдэй||
Бээжин|Beijing|ˈp§eː§‹§t͡ɕ§i§ŋ||ᠪᠡᠭᠡᠵᠢᠩ
Бүгд Найрамдах Монгол Ард Улс||
Бүгд Найрамдах Польш Улс||
Ветнам||
Википедиа||
Владивосток||
Вьетнам||
Герман||
Говь||
Голланд||
Грек||
Гуулин||
Гүрж||
ДОХ||
Дани||
Дархан||
Дундад улс||
Еврази||
Евровидение||
Европ||
Европын Холбоо||
Египет||
Желон||
Женев||
Зуунмод||
Зүүнгар||
Зөвлөлт Холбоот Улс||
Израиль||
Израйль||
Индонез||
Ирак||
Иран||
Исланд||
Испани||
Итали||
Их Британи||
Казахстан||
Камбож||
Канад||
Канберра||
Киргиз||
Куба||
Курё||
Күнз||
Лаос||
Латви||
Лондон||
Лхагва||
Лхама||
Лхас||
Малайз||
Манж||
Манжуур||
Мексик||
Мисир||
Монгол Улс||
Монгол улс||
Монгол||
Москва||
Мьянмар||
Непал||
Нидерланд||
Норвег||
Норвеги||
Нэгдсэн Үндэстний Байгууллага||
Орос||
Охайо||
Пакистан||
Перс||
Польш||
Португал||
Пёнъян||
Ром||
Румын||
Сайншанд||
Санкт-Петербург||
Саудын Араб||
Сахалин||
Серби||
Сибирь||
Сингапур||
Сири||
Словени||
Солонгос||
Сүхбаатар||
Сөүл||
Тайланд||
Тегеран||
Тува||
Тулуй||
Турк||
Тэнгэр уул||
Тэнгэрийн заадас||
Төвд үсэг||
Төвд||
Төвөд||
Узбекээр||
Украин||
Украйн||
Улаан-Үд||
Улаанбаатар|Ulaanbaatar|ʊ§ɮ§aː§‹§n§p§a§‹§t§–§r||ᠤᠯᠠᠭᠠᠨᠪᠠᠭᠠᠲᠤᠷ
Улаангом||
Улаанцав||
Улиастай||
Унгар||
Финланд||
Финлянд||
Франц||
ХДХВ||
ХХК||
Хаан балгас||
Халх||
Ханбалиг||
Ханз||
Хасаг||
Хиргис||
Хойд Солонгос||
Хонконг||
Хорват||
Христос||
Христосын мэндэлсэн өдөр||
Хуацай||
Хянган||
Хятад||
Хөх нуур||
Хөх хот||
Хөхнуур||
Цагаан хэрэм||
Чех||
Чили||
Чингис хаан|Genghis Khan||čingɣis qaɣan|ᠴᠢᠩᠭᠢᠰ ᠬᠠᠭᠠᠨ
Чингис||
Швед||
Швейцари||
Шивэр||
Шиньжян||
Шинэ Зеланд||
Энэтхэг||
Эрдэнэт||
Эрхүү||
Эстон||
Япон||
аа||
аав|father|aː§‹§w̜|aav|ᠠᠪᠤ
ааг|strength|ˈaː§‹§k||ᠠᠭᠠᠭ
аадар||
аалз||
ааруул||
ааш зан||
ааш||
ав||
аварга загас||
аварга||
авах|to go, leave|a§w§ə§x||[ˈaw̜ɐχ] ᠠᠪᠬᠤ|
авга ах||
авга||
авгалдай||
авд||
авдар||
авирах||
авс||
автийрак||
автобyс|bus|a§v§ˈt§ɔ§b§ʊ§s||ᠠᠦ᠋ᠲ᠋ᠣᠪᠦ᠋ᠰ
автобус||
автомашин||
авьяас||
агаар||
агентлаг||
агзайх||
агнах|to hunt||agnakh|ᠠᠩᠨᠠᠬᠤ
агуй||
агшин||
ад||
адал явдал||
адал||
адгуус||
адил||
адрах||
адуу||
адууны||
адуус||
аж үйлдвэр||
ажил хаялт||
ажил||
ажилгүй||
ажилтан||
ажилчин||
аз жаргал||
аз||
азот||
айл||
айлчлах||
аймаг||
аймгийн||
аймхай||
аймшиг||
айраг||
айх|to fear||aikh|ᠠᠶᠤᠬᠤ
академи||
академич||
ал||
алах|to kill||alakh|ᠠᠯᠠᠬᠤ
алба хаах||
алба||
албадах||
албадлага||
албан газар||
албан тушаал||
албан||
алга||
алдаа||
алдах||
алим||
алмааз||
алс||
алсыг харагч||
алт|gold|a§ɮ§tʰ||[aɬt] ᠠᠯᠲᠠ
алтан зул||
алтан харгана||
алтан|golden|a§ɮ§tʰ§ə§ŋ||[ˈaɬtɐɴ] ᠠᠯᠲᠠᠨ
алтаргана||
алтгана||
алуурчин||
алх||
алхаа||
алхам||
алхах|to step||alkhakh|ᠠᠯᠬᠤᠬᠤ
алчуур||
аль||
ам задгай||
ам өгөх||
ам|mouth|a§m|am|ᠠᠮᠠ
амаа татах||
амаараа шороо үмхэх||
амгай||
америк||
амжилт||
амжих||
амиараа|individually|
амлах||
амралт||
амрах||
амт||
амь||
амьдрал||
амьдрах|to live||amidrakh/ȧmĭdar ᠠᠮᠢᠳᠤᠷᠠᠬᠤ
амьсгалах|to breathe|a§mʲ§‹§s§ɢ§ə§ɮ§ə§x|amisgalakh|ȧmisxal ᠠᠮᠢᠰᠬᠤᠯᠠᠬᠤ
амьтан|animal|æ§m.§‹§t§ə̠§ɴ̟|ȧmĭtan|ᠠᠮᠢᠲᠠᠨ
амьтны хүрээлэн||
анааш||
анар||
ангасан||
анги||
ангийн самбар||
ангийнхан||
ангилах||
англи||
анекдот||
анх||
анхилам||
анхилга||
анхны тусламж||
анчин||
апелсин||
аппарат||
аптек||
ар||
араа||
араб||
арав|ten|a§r§ᵊ§w̜||ᠠᠷᠪᠠ
арай||
арал||
арвай||
арван гурав||
арван долоо||
арван дөрөв||
арван ес||
арван зургаа||
арван найм||
арван нэг||
арван тав||
арван хоёр||
арга||
аргал||
аргаль||
аргон||
ард олон||
ард|people|a§ră§d|ard|ᠠᠷᠠᠳ
ардчилал||
арзгар||
ариун||
арми||
арслан||
архи||
архив||
архивууд||
архины шар||
архичин||
архичны||
арц||
арьс|skin|a§rʲ§‹§s||ærʲs ȧrĭsᴧ ᠠᠷᠠᠰᠤ
арьстан||
асаагуур||
асар||
асах||
асуудал||
асуух||
ат||
атаа||
атаархах||
аутизм||
африкаанс||
ах дүү||
ах||
ахих||
ац||
ачаа||
ачааны машин||
ачих|to load, burden|ˈa§t͡ɕʰ§i§x||ᠠᠴᠢᠬᠤ
ашиглалт||
ашиглах||
аюултай||
аяга||
аялал||
аялах||
аялгуу||
аянга||
ба|and|ˈpa|ba|ᠪᠠ
баавар||
баавгай||
баар||
баас||
баасан||
баатар||
баах||
баг||
бага нас||
бага тархи||
бага||
багаж||
багалзуур||
багана||
баглаа||
багс||
багш||
бадмаараг||
байгаль||
байгуулалт||
байгууллага||
байдал||
байлдаан||
байлдагч||
байн байн||
байр||
байх||
байц||
байцаа||
байшин||
бал||
баллуур||
бамбай булчирхай||
бамбай||
банз||
банзал||
банк||
бантан||
банхар||
банш||
бар|tiger|p§a§r||ᠪᠠᠷᠰ
бараа||
бараг||
барамна||
барамнас||
барах||
барга||
бардам||
барилга||
барилдах||
баримал||
баримт бичиг||
баримт||
бариул||
барих|to hold|p§a§rʲ§ə§x|barikh|ᠪᠠᠷᠢᠬᠤ
барс||
баруун||
баруунтан||
бас||
бассейн||
батарей||
батга||
батраш||
баяд||
баялаг||
баян||
баяр жаргал|pleasure|||ᠪᠠᠶᠠᠷ ᠵᠢᠷᠭᠠᠯ
баяр ёслол||
баяр||
баярлаа||
баярлалаа|thank you|b§a§j§r§ɮ§‹§ɮ§a§‹|pajərɮa bayarlalaa ᠪᠠᠶᠠᠷᠯᠠᠯᠤᠭ᠎ᠠ
баярлах||
баяртай|goodbye|b§a§j§r§t§ɛː§‹|pa.jə̠r.tʰæː bayartai ᠪᠠᠶᠠᠷᠲᠠᠢ
бензин||
бетон||
би монголоор ярьдаггүй||
би ойлгохгүй байна||
би чамд хайртай||
би|I|ˈpʲi|bi|ᠪᠢ
бид нар||
бид нарын||
бид|we|p§i§t|bid|ᠪᠢᠳ᠋ᠡ
бидний||
бие||
биеийн төрх||
бийр||
билет||
бин||
битүү захтай ноосон цамц||
битүү||
бичгийн хэв||
бичгийн цаас||
бичгийн||
бичиг||
бичих||
бичлэг||
бичээс||
бичээч|clerk|ˈp§i§t͡ɕʰ§eː§‹§t͡ɕʰ||ᠪᠢᠴᠢᠭᠡᠴᠢ
биш||
богино долгионы зуух||
богино оймс||
богино|short|p§ɔ§ɡʲə§‹§n§–|bȯɡinŏ bogino|ᠪᠣᠭᠤᠨᠢ
бодис||
бодисадва||
бодит||
бодол|thought|b§o§d§–§ɮ||ᠪᠣᠳᠤᠯ
бодох|to think|ˈp§ɔ§t§ɔ§x|bodokh|ᠪᠣᠳᠤᠬᠤ
бодьсадва||
бойжих||
бол||
болд||
болих||
болно||
боловсрол||
боломж||
болон||
болор||
болох||
болохоор||
болхи||
больниц||
бомбо||
боов||
боодог||
боол||
боолт||
боомт||
боорцог||
боох||
боошиг||
бор||
борной||
бороо орж байна||
бороо|rain|ˈp§ɔ§r§oː§‹|boroo|ᠪᠣᠷᠤᠭ᠎ᠠ
бослого||
босох||
боть||
бохир|dirty||bokhir|ᠪᠣᠬᠢᠷ
бохь||
британи||
буга|deer, reindeer|p§ʊ§ɢ§–|buǧă|ᠪᠣᠭᠣ
бугуй||
бугуйвч||
будаа агшаагч||
будаа||
будаг||
буйдан|sofa|ˈp§ʊ§i̯§t§a§ŋ||ᠪᠤᠶᠢᠳᠠᠩ
буйл||
буйлт||
булаацалдах||
булаг өвчин||
булаг||
булан||
булга||
булгийн ус||
булгийн||
булчирхай||
булш||
булшлах||
булшны чулуу||
бумба||
бунхан||
буруу||
бурхан||
бурхны орон||
бусад||
буу загас||
буу||
буудай||
буудал||
бууз||
бууралтах||
бух||
буюу||
буян||
бэ||
бэлгэвч||
бэлтгэл||
бэлхүүс||
бэлчээр||
бэлэг|gift|p§i§ɮ§i§ɡ|beleg|ᠪᠡᠯᠡᠭ
бэлэн||
бэр||
бэрс||
бэх||
бэхийн сав||
бээлий||
бялт||
бямба||
бярга||
бяруу||
бясаа||
бясалгал||
бясалгах||
бяслаг||
бяцхан||
бүгд найрамдах улс||
бүгд найрамдах||
бүгд||
бүдүүн||
бүжиг||
бүжиглэх||
бүжигчин||
бүйлс|almond|p§u§e§ɮ§s|büils|bui̯ɮs/bueɮs ᠪᠦᠢᠯᠡᠰᠦ
бүлэг||
бүр||
бүргэд||
бүрхэвч||
бүрхүүл||
бүрээ||
бүс||
бүтэц||
бүтээвэр||
бүтээл||
бүх|all|p§u§x|bxĕ/bükh|ᠪᠦᠬᠦ
бүхэн||
бөгж||
бөглөө||
бөгч||
бөгөөд||
бөднө||
бөмбөг||
бөс||
бөх||
бөхөн||
бөө||
бөөлжис||
бөөлжих|to vomit|p§oː§‹§ɮ§t͡ɕ§ə§x|bööljikh|ᠪᠥᠭᠡᠯᠵᠢᠬᠦ
бөөр||
бөөс|louse|p§oː§‹§s|böös|ᠪᠥᠭᠡᠰᠦ
ваар||
вагон|train|w§a.§ɢ§ɔˑ§ɴ̟|boɡoːn|ᠸᠠᠭᠣᠨ
вакцин||
валют||
ван||
вандан||
вант улс||
видео||
виз||
вино|wine|w̜§i§ˈn§–|viˈnoː|ᠸᠢᠨᠣ
винтов||
вирус||
вэ||
гаа||
гаанс||
гаансны соруул||
гавал||
гадаа|outside|ɣ§a§ˈt§aː‹||ᠭᠠᠳᠠᠭ᠎ᠠ
гадаад|foreign|ɢ§a§d§aː§‹§t|gadaad|ᠭᠠᠳᠠᠭᠠᠳᠤ
гадил||
гадна|outside|ɢ§a§tə§n§–|ɢadn|ᠭᠠᠳᠠᠨ᠎ᠠ
газаар||
газар||
газарч||
газрын зураг||
газрын тос||
гайхал||
гайхалтай||
гайхамшиг||
гайхамшигтай||
гал|fire|ɢ§a§ɮ|gal|ᠭ᠋ᠠᠯ
галактик||
галбир||
галдах||
галзуу||
галт зэвсэг||
галт тэрэг||
галт уул||
галт||
галуу||
галын өрөө||
ган болд||
ган||
ганжин||
ганц||
гар буу||
гар утас||
гар чийдэн||
гар|hand|ɢ§a§r|gar|ᠭᠠᠷ
гарал||
гарах||
гаргах||
гариг||
гарц||
гарчиг||
гаталга онгоц||
гатлах||
гахай|pig|ɢ§a.§χ§æː§‹||ᠭᠠᠬᠠᠢ
гацаа||
гачигдал||
гашуудал||
гели||
герман||
гийгэх||
гийгүүлэгч||
гийгүүлэх||
гинж||
гич||
гишгүүр||
гишүүн||
говь|Gobi|ɢ§œ§w§–̜|ǧȯwĭ|ᠭᠣᠪᠢ
гоймон||
гол|river|ɢ§ɔ§ɮ|gol|ᠭᠣᠤᠯ
голох||
гольф||
гомосекс||
гоньд||
гоожих||
горхи||
грек самар||
грек||
гуанз||
гудамж||
гудас||
гуйлгачин||
гуйлт||
гуйх||
гулсах||
гулууз||
гурав|three|ɡ§ʊ§r§ᵊ§w̜|gurav|ᠭᠤᠷᠪᠠ
гургалдай||
гурил||
гутаах||
гутал||
гууль||
гуч||
гуя||
гэдэг||
гэдэс|belly|ˈk§e§t§e§s|gedes|ᠭᠡᠳᠡᠰᠦ
гэж||
гэлэн||
гэлэнмаа||
гэмт хэрэг||
гэмшил||
гэмших||
гэноцид||
гэнэт||
гэр бүл||
гэр||
гэргий|wife|ɡ§e§r.§ɡ§iː§‹|gergii|ᠭᠡᠷᠭᠡᠢ
гэрийнхэн||
гэрсэг||
гэрэл зураг||
гэрэл||
гэрээ||
гэх||
гялайлаа||
гяндан||
гүзээлзгэнэ||
гүйлгээ||
гүйх|to run|||ᠭᠦᠶᠦᠬᠦ
гүйцэх||
гүн||
гүнж||
гүнжид||
гүр хан||
гүрвэл||
гүргэм||
гүрэн|state|ˈk§u§r§e§ŋ||ᠭᠦᠷᠦᠨ
гүү||
гүүр тавих||
гүүр||
гөлгөр||
даа||
даавуу||
даам||
даатгал||
даваа||
давс|salt|d§a§wᵊ§s|davs|ᠳᠠᠪᠤᠰᠤ
давхар||
давхарга||
дайвар үг||
дайгдах||
дайн||
дайр||
дайралт||
дайсан||
дайх||
дал||
далавч|wing|ˈt§a§ɮ§a§w§̜t͡ɕʰ|dalavch|ᠳᠠᠯᠠᠪᠴᠢ
далай|sea|t§a§ɮ§a§i|dalai|ᠳᠠᠯᠠᠢ
далайн гахай||
далайн хөвөө||
далайн эрэг||
далайчин||
далбаа||
дамнах||
данс||
дараа||
дараалал||
дарангуйлагч||
дарах||
дарма||
дарс||
дарсан||
дарь||
дасах||
дасгал||
дахин||
дахь||
дельта||
диваажин||
дийлэх||
динозавр||
дипломатч||
дов||
довжоо||
довтлох||
догшин||
долгион||
долоо хоног||
долоо||
долоон||
долоох||
домог||
доргиот алх||
дорно||
дорой||
доромжлол||
доромжлох||
дотор||
дотуур цамц||
дохио||
дохих||
дуган||
дугуй|circle, round||duǧui|ᠳᠣᠭᠣᠢ
дудран||
дулаан өмд||
дулаан|warm||dulaan
дулаахан||
дун||
дунд||
дуран||
дурдах||
дурлах||
дусал||
дутах||
дутуу||
дуу|song|t§ʊː§‹||ᠳᠠᠭᠤ / ᠳᠠᠭᠤᠤ / ᠳᠤᠤ
дуудлага||
дуулах|to sing||duulakh|ᠳᠤᠭᠤᠯᠬᠤ
дуулга||
дуулгавар||
дууны хүч||
дуурь||
дуусгах||
дуучин||
дэвтэр|notebook|ˈt§e§w̜§tʰ§e§r̥||deftᵊr ᠳᠡᠪᠲᠡᠷ
дэвшил||
дэвшилт||
дэвших||
дэл||
дэлбэлэх||
дэлгэх||
дэлгэц||
дэлгүүр||
дэлхий|earth|ˈt§e§ɬʰ§‹§iː§‹|delkhii|ᠳᠡᠯᠡᠭᠡᠢ
дэлхийн||
дэлэн||
дэлэнч|midge|d§e§l§e§n§ʧĭ
дэлүү||
дэн||
дэнлүү||
дэнс||
дэнслэх||
дэр|pillow|d§e§r|der|ᠳᠡᠷ᠎ᠡ
дэрний уут||
дэрс||
дээвэр||
дээл||
дээр|on|d§eː§‹§r|deer|ᠳᠡᠭᠡᠷ᠎ᠡ
дээрэмчин||
дээш||
дүнгэр||
дүпү||
дүрс||
дүрэм||
дүү||
дөжрөх||
дөлгөөн||
дөрвөд||
дөрвөл||
дөрвөн||
дөрөв|four|t§ɵ§r§u§w̜|döröv|dʊrʊw ᠳᠥᠷᠪᠡ
дөрөө||
дөч||
дөш||
енчин||
ер||
ерэн||
ерөнхий||
ерөнхийлөгч||
ерөнхийлөх||
ес|nine|jɵ§sᵊ|yes|ᠶᠢᠰᠦ
еэвэн||
жаал|small|d͡ʒ§aː§‹§ɮ|jaal|ᠵᠢᠭᠠᠯ
жад||
жар||
жаргалтай||
живэр сахал||
живэр||
жигд тасралтгүй||
жигнэмэг||
жигнэсэн||
жигнэх||
жигүүр|wing|ˈt͡ɕ§i§ɣ§uː§‹§r̥|jigüür|ᠵᠢᠭᠦᠷ
жижиг|small|d͡ʒ§i§d͡ʒ§i§ɡ|jijig|ᠵᠢᠵᠢᠭ
жижүүр||
жийнс||
жил|year||jil|ᠵᠢᠯ
жилийн||
жимс|fruit|t͡ɕ§i§m§s|jims|ᠵᠢᠮᠢᠰ
жимслэг||
жин||
жинсэн өмд||
жинтүү||
жинхэнэ||
жирэмсэн||
жолоо||
жолооны үнэмлэх||
жолооч|driver|t͡ʃ§ɔ§ˈɮ§ɔː§‹§t͡ʃʰ||ᠵᠢᠯᠤᠭᠤᠴᠢ
жонш||
жоом||
жор||
жорлон хаана байдаг вэ||
жорлон||
жунгаа||
журам||
журнал||
жуулчин||
жууцай||
жүжиг||
жүжигчин||
жүрж||
заан||
заар||
заах|teach|t͡s§aː§‹§x||ᠵᠢᠭᠠᠬᠤ
зав||
заваан||
завгүй||
завод||
завь||
заг||
загалмай||
загас|fish|t͡s§a§ɢ§ə§s|zagas|ᠵᠢᠭᠠᠰᠤ
загасны дэгээ||
загасны тор||
загасны уурга||
загасчин||
задгай мөнгө||
задгай||
зай||
зайдуу||
зайлсхийх||
зайрмаг||
залах||
залбирал||
залгавар||
залгамал||
залгах||
залгих||
залгуур||
залуу||
залуур зүй||
залуур||
зам|road|ˈt͡s§a§m|zam|ᠵᠠᠮ
замбага||
замч||
зан төрх||
зан||
занах||
зангиа||
зангилаа||
зангуу||
зандах||
зар сурталчилгаа||
зараа||
зарагдах||
зардал||
зарим нь||
зарим|some|t͡s§a§rʲ§ə§m|zarim|ᠵ‍ᠠ‍ᠷᠢᠮ
заримдаа|sometimes|t͡s§a§rʲ§ə§m§t§a§‹||ᠵᠠᠷᠢᠮ ᠳᠠᠭᠠᠨ
зарлал||
зарлалын самбар||
зарлалын||
зарц||
засаг||
засах||
засгийн газар||
зах|market|t͡s§a§x||ᠵᠠᠬ᠎ᠠ
захиа||
захидал||
захирах||
захчин||
зовлон зүдүүр||
зовлон||
зовхи||
зогсох|to stand|t͡s§ɔ§ɡ§s§ə§x|zogsokh|ᠵᠣᠭᠰᠤᠬᠤ
золбин||
золгох||
зон||
зонтик||
зоог||
зоогийн газар||
зоогой||
зоос||
зориг||
зориглох||
зоригоор||
зоригт||
зорилго||
зорилт||
зоримгой||
зоримог||
зориуд||
зориулах||
зорих||
зорчигч||
зорчих||
зорьсон газар||
зохиол||
зохиолч||
зочид буудал||
зочин||
зочлох||
зугтах||
зуд||
зузаан|thick|t͡s§ʊ§t͡s§a§‹§ŋ|zuzaan|ᠵᠤᠵᠠᠭᠠᠨ
зул||
зулзага||
зун|summer|ˈt͡s§ʊ§ŋ|zun|ᠵᠤᠨ
зураач||
зураг|picture|t͡s§ʊ§r§a§ɡ||ᠵᠢᠷᠤᠭ
зурагт хуудас||
зурагт||
зурагчин||
зурах||
зурвас||
зургаа||
зургаан||
зургийн аппарат||
зутан||
зуу||
зуун|hundred|d͡z§ʊː§‹§n||ᠵᠠᠭᠤᠨ
зуурах||
зуух|to bite|t͡s§ʊː§‹§x|zuukh|ᠵᠠᠭᠤᠬᠤ
зууш||
зэв||
зэврэх||
зэвсэг||
зэвтэх||
зэрлэг||
зэрэг||
зэс||
зээ||
зээр|gazelle|t͡s§eː§‹§r||ᠵᠡᠭᠡᠷᠡ
зээргэнэ||
зүг||
зүгээр зүгээр||
зүгээр||
зүй||
зүйл||
зүйр үг||
зүйр||
зүйрлэл||
зүйрлэх||
зүрх|heart||zürkh|ᠵᠢᠷᠦᠬᠡ
зүрчид||
зүс||
зүсэм||
зүсэх||
зүү||
зүүд||
зүүдлэх||
зүүн|left|ˈt͡s§uː§‹§ŋ|züün|ᠵᠡᠭᠦᠨ
зүүнгар||
зүүнтэн||
зөвлөгч||
зөвлөгөө||
зөвлөл||
зөвшөөрөл||
зөвшөөрөх||
зөгий|bee|ˈt͡s§ɵ§ɣ§iː§‹||ᠵᠥᠭᠡᠢ
зөрүүдлэх||
зөрөг||
зөөлөн||
ивээл||
ивээх||
идэх|to eat|i§t§ə§x|idekh|ᠢᠳᠡᠬᠦ
ижилхэн||
ил захидал||
ил||
илгээх||
илд||
илдэх||
илжиг|donkey|ˈi§ɮ§t͡ɕ§i§k||ᠡᠯᠵᠢᠭᠡ	
иллэг||
илтгэл||
илтгэх||
илхэн||
имж||
имрэх||
индүү||
интоор||
инээмсэглэл||
инээмсэглэх||
инээх|to laugh||ineekh|ᠢᠨᠢᠶᠡᠬᠦ
ир||
ирвэс||
иргэн||
иргэний дайн||
ирсэн||
ирц||
ирэх|to come|i§r§ə§x|irekh|ᠢᠷᠡᠬᠦ
ирээдүй||
ислам||
итгэл||
итгэх||
итгүүлэх||
их дэлгүүр||
их сургууль||
их тархи||
их хатан||
их||
ихэр||
иш||
календарь||
кали|potassium|k§ȧ:§l§ĭ
камер||
канжи||
карт|card|k§a§r§t||ᠻᠠᠷᠲ᠋
катакана||
каучук||
кафе||
квадрат||
кидан||
километр||
кимбаб||
кино||
кинотеатр||
код||
коммунизм||
компани||
компьютер||
контор||
костюм||
кофе|coffee|kʰ§ɔˑ.§f§eˑ|kofe|ᠺᠣᠹᠧ
кредит карт||
лаа||
лав||
ладоо||
лал||
лам||
латин цагаан толгой||
либерал||
лийр|pear|ɮ§iː§‹§r|liir|ᠯᠢᠷ
лифт||
ломбард||
лонх||
лоозон||
лооль||
луу||
лууван||
луужин||
луус||
лхагва||
маажих|to scratch|m§aː§‹§t͡ɕ§ə§x|maajikh|ᠮᠠᠭᠠᠵᠢᠬᠤ
маань||
магадгүй||
магнай||
магтаал||
магтах||
майхан||
мал||
малгай|hat|m§a§ɮ§ɢ§a§i||ᠮᠠᠯᠭᠠᠢ
маллах||
малчин||
манай||
манайх||
манан|fog|m§a§n§ə§ŋ|manan|ᠮᠠᠨᠠᠨ / ᠮᠠᠨᠠᠩ
манж||
манжин||
манлай||
мантуу||
мануул||
манх||
маргааш||
маргад||
маргах||
марк||
мартах||
маск||
масло||
массаж||
мастурбаци||
матар||
математик дундаж||
мах|meat|m§a§x|makh|ᠮᠢᠬ᠎ᠠ
махийх||
махсаг||
махчин||
маш||
машин|car|m§a§ˈʃ§i§ŋ|mashin|ᠮᠠᠱᠢᠨ
маяг||
местный орос||
металл||
метр||
мий||
мина||
минажуулсан газар||
минж||
миний||
минийх||
минут||
минь||
могой загас||
могой|snake|ˈm§ɔ§ɣ§ɔi§‹̯|mogoi|ᠮᠣᠭᠠᠢ
мод|tree|m§ɔ§t|mod|ᠮᠣᠳᠤ
модлог||
модны иш||
модоч||
мойл||
молтогчин||
монгол|a Mongolian|m§ɔ§ɴ.§ɢ§ʊ§ɮ|mongol|ᠮᠣᠩᠭᠣᠯ
морилох||
морин зөгий|wasp|ˈm§ɔ§r§i§ŋ§ §t͡s§ɵ§ɣ§iː§‹||ᠮᠣᠷᠢᠨ ᠵᠥᠭᠡᠢ
морин хуур||
морин||
морины тоног||
морь|horse|m§œ§r§‹|mȯrĭ, mȯrꞌ|ᠮᠣᠷᠢ
морьхон||
мотоцикл||
мохоо||
мохох||
муж||
музей||
мусульман||
муу|bad|m§ʊː§‹|muu|ᠮᠠᠭᠤ
муур||
мушгирах||
мушгих||
мэдэрхэх||
мэдэх|to know|m§i§t§ə§x|medekh|ᠮᠡᠳᠡᠬᠦ
мэдээ||
мэдээлэл зүй||
мэдээлэл||
мэлхий|frog|m§i§ɮ§x§i§‹||ᠮᠡᠨᠡᠬᠡᠢ
мэнгэ||
мэндлэх||
мэндчилгээ||
мэргэжил||
мэргэжилтэн||
мэрэгч амьтан||
мэрэх||
мэс||
мэт||
мэхээр||
мээм||
мягмар||
мянга||
мянган||
мөн чанар||
мөн||
мөнгө|money|m§o§ŋ§ɡ§–|möngö|ᠮᠥᠩᠭᠦ
мөнгөн гүйлгээ||
мөндөр||
мөндөрлөх||
мөнх бус||
мөнх||
мөр||
мөргөлдөх||
мөргөлийн хүрд||
мөргөх||
мөрөвч||
мөрөн|river|m§ɵ.§r§u§ŋ|mörön|ᠮᠥᠷᠡᠨ
мөрөөдөл||
мөс|ice|m§o§s|mös mɵs|ᠮᠥᠰᠦ
мөсөн гол||
мөсөн гулгуур||
мөхөөлдөс||
мөчир||
мөөг||
наадам||
нави||
навч|leaf|n§a§f§t͡ʃĭ|navch|ᠨᠠᠪᠴᠢ
надад ... хэрэгтэй||
най||
найдах||
найз||
найм|eight|
наймалж||
найман||
найр||
найрамдал||
найруулах||
найтаах||
нам гүм||
нам||
намар|autumn|ˈn§a§m§a§r̥|namᵊr namar|ᠨᠠᠮᠤᠷ
намтар||
намуу цэцэг||
намхан||
нар|sun|n§ɐ§ɾ|nar|ᠨᠠᠷᠠ
наргил||
нарийн өвчин||
нарийн||
нарлаг||
нарс||
нартай||
нас барах|to die||nas barakh|ᠨᠠᠰᠤ ᠪᠠᠷᠠᠬᠤ
нас||
настай|old||nastai|ᠨᠠᠰᠤᠲᠠᠢ
настан||
начин||
ная||
нийгэм||
нийслэл салат||
нийслэл хот||
нийслэл||
нийтгэх||
нийх||
нил||
нимгэн|thin|n§i§m§ɡ§e§n|nimgen|ᠨᠢᠮᠭᠡᠨ
нирун||
нисдэг тэрэг||
нисэх буудал||
нисэх онгоц||
нисэх|to fly|n§i§s§ə§x|nisekh|ᠨᠢᠰᠬᠦ
ногоо||
ногоон|green|n§ɔ.§ɢ§ɔː§‹§ŋ|nogoon|ᠨᠣᠭᠤᠭᠠᠨ
нойтон||
ном|book, knowledge|n§ɔ§m||ᠨᠣᠮ
номын дэлгүүр||
номын сан||
ноос||
ноосон цамц||
ноосон||
нохой бөөс||
нохой|dog|n§ɔ§x§ɔi§‹|nokhoi|ᠨᠣᠬᠠᠶ
ноён||
нугалам||
нугас||
нударга||
нулимс||
нум сум||
нум||
нураах алх||
нурам|ash|n§ʊ§r§ə§m|nuram|ᠨᠤᠷᠮ᠎ᠠ
нуруу|back||nuruu|ᠨᠢᠷᠤᠭᠤ
нурууны үе||
нус||
нутаг||
нуур|lake|n§ʊː§‹§r|nuur|ᠨᠠᠭᠤᠷ
нууц далд||
нууц үг||
нууц||
нухсан||
нь||
нэг сумаар хоёр туулай буудах||
нэг|one|n§e§ɡ|neg|ᠨᠢᠭᠡ
нэмж хэлэх||
нэмэгдэх||
нэмэр||
нэмэх||
нэр үг||
нэр|name|n§e§r|ner|ᠨᠡᠷ᠎ᠡ
нэрлэх||
нэрс||
нэхмэл||
нээлттэй||
нээх||
нягт||
нялх хүүхэд||
нялх||
ням||
нян||
нярай хүүхэд||
нүд|eye||nüd|ᠨᠢᠳᠦ
нүдний харандаа||
нүдний шил||
нүдүүр||
нүх||
нүцгэн||
нүүдэлчин||
нүүр||
нүүрс||
нөгөө||
нөлөө||
нөхцөл||
нөхөр|husband|n§ɵ.§x§u§r|nökhör|ᠨᠥᠬᠦᠷ
нөхөх||
нөхөөс||
нөөц||
нөөцлөх||
нөөшилсөн||
овог||
овоо босгоогүй бол шаазгай хаанаас суух вэ||
овоо||
овьёос||
огих||
оготно||
оготор||
огтлох|to cut||ogtlokh
огторгуй|sky||ogtorgui|ᠣᠭᠲᠠᠷᠭᠤᠢ
огурцы||
огцрох||
огцруулах||
од|star|ɔt|od|ᠣᠳᠤ
одой хүн||
одоо||
озох||
ой|forest||oi|ᠣᠢ
ойлгох||
оймс||
ойрад||
олборлох||
олон нийт||
олон|many|ɔ§ɮ§ə§ŋ|olon|ᠣᠯᠠᠨ
олох||
олс татлага||
олс|rope||ols|ᠣᠯᠤᠰᠤ
омог||
он||
онгон хальс||
онгон||
онгоц||
онигоо||
онол||
оноо||
онь||
оньс||
оо||
ооль||
оочир||
опер||
ор||
орд|horde|ord||ᠣᠷᠳᠤ
ордон||
орны даавуу||
орой||
оройвч||
оройн хоол||
ором||
орон||
ороолт||
орос|Russian|ɔ.§r§ʊ§s|oros|ᠣᠷᠤᠰ
орох||
орчим||
орчуулагч||
орчуулах||
орчуулга||
орших||
оршуулга||
оршуулгын газар||
оффис||
охин||
очих||
оюун ухаан||
оюун||
оюутан||
оёдол||
оёх|to sew|ɔ.§j§ʊ§χ|oyokh|ᠣᠶᠤᠬᠤ
паб||
пальто||
парк||
парламент||
паспорт||
перц||
пиво||
пигүүж||
пиджак||
пийжүү||
пийшин||
плюс размер||
подвоолк||
порно од||
порнографи||
програм||
пулемёт||
пуужин||
пянз||
пүнтүүз||
пүрэв||
радио||
размер||
редакторлах||
резин||
ресторан||
ром||
рубль||
руу||
саатал||
сав||
саваа|stick, cane|s§a§w§a§‹|savaa|ᠰᠠᠪᠠᠭ᠎ᠠ
саван||
савар||
савх||
савхи||
сайд||
сайн байна уу||
сайн уу||
сайн яваарай||
сайн|good|s§æː§‹§ɴ̟|sain|ᠰᠠᠶ᠋ᠢᠨ
сайхан хооллоорой||
сайхан||
салах||
салс||
салфетка||
салхи|wind|s§æ§ɮ§x§–|salkhi|ᠰᠠᠯᠬᠢ
сам хорхой||
сам||
самбар||
сампин||
сан|fund, store|s§a§ŋ|saŋ|ᠰᠠᠩ
санал||
санах||
сандал|chair|s§a§n§d§ᵊ§ɮ|sandal|ᠰᠠᠨᠳᠠᠯᠢ
сансар||
сансрын хөлөг||
санхүү||
сар|moon|s§a§r|sar|ᠰᠠᠷᠠ
сарвуу||
саримс||
саримсаг||
сарлаг||
сармаахай||
сармаг||
сармагчин||
сармис||
сартуул||
сарын||
сарьсан багваахай||
сахал||
сая||
саяхан||
секс||
секунд||
симфони||
согтуу||
сойз||
солих||
солонго||
сонгино||
сонгогч||
сонгох||
сонгууль||
сонин|news|s§œ.§n§ə§ŋ|sɔnin|ᠰᠣᠨᠢᠨ
сонирхол||
сонсох|to hear|sɔnsəx|sonsokh|ᠰᠣᠨᠤᠰᠬᠤ
сорви||
сорих||
сорох|to suck||sorokh
соруул||
соруулах||
сохор||
социализм||
социалист реализм||
соёл||
соёлын шок||
соёо мөс||
соёо||
спорт||
станц||
суварга||
сувд||
суврага||
суга||
судар||
судас||
сул дорой||
сул задгай||
сул суудал||
сул цалин||
сул||
сулрах||
сум||
супермаркет||
сурагч||
суралцах||
сурах||
сурвалж||
сургах||
сургууль||
суудал||
суусар||
суух|to sit|s§ʊː§‹§x|suukh|ᠰᠠᠭᠤᠬᠤ
сэжиг||
сэжиглэх||
сэлэм||
сэлэх|to swim|s§e§ɮ§ə§x|selekh|ᠰᠡᠯᠢᠬᠦ
сэлүүр||
сэнжтэй аяга||
сэргийлэх||
сэрэх||
сэрээ||
сэтгэл||
сэтгэлийн хөдөлгөөн||
сэтгүүл||
сэтгүүлч||
сэхээтэн||
сүлд||
сүлжих||
сүлжээ||
сүм||
сүмс||
сүнс||
сүрчиг||
сүрэг||
сүх||
сүхдэх||
сүү шиг цагаан||
сүү|milk|s§uː§‹|süü|ᠰᠦᠨ
сүүдэр||
сүүж||
сүүл|tail||süül|ᠰᠡᠭᠦᠯ
сүүлт од||
сүүмэг||
сөгдөх||
та||
таавчик||
таах||
тав|five|ˈtʰ§a§w̜|tav|ᠲᠠᠪᠤ
таваг||
таван хошуу мал||
тавилга||
тавих||
тавтай морилогтун||
тавхай||
тавь||
тагтаа||
тайван||
тайж||
тайлбарлах||
тайтгарал||
такси||
тал||
талбай||
талбар||
талх||
там||
тамах||
тамга||
тамхи||
тана||
танай||
танц||
таны|your||tany
тараг||
тарвага||
тарвас||
тариа||
тариачин||
тариур||
тархалтын функц||
тархах||
тархи угаах||
тархи||
тархин чулуу||
тасалбар||
татаар||
татах||
татвар||
татгалзах||
тахал||
тахиа||
тахийх||
тахих||
ташаа||
ташуур||
таяг|stick|tʰ§a§jə§ɡ|tayag|ᠲᠠᠶᠠᠭ
театр||
телевиз||
телевизор||
телефон||
теорем||
тефтель||
тив||
тийм|yes|t§iː§‹§m|tiim|ᠲᠡᠶᠢᠮᠦ
тийн ялгал||
товч||
тоглолт||
тоглоом||
тоглох|to play||toglokh
тогоо||
тогооч||
тогоруу||
тогос||
тогтоол||
тогтоомж||
тогтоох||
тодорхой||
тойг||
тойрог||
тойрох||
тойруу||
тойруулах||
толбо||
толгой|head|tʰ§ɔ§ɮ§ɢ§ɔi§‹|tolgoi|ᠲᠣᠯᠤᠭᠠᠢ
толь бичиг||
толь||
том|big|tʰ§ɔ§m|tom|ᠲᠣᠮᠤ
томох||
томруулагч шил||
томсох||
тоншуул||
тоо||
тоолох|to count||toolokh|ᠲᠣᠭᠠᠯᠠᠬᠤ
тооны нэр||
тоор тоор||
тоор||
тоормос||
тоос сорогч||
тоос||
тоосго||
тор||
торго||
торгох||
торгууль||
тос||
тосгон||
тослох||
тоть||
тохой||
трактор||
трамвай||
троллейбус|trolleybus|ˈtʰ§r§ɔ§ɮːʲ§‹§ɵi̯§‹§β§ʊ§s||ᠲᠷᠣᠯᠯᠧᠶᠢᠪᠦ᠋ᠰ
тува||
туг үс||
туг||
тугал||
тул||
тулалдаан||
тунадас||
тунгалаг||
турсаахай||
туршлага||
тус||
тусагдахуун||
тусах||
тусламж||
туслах||
тутарга||
туулай||
туулайн бөөр||
туурай||
туурга||
тухай||
тухайд||
тухайн||
туяа||
тэвнэ||
тэвчих||
тэвчээр||
тэвэр||
тэг||
тэгш||
тэд нар|they||ted nar|ᠲᠡᠳ᠋ᠡ ᠨᠠᠷ
тэд||
тэдний||
тэмдэг нэр||
тэмдэг||
тэмцэгч||
тэмцэх|to fight|ˈtʰ§e§m§t͡sʰ§e§x|temtsekh|ᠲᠡᠮᠡᠴᠡᠬᠦ
тэмцээн||
тэмээ||
тэмээн хяруул||
тэнгис||
тэнгисийн эрэг||
тэнгэр|sky|tʰ§e§ŋ.§ɡ§e§r|tenger|ᠲᠩᠷᠢ
тэнгэс||
тэнд|there|t§e§n§dә|tend|ᠲᠡᠨ᠋ᠳ᠋ᠡ
тэр|he, that|tʰ§e§r|ter|ᠲᠡᠷᠡ
тэрбум||
тэрний||
тэрс||
тэрэг||
тэс||
тэсрэх бодис||
тэсрэх||
тэх||
тэшүүрийн спорт||
түгжих||
түгжээ||
түймэр|wildfire|tʰ§ui§‹§m§ə§r|[ˈtʰuemɪr]|ᠲᠦᠢᠮᠡᠷ
түлхэх||
түлхэц||
түлхүүр||
түлэгдэлт||
түм||
түмэд||
түргэн хоол||
түрэмгий||
түших||
түүний||
түүнийх||
түүх||
төв||
төвөгтэй асуудал||
төгрөг|tugrug|ˈtʰɵ§k§r§ɵ§k||ᠲᠥᠭᠥᠷᠢᠭ
төлгө||
төлөх||
төлөөлөгч||
төлөөний нэр||
төмс|potato|tʰ§ɵ§m§s||ᠲᠥᠮᠦᠰᠦ
төмөр зам||
төмөр||
төр||
төрийн бэйл||
төрийн||
төрсөн нутаг||
төрсөн||
төрх||
төрөл зүйл||
төрөл||
төрөх||
төстэй||
төсөвлөх||
уг||
угаалга||
угаалгын машин||
угаах|to wash||ugaakh|ᠤᠭᠠᠬᠤ
угсаа||
угтвар үг||
уд||
удаа||
удган||
удирдамж||
удирдах||
удирдлага||
уйгаржин||
уйлах||
ул боов||
ул||
улаан лооль||
улаан лууван||
улаан манжин||
улаан суулга||
улаан чинжүү||
улаан үнэг||
улаан|red|ˈʊ§ɮ§aː§‹§ŋ|ulaan|ᠤᠯᠠᠭᠠᠨ
уламжлалт||
улиас||
улс||
унага||
унадаг дугуй||
унах|to ride a horse|ʊ§n§ə§x|unakh|ᠤᠨᠤᠬᠤ
унгас||
унгах||
ундааны соруул||
унтах|to sleep|ʊ§n§tʰ§a§x|untakh|ᠤᠨᠲᠠᠬᠤ
унтраалга||
уншигч||
унших||
ур||
уралдаан||
урвал||
урвах||
ургамал||
уриа||
урих||
урлаг||
урсгал||
урт оймс||
урт|long|u§r§tă|urt|ᠤᠷᠲᠤ
уруул||
уруулын будаг||
ус|water|ˈʊ§s|us|ᠤᠰᠤᠨ
усан онгоц||
усны булга||
устөрөгч||
усчин||
утаа|smoke|ʊ§tʰ§a§‹|utaa|ᠤᠲᠤᠭ ᠠ
утас|phone|ʊ§t§ᵊ§s|utas|ᠤᠲᠠᠰᠤ
утга||
уу||
уудаг цаас||
уул|mountain|ʊː§‹§ɮ|uul|ᠠᠭᠤᠯᠠ
уулархаг||
ууль||
уур амьсгал||
уур||
уураг||
уурга||
уурлах||
ууртай||
уурхай||
уурхайчин||
уут||
уух|to drink|ʊː§‹§χ|uukh|ᠤᠤᠭᠤᠬᠤ
ууц||
уучлаарай||
уучлах||
уушги||
уушиг||
ухаан|khan, king|–§ˈx§aː§‹§ŋ||ᠬᠠᠭᠠᠨ
ухамсар||
ухах|to dig||ukhakh
уцаарлах||
учир||
учраас||
уях||
фабрик|factory|ˈf§a§b§rʲ§ɪ§k
файл||
факс||
факсдах||
ферм||
фильм||
фирм||
фото аппарат||
фото||
франц||
фронт||
функц||
футболк||
хаалга||
хаалттай||
хаан||
хаана|where|§aː§‹§n§ă|khaana|ᠬᠠᠮᠢᠭ᠎ᠠ
хаант улс||
хаах||
хааяа нэг||
хавар||
хавирга||
хавцал||
хавч||
хавчих||
хаг||
хага||
хаган||
хагарах|to break|ˈx§a§ɢ§–§r§ə§x|khagarakh|ᠬᠠᠭᠠᠷᠠᠬᠤ
хагас||
хад цохио||
хад||
хадаас||
хадаг||
хадах|to sew||khadakh
хадгалагдах|to be saved|§a§d§ɡ§ᵊ§ɮ§ᵊ§ɡ§d§ᵊ§x
хадуур||
хазаар||
хазах|to bite|§a§t͡s§ə§x|khazakh|ᠬᠠᠵᠠᠬᠤ
хайлмаг||
хайнаг||
хайр||
хайрлах||
хайрсан||
хайрцаг||
хайх||
хайч||
хайчлах||
халаад||
халаас||
халбага|spoon|a§ɮ§b§a§ɡ§ᵊ|khalbaga|ᠬᠠᠯᠪᠠᠭ᠎ᠠ
халдах||
халдвар||
халдваргүй||
халдваргүйжил||
халдваргүйжих||
халдваргүйжүүлэгч||
халдваргүйжүүлэх||
халдварлах||
халдварт||
халим||
халуун ногоо||
халуун||
хальс||
хальтирах||
хамаг||
хамар|nose||khamar|ᠬᠠᠪᠠᠷ
хамба лам||
хамгаалах||
хамгийн||
хамрын нүх||
хамт||
хамтрах||
хан хүү||
хан||
хана||
ханз||
ханиад||
ханиах||
ханцуй||
хар гэр||
хар зах||
хар перц||
хар сүүлт зээр||
хар тугалга||
хар ус||
хар хэрээ||
хар|black|χ§a§r̊|khar|ᠬᠠᠷ᠎ᠠ
харагдах||
харайх||
харандаа үзүүрлэгч||
харандаа|pencil|a§r§ə§n§t§a§‹arᵊnˈda/χaɾɐnˈda/kharandaa|ᠬᠠᠷᠠᠨᠳᠠ
харандааны сав||
харах|to see|ˈx§a§r§a§x|kharakh|
харваа||
харваач өвс||
харваач||
харгана||
харин||
хариу||
хариулах||
харуул||
харуулах||
харш||
харьяа||
харьяалах||
харьяалахын тийн ялгал||
хас||
хасаг||
хасах||
хасс||
хатаасан||
хатаах||
хатагтай||
хатан||
хатах||
хатгах|to stab||khatgakh
хатмал||
хахууль||
хачиг||
хачир||
хаяг||
хаялах||
хаялга||
хаях|to spit|a§jə§x|khayakh|ᠬᠠᠶᠠᠬᠤ
хиам||
хивс||
хивэг||
хижээл||
хий||
хийд||
хийл||
хийлч||
хиймэл||
хийх||
хил хязгаар||
хил||
хилэн||
хилэнцэт хорхой||
хирагана||
хиргисүүр||
хирс||
хобби||
хог||
хойг||
хойд||
хойно||
хока||
хол|far|χ§ɔ§ɬ|khol|ᠬᠣᠯᠠ
холбоо||
холбоос үг||
холбоос||
холгох||
холилдох||
холимог хуурга||
холимог||
холих||
холтос|bark (of a tree)|ɔ§ɮ§tʰ§ə§s|kholtos|ᠬᠣᠯᠲᠣᠰᠣ
хомофоби||
хонин гүрвэл||
хоног||
хонох||
хонь||
хоньчин||
хоол хийх||
хоол|food|ɔː§‹§ɮ||ᠬᠣᠭᠤᠯᠠ
хооллох||
хоолой||
хооронд||
хор||
хорвоо||
хордох||
хоригдол||
хорин||
хорсох||
хорхой|worm|ˈx§ɔ§r§x§ɔi§‹̯|khorkhoi|ᠬᠣᠷᠤᠬᠠᠢ
хорь|twenty|o§rʲ§‹ȯrꞌ|ᠬᠣᠷᠢ
хос||
хот|town|ˈx§ɔ§tʰotŏ|ᠬᠣᠲᠠ
хотон||
хоцрогдол||
хоч||
хошного||
хошой чин ван||
хошуу||
хоёр|two|χ§ɔ.§jʊ§r|khoyor|ᠬᠣᠶᠠᠷ
хуанли||
хуасан||
хув||
хуваарь||
хуваах||
хуванцар||
хувилбар||
хувин||
хувсьгал||
хувцас||
хувь||
хувьсгал||
хугацаа||
худаг||
худал||
худалдаа||
худалдаачин||
худалдаж авах||
худалдах||
худалч хүн||
худалч||
хударга||
хужаа||
хуй||
хуйцаа||
хул аяга||
хулан||
хулгай||
хулгайлах||
хулгайч||
хулгана||
хулгах||
хулс||
хулуу||
хулхи||
хулчгар||
хумс|fingernail|ʊ§m§s|khums|ᠬᠢᠮᠤᠰᠤ
хун||
хур||
хураамж||
хурал||
хурга||
хурган засаа||
хурдсах||
хурим||
хуруу||
хуруувч||
хурхирах||
хурьцал||
хус||
хусах||
хутга||
хутгалдах||
хуудас||
хууз сахал||
хууз||
хуукууд||
хууль|law|ʊː§‹§ɮʲ§‹|χɵːɮʲ/xu̇:lĭ/xuil|ᠬᠠᠤᠯᠢ
хуульч||
хуульчлах||
хуур||
хуурай||
хуурах||
хуурга||
хуурсан||
хуучин|old||khuuchin
хуушуур||
хуцах||
хучмал||
хэбид||
хэв||
хэвийн боов||
хэвлээр явагч||
хэвтэх|to lie (bed)|e§f§t§ĕ§–|khevtekh|ᠬᠡᠪᠲᠡᠬᠦ
хэвэг||
хэвэл||
хэд||
хэдэн||
хэдэрлэх||
хэзээ ч үгүй||
хэзээ|when|ˈx§e§t͡s§eː§‹|khezee|ᠬᠡᠵᠢᠶ᠎ᠡ
хэл зүй||
хэл|tongue, language|e§ɮ|khel|ᠬᠡᠯᠡ
хэлбэр||
хэлц үг||
хэлц||
хэлцэл||
хэлье|let's say|
хэлэлцэх||
хэлэх|to say|i§ɮ§ə§x|khelekh|ᠬᠡᠯᠡᠬᠦ
хэм||
хэмжээ||
хэн|who|ˈx§e§ŋ|khen|ᠬᠡᠨ
хэрцгий||
хэрчим||
хэрчих|to cut||kherchikh
хэрэг явдал||
хэрэг||
хэрэглэгдэх||
хэрэглэгдэхүүн||
хэрэглэгч||
хэрэглэл||
хэрэглэх||
хэрэглээ||
хэрэглүүр||
хэрэгтэй||
хэрэм||
хэрээ||
хэрүүл||
хэсэг||
хэтэвч||
хэхрэх||
хээр||
хязгаар||
хязгаарлагдмал хариуцлагатай компани||
хялгас||
хялгасан судас||
хялгасан хоолой||
хямд төсөр||
хямрал||
хяргах||
хярс||
хятад||
хүдэр||
хүзүү|neck|u§t͡s§u§‹|khüzüü|ᠬᠦᠵᠦᠭᠦᠦ
хүйс||
хүйтэн|cold||khüiten
хүлэх||
хүлээн авах||
хүлээх||
хүмүүн||
хүн чулуу||
хүн|man (human being)|u§n|khün|ᠬᠦᠮᠦᠨ
хүнд|heavy|u§n§t|khünd|ᠬᠦᠨᠳᠦ
хүндлэх||
хүндрэл||
хүндэтгэлийн үг||
хүнс||
хүнсний дэлгүүр||
хүнцэл||
хүрд||
хүрз||
хүртэл||
хүртэх||
хүрхрээ||
хүрэл||
хүрэлзгэнэ||
хүрэм||
хүрэх||
хүрээ||
хүрээлэн||
хүснэг||
хүсэлт||
хүсэх||
хүхэр||
хүч||
хүчил||
хүү||
хүүе||
хүүхэд|child|uː§‹§x§ə§t|khüükhed|ᠬᠡᠦᠬᠡᠳ
хүүхэлдэй||
хөвгүүн||
хөвд||
хөвч||
хөвчтөн||
хөвүүн||
хөвөн||
хөгжим||
хөгжимчин||
хөгц||
хөгшин||
хөдлөх||
хөдөлгүүр||
хөдөлгөөн||
хөдөө аж ахуй||
хөзөр||
хөл алдах||
хөл|foot, leg||khöl|ᠬᠥᠯ
хөлбөмбөг||
хөлдүү||
хөлдөх||
хөлдөөгч||
хөлдөөсөн||
хөлдөөх||
хөлийн булчин||
хөлрөх||
хөлс||
хөлөг||
хөлөх||
хөмрүүлэх||
хөмрөх||
хөмсөг||
хөмүүн||
хөнгөн тэрэг||
хөнгөн цагаан||
хөнгөн||
хөндий||
хөнжил||
хөнөг||
хөргүүр||
хөргөгч||
хөрс||
хөрш||
хөрөг||
хөрөнгө хогшил||
хөрөө||
хөрөөдөх||
хөтөлбөр||
хөх бух||
хөх|breast|ˈx§ɵ§x|khökh|ᠬᠥᠬᠡ
хөхний сүү||
хөхний товч||
хөхний толгой||
хөхүүр||
хөхөх||
хөхөө||
хөшиг||
хөших||
хөшөө||
хөөе||
хөөмий||
хөөрөг зөрүүлэх||
хөөрөг||
хөөс||
хөөх||
цаа буга||
цаас|paper|t͡s§aː§‹§s|tsaas|ᠴᠠᠭᠠᠰᠤ
цаасан шувуу||
цавуу||
цаг агаар||
цаг||
цагаан архи||
цагаан гаа||
цагаан зээр||
цагаан лууван||
цагаан мөөг||
цагаан толгой||
цагаан хэрэглэл||
цагаан шонхор||
цагаан|white|t͡s§a§ˈɢ§aː§‹§ŋ|tsagaan|ᠴᠠᠭᠠᠨ
цагалбар||
цагдаа|police|t͡s§a§ɡ§ˈt§aː§‹|tsagdaa|ᠴᠠᠭᠳᠠᠭ᠎ᠠ
цаглабар||
цадиг||
цай||
цайз||
цайллага||
цайны газар||
цайр||
цалин||
цамхаг||
цамц||
цана||
цаначин||
цангаа||
цангах||
царай||
царс||
царцаа||
цас орж байна||
цас шиг цагаан||
цас|snow|t͡sʰ§a§s|tsas|ᠴᠠᠰᠤ
цасан ширхэг||
цахилгаан||
цахилгаанжуулалт||
цахилгаанжуулах||
цахилгааны залгуур||
цахим тооцоолуур||
цацагт хяргуул||
цемент||
цирк||
цогц||
цогцос||
цомог||
цонх||
цоож||
цоожлох||
цоожны нүх||
цох|beetle|ʦ§o§xŏ||ᠴᠣᠬᠤ
цохих|to hit|t͡sʰ§ɔ§xʲ§ə§x|tsokhikh|ᠴᠣᠬᠢᠬᠤ
цуваа цэг||
цуглуулах||
цуйван||
цулбуур||
цурхай||
цус|blood|t͡s§ʊ§s|tsus|ᠴᠢᠰᠤ
цутгах||
цуу цуу||
цуу||
цуур||
цуурай||
цухал|narrow|t͡s§u§x§a§ɮ|tsukhal
цэврүү||
цэвэр||
цэвэрлэх||
цэг||
цэрэг|soldier|ˈt͡sʰ§e§r§e§k||ᠴᠡᠷᠢᠭ
цэцгийн мэхээлдэс||
цэцэг|flower|t͡ʃʰ§i§t͡ʃʰ§ɘ§k|tsetseg|ᠴᠡᠴᠡᠭ
цэцэрлэ|kindergarten|t͡s§e§t͡s§ᵊ§r§ɮ§ⁱk
цэцэрлэг||
цээж||
цүүц||
цөл||
цөлхөөв||
цөм||
цөцгий||
цөцгийн тос||
цөөвөр чоно||
цөөн|few|t͡sʰ§oː§‹§ŋ|tsöön|ᠴᠥᠭᠡᠨ
чавхдас||
чагнаал||
чагнаалдах||
чагнах||
чагт||
чадвар||
чанар||
чанарлаг||
чанасан||
чанга яричг||
чангаанз||
чарга||
чек||
чемодан||
чи|you (singular)|ˈt͡ɕʰ§i||ᠴᠢ
чиглэх||
чиглүүлэх||
чийг||
чийдэн||
чинжүү||
чиний||
чинийх||
чирэх||
чих|ear|t͡ʃ§i§xᵊ|chikh|ᠴᠢᠬᠢ
чихрийн манжин||
чихэр||
чихэрлэг||
чоно|wolf|ˈt͡ɕʰ§ɔ§n§–|chono|ᠴᠢᠨᠤ᠎ᠠ
чулуу|stone||chuluu|ᠴᠢᠯᠠᠭᠤ
чухаг||
чухал||
чүдэнз||
чүү||
чөмөг||
чөх||
шаазгай|magpie|ʃ§aː§‹§t͡s§ɢ§ai§‹|šaɣad͡ʒaɣai|ᠱᠠᠭᠠᠵᠠᠭᠠᠢ
шаардах||
шаардлага тавих||
шаардлага||
шаахай||
шавар||
шавхай||
шавьж||
шагай||
шагнал||
шадар||
шал||
шалбархай||
шалгалт||
шалгах||
шалгуур||
шалтаг||
шалтгаа||
шалтгаан||
шанаа||
шанаган хорхой||
шанд||
шанз||
шанц||
шар айраг||
шар будаа||
шар лууван||
шар шувуу||
шар үс||
шар|yellow|ʃ§a§r|shar|
шарвах||
шарсан төмс||
шарсан||
шартах||
шарх||
шат||
шатаах|to burn|ʃ§a§tʰ§a§‹§x|shataakh|ᠰᠢᠲᠠᠭᠠᠬᠤ
шатар||
шатах||
шафа||
шахах|to squeeze|ʃ§a§x§ə§x|shakhakh|ᠰᠢᠬᠠᠬᠤ
шашин||
шивнэх||
шивээс||
шивүүр||
шигших||
шигшээ||
шигшүүр||
ший гуа||
шийгуа||
шийдвэр||
шийжүү||
шийтгэл||
шил||
шилбэ||
шилүүс||
шин|new|ʃ§i§n|shin|ᠰᠢᠨ᠎ᠡ
шингэн будаа||
шингэн||
шинжлэх ухаан||
шинэ|new|ʃ§i§n§–
шинэлэг||
шинэс||
шинэчлэл||
шинэчлэх||
шир||
ширээ юү?|is this a table?|ʃ§i§r§e§‹§ §jʊː§‹§?|shiree yuu
ширээ|table|ʃ§i§r§e§‹|shiree|ᠰᠢᠷᠡᠭᠡ
шодой||
шоколад||
шонхор||
шоо||
шоргоолж||
шорлог||
шорон||
шороо||
шохой||
шошго||
шпагетти||
шувуу|bird|ʃ§ʊ§w§ʊ§‹|shuvuu|[ʃo̙ˈw̜o̙] ᠰᠢᠪᠠᠭᠤ
шугам||
шулуун|straight|ʃ§ʊ§ɮ§ʊ§‹§ŋ|shuluun|ᠰᠢᠯᠤᠭᠤᠨ
шумуул|mosquito|ʃ§u§m§u:§‹§l||ᠰᠢᠮᠠᠭᠤᠯ
шураг||
шуугиан||
шуудай||
шуудан||
шуурга||
шээх||
шүд|tooth|ʃ§u§d|shüd|ᠰᠢᠳᠦ
шүдний оо||
шүдний сойз||
шүдний эмч||
шүдэнз||
шүлс||
шүлэг||
шүлэгч||
шүршүүр||
шүршүүрийн гель||
шүтэх||
шүхэр||
шүүдэр||
шүүр||
шүүрдэх||
шүүрс||
шүүс||
шүүслэг||
шүүслэх||
шүүх||
шөвөг||
шөл||
шөнө|night|ʃ§ɵ§n§–|shönö|ᠰᠥ᠋ᠨ᠋ᠢ
эв||
эвлэрэх||
эвсэх||
эвэр бүрхэвч||
эвэр|horn|e§w§ə§r|ever|ᠡᠪᠡᠷ
эвэрлэг бүрхэвч||
эгч||
эгшиг үсэг||
эгшиг||
эгэх||
эд||
эдгээр||
эдийн засаг||
эзэмдэх||
эзэн хаан||
эзэн||
экзистэнциализм||
элс|sand|e§l§s||ᠡᠯᠡᠰᠦ
элэг|liver|i§ɮ§ə§ɡ|eleg|ᠡᠯᠢᠭᠡ
эм бэлгэ эрхтэн||
эм бэлэг эрхтэн||
эм||
эмгэн хумс||
эмнэлэг||
эмч||
эмчилгээ||
эмэгтэй|woman|e§m§ə§ɡ§tʰ§e§‹|emegtei|ᠡᠮᠡᠭᠲᠡᠢ
эмээ||
эмээл||
эмээллэх||
эмээх||
энгийн||
энд|here|e§n§t|end|ᠡᠨᠳ᠋ᠡ
энх тайван||
энх тунх||
энх||
энэ|this|e§n§–|ene|ᠡᠨᠡ
эр зориг||
эр үхэр||
эр||
эрвээхэй||
эргэлзэх||
эргэх|to turn (intransitive)|i§r§ɡ§i§x|ergekh|ᠡᠷᠭᠢᠬᠦ
эргүүлэх||
эрдэмтэн||
эрдэнэ||
эрзээн||
эрлийз||
эрлийзжих||
эрх мэдэл||
эрх||
эрхи||
эрхий||
эрхийвч||
эрхтэн||
эрхэм||
эрхүүд||
эрч||
эрчлэх||
эрэг шураг||
эрэг||
эрэгдэх||
эрэх||
эрүү||
эс||
эсгий||
этгээд||
эх|mother|i§x|ekh|ᠡᠬᠡ
эхийн сүү||
эхлэх||
эхнэр|wife|ˈe§x§n§e§r̥|ekhner|ᠡᠬᠡᠨᠡᠷ
эцэг|father||etseg|ᠡᠴᠢᠭᠡ
ээдэм||
ээж|mother|eː§‹§t͡ʃ|eej
ээлж дараалал||
ээлж||
ээмэг||
ээмэр|earings|ˈeː§‹§m§ⁱ§r
ээрэх||
юм||
юмдүүжин||
юмсан||
юу|what|ˈjʊː§‹|yuu|ˈjʊː
яагаад гэвэл||
яагаад||
яаж|how|j§aː§d͡ʒ|yaaj|ᠶᠠᠭᠠᠭᠢᠵᠤ
явах|to go, leave|||ᠶᠠᠪᠤᠬᠤ
явган явах||
явдал||
явц||
явцуу||
явъя|let's go
ял||
ялаа||
ялах||
ялгал||
ялгах||
ялгац гишүүн||
ямаа||
ямар||
янгир|mountain goat||jaŋgir|ᠶᠡᠩ‍ᢉᠢᠷ
яндан||
яндангийн дуу||
янжуур||
янз||
янхан||
яншуй||
яриа||
ярих||
яс|bone|ja§sᵊ|yas|ᠶᠠᠰ
яст мэлхий||
ястан||
ятга шаазгай||
ятга||
ятгач||
ятгачин||
ятгашаазгай||
ятуу||
ёл||
ёотон|sugar cube|ˈjɔː§‹§tʰ§ɔ§ŋ|yooton|ᠶᠣᠣᠲᠠᠩ
ёс||
ёслол||
ёстой||
үг||
үгсийн аймаг||
үгүй||
үгүйлэх||
үдэх||
үдэш||
үе үе||
үе||
үед||
үер||
үеэ||
үзбек||
үзвэр||
үзэг||
үзэгний иш||
үзэсгэлэн||
үзэх|to see|u§t͡sə§‹§x|üzekh|ᠦᠵᠡᠬᠦ
үзүүлэх||
үзүүр||
үйл хэрэг||
үйл явдал||
үйл үг||
үйл|act, deed|ui§‹§ɮ|[ˈueɮ]|ᠦᠢᠯᠡ
үйлдвэр||
үйлдвэржих||
үйлдвэрийн||
үйлдвэрлэл||
үйлдвэрлэлийн хэрэгсэл||
үйлдвэрлэх||
үйлдвэрчин||
үйлдэл||
үйлдэржилт||
үйлдэх||
үйлт нэр||
үйлчилгээ||
үйлчлэл||
үйлчлэх||
үйлчлүүлэгч||
үйлчлүүлэх||
үлдэгдэл||
үлээх|to blow|u§ɮ§e§‹§x|üleekh|ᠦᠯᠢᠶᠡᠬᠦ
үмхэх|to bite|ü§m§kh§e§kh||ᠡᠮᠬᠦᠬᠦ
үндсэн дээр||
үндсэн хууль||
үндсэрхэг үзэл||
үндэс|root|u§n§t§ə§s|ündes|ᠦᠨᠳᠦᠰᠦ
үндэсний||
үндэстний социализм||
үндэстэн|nationality|u§n§t§ᵊ§s§t§ᵊ§ŋ||ᠦᠨᠳᠦᠰᠦᠲᠡᠨ
үнс|ash|u§n§s|üns|ᠦᠨᠡᠰᠦ
үнсэх||
үнэ||
үнэг||
үнэмлэх||
үнэн||
үнэр||
үнэрлэх чадвар||
үнэрлэх|to smell||ünerlekh
үнэтэй||
үнээ||
үр|seed|u§r|ür|ᠦᠷ᠎ᠡ
үргэлж||
үржүүлэх||
үрэл||
үрэх||
үс|hair||üs|ᠦᠰᠦ
үсгийн дараалал||
үсний сэнс||
үсний хаг||
үсрэх||
үсчин||
үсэг||
үтрэм||
үтрээ||
үхжил||
үхсэн||
үхэл||
үхэр||
үхэх|to die||ükhekh
үүд||
үүл|cloud|uː§‹§ɮ|üül|ᠡᠭᠦᠯᠡ
үүлтэй||
үүний||
үүр||
үүргэвч||
үүрэг||
үүсгэл||
Өвөр Монгол||
Өлгий||
Өмнөд Африк||
Өмнөд Солонгос||
Өндөрхаан||
өв||
өвдөг|knee|owtəɡ|övdög|
өвдөх||
өвс|grass|o§w§s|övs|ᠡᠪᠡᠰᠦ
өвчин||
өвчтэй||
өвчүү||
өвөл||
өвөр||
өвөө||
өвөөлж||
өглөг||
өглөө||
өглөөний мэнд||
өглөөний цай||
өгье|let's give|
өгүүлбэр||
өгүүлэгдэхүүн||
өгүүлэл||
өгүүлэхүүн||
өгөгдөл||
өгөрций||
өгөх оршихын тийн ялгал||
өгөх|to give|o§ɡ§ə§x|ögökh|ᠥᠭᠬᠦ
өд|feather|o§t|öd|ᠥᠳᠦ
өдрийн хоол||
өдрийн||
өдөр|day|ˈɵ§t§ə§r̥|ödör|ᠡᠳᠦᠷ
өлгөх||
өлмий||
өлсгөлөн||
өлсөх||
өлөн||
өмд||
өмнө|south|ˈɵ§m§n§–||ᠡᠮᠦᠨ᠎ᠡ
өмнөд||
өмнөх||
өмсөх||
өнгө|color|ɵ§ŋ§k§–|öngö|ᠥᠩᠭᠡ
өнгөрсөн цаг||
өнгөрөх||
өндгөн жаврай||
өндөг|egg|ɵ§n§d§ᵊ§k|öndög|ᠥᠨᠳᠡᠭᠡ
өндөр жил||
өндөр уул||
өндөр өсгийтэй||
өндөр||
өндөрийн харайлт||
өндөрлөг||
өнцөг||
өнчин тархи||
өнчин||
өнөөдөр|today|ɵ§n§ɵ:§‹§d§ɵ§r||ᠥᠨᠦᠳᠦᠷ
өр||
өргөдөг шат||
өргөдөл||
өргөн|wide|ø§r§k§ø§ŋ|örgön|ᠥᠷᠭᠡᠨ
өргөст хэмх||
өрсөлдөгч||
өрсөлдөх||
өрсөлдөөн||
өрсөх||
өртөг||
өртөө||
өршөөх||
өрөм||
өрөө||
өсгий||
өт||
өтгөн||
өчигдөр||
өчүүхэн||
өө||
өөлд||
өөр|other|oː§‹§r|öör|ᠥᠪᠡᠷ
өөрийн эрхгүй||
өөрийн||
өөртөө засах орон||
өөртөө засах хошуу||
өөрчлөлт||
өөрчлөн байгуулалт||
өөрчлөх||
өөрөө|myself|ˈɵː§‹§r§ɵ§‹
өөх тос||
өөх|fat (noun)|oː§‹§x|öökh|ᠥᠭᠡᠬᠦ
өөхлөг||
өөш||


@ https://www.youtube.com/watch?v=PnZR2DvmOck
@ Colloquial Russian
@ nomiin ger


хэлье|let's say|


@ unknown source

амар|to rest|a§m§ᵊ§r||
амархан|easy|a§m§ᵊ§r§x§ᵊ§n||
байлдах|to fight||baildakh|
бодъё|let's think|||
будан|fog|b§u§d§a§ŋ|budan|
доор|under|t§oː§‹§r||
ойлгосон|I understood|ɔi§‹§lɔ§k§–§s§ᵊ§n||
пүүжин|rocket|p§ʊː§‹§d͡ʒ§i§ŋ||
та нар|you (plural)|t§a:§§n§ă§r|ta nar|
туймээс|that's why|ˈtʰ§iː§‹§m§e§‹§s||
уугуул|indigenous|ˈʊː§‹§ɡ§ʊ§‹§ɮ||
уулзъя|let's meet|||
хаашаа|where to|ˈx§aː§‹§ʃ§a§‹||
хоосон|empty|ˈx§oː§‹§s§ᵊ§n||
хуаран|barracks|§u§a:§r§a§ŋ|
хүүгийн|son's|ˈx§uː§‹§ɡ§i§‹§n||
хөөрхөн|pretty|ˈx§oː§‹§r§x§ᵊ§n||
эр хүн|man (adult male)|e§r§ §kh§ü§n|








































`

