/*
native | meaning | IPA① | transcription | other transcriptions② | notes | wiktionary③


① separate each text unit (consonant+combining_mark(s)) with §, separate phonetic syllables with .
   use ‹ and › for a sound that spans 2 text units
   use – for a text unit that doesn't produce sound
   syllable boundary markers go inside previous unit, and emphasis markers begin emphasised unit

② the previous transcription field is always Latin. 
   if there is another key orthography (eg. Mongolian cyrillic) it goes here.
   vowelled/unvowelled alternatives also go here

③ if Wiktionary spells the word differently, add the spelling here
*/







autoExpandExamples.mn = `

@ https://en.wiktionary.org/wiki/Appendix:Mongolian_Swadesh_list
@ https://en.wiktionary.org/w/index.php?title=Category:Mongolian_terms_with_IPA_pronunciation

-аа||
-аад||␣
-аан||
-аар||
-аарай||␣
-аас||␣
-аасай||␣
-аах||
-аач||␣
-агч||␣||
-ан||␣||
-бал||␣
-бол||␣||
-бэл||␣||
-бөл||␣||
-вал||␣
-вар||␣
-вол||␣||
-вор||␣||
-вч||␣
-вэл||␣||
-вэр||␣||
-вөл||␣||
-вөр||␣||
-г||
-гаад||␣
-гаар||
-гаас||
-гаасай||␣
-гаач||␣
-гах||
-гдах||
-гдох||␣||
-гдэх||␣||
-гдөх||␣||
-гийн||␣||
-гоод||␣||
-гоор||␣||
-гоос||␣||
-гоосой||␣||
-гооч||␣||
-гох||␣||
-гч||␣
-гэх||␣||
-гээд||␣||
-гээр||␣||
-гээс||␣||
-гээсэй||␣||
-гээч||␣||
-гүй|not|ɡ§ʉ͜§i|-güi
-гөх||␣||
-гөөд||␣||
-гөөр||␣||
-гөөс||␣||
-гөөсэй||␣||
-гөөч||␣||
-д||
-даг||
-дал||␣||
-дах||␣
-дог||␣||
-дол||␣||
-дох||␣||
-дугаар||␣||
-дэг||␣||
-дэл||␣||
-дэх||␣||
-дүгээр||␣||
-дөг||␣||
-дөл||␣||
-дөх||␣||
-еэр||␣||
-еэс||␣||
-ж||
-жээ||
-иад||␣
-иар||␣
-иас||␣
-иасай||␣
-иач||␣
-ий||␣||
-ийг||␣||
-ийн||␣
-ин||␣||
-иний||␣||
-ины||␣||
-иод||␣||
-иор||␣||
-иос||␣||
-иосой||␣||
-иоч||␣||
-итай||␣||
-итой||␣||
-итэй||␣||
-иэд||␣||
-иэр||␣||
-иэс||␣||
-иэсэй||␣||
-иэч||␣||
-иөд||␣||
-иөр||␣||
-иөс||␣||
-иөсэй||␣||
-иөч||␣||
-йн||
-л||
-лаа||
-лаг||
-лага||␣||
-лах||
-лга||␣
-лгах||
-лго||␣||
-лгох||␣||
-лгэх||␣||
-лгөх||␣||
-лдах||␣
-лдох||␣||
-лдэх||␣||
-лдөх||␣||
-лог||␣||
-лого||␣||
-лоо||␣||
-лох||␣||
-лт||
-лтай||␣
-лтой||␣||
-лтс||
-лтэй||␣||
-лцах||␣
-лцох||␣||
-лцэх||␣||
-лцөх||␣||
-лэг||␣||
-лэх||␣||
-лээ||␣||
-лөг||␣||
-лөх||␣||
-лөө||␣||
-м||
-маа||␣
-мал||
-мол||␣||
-мсан||␣||
-мсон||␣||
-мсэн||␣||
-мсөн||␣||
-мшиг||␣||
-мэл||␣||
-мөл||␣||
-н||
-на||␣
-ний||␣||
-но||␣||
-ны||␣||
-нэ||␣||
-нө||␣||
-огч||␣||
-од||␣||
-он||␣||
-онд||␣||
-оогүйд||␣||
-оод||␣||
-оон||␣||
-оор||␣||
-оорой||␣||
-оос||␣||
-оосой||␣||
-оох||␣||
-ооч||␣||
-рах||␣
-рох||␣||
-рь||
-рэх||␣||
-рөх||␣||
-с||
-саар||
-саг||␣
-сан||
-сах||
-сог||␣||
-сон||␣||
-соор||␣||
-сох||␣||
-сэг||␣||
-сэн||␣||
-сэх||␣||
-сээр||␣||
-сөг||␣||
-сөн||␣||
-сөх||␣||
-сөөр||␣||
-т||
-тай||
-тан||␣
-той||␣||
-тон||␣||
-тэй||␣||
-тэн||␣||
-төн||␣||
-уу||
-ууд||
-уул||
-уулах||␣
-ууль||
-уур||
-уурь||
-х||
-хан||
-хийх||
-хон||␣||
-хэн||␣||
-хөн||␣||
-ц||
-цаа||␣||
-цах||␣||
-цоо||␣||
-цээ||␣||
-цөө||␣||
-ч||
-чин||␣
-члах||␣
-чууд||
-чүүд||␣||
-ъя||␣
-ъё||␣||
-ыг||␣||
-ын||␣
-ье||␣||
-эгч||␣||
-эд||␣||
-эн||␣||
-энд||␣||
-ээгүйд||␣||
-ээд||␣||
-ээн||␣||
-ээр||␣||
-ээрэй||␣||
-ээс||␣||
-ээсэй||␣||
-ээх||␣||
-ээч||␣||
-яар||␣||
-яас||␣||
-ё||␣||
-ёор||␣||
-ёос||␣||
-үүд||␣||
-үүл||␣||
-үүлэх||␣||
-үүр||␣||
-өгч||␣||
-өд||␣||
-өн||␣||
-өнд||␣||
-өөгүйд||␣||
-өөд||␣||
-өөн||␣||
-өөр||␣||
-өөрэй||␣||
-өөс||␣||
-өөсэй||␣||
-өөх||␣||
-өөч||␣||
Cүхбаатар|Sükhbaatar|s§ʊ§x§b§aː§‹§t§–§r
Ё||␣||
АНУ||
Австрали|Australia|a§f§s§tʰˈ§r§a§ɮ§–
Австри||␣
Азербайжан||␣
Ази||␣
Албани||␣
Александр||␣||
Алжир||␣
Аллах||␣
Алматы||␣||
Алтай||␣||
Америк||␣
Америкийн Нэгдсэн Улс||␣
Англи улс||
Англи||␣
Андорра||
Антарктид||␣
Арвайхээр||␣||
Аргентин||␣
Армен||
Архангай||␣||
Афганистан||␣
Африк||
БНХАУ||
Багануур||␣||
Багахангай||␣||
Балба||␣
Бангладеш||␣
Баруун-Урт||␣||
Баттулга||␣
Баян-Өлгий||␣||
Баянгол||␣||
Баянхонгор||␣
Беларусь||␣
Бельги||␣
Битлз||␣
Болгар улс||␣||
Болгар||␣
Бор-Өндөр||␣||
Бразил||␣
Будда||␣
Булган||␣||
Буриад||␣
Бутан||␣
Бэлгүдэй||
Бээжин|Beijing|ˈp§eː§‹§t͡ɕ§i§ŋ||ᠪᠡᠭᠡᠵᠢᠩ
Бээжинг||␣||
Бээжингийн||␣||
Бээжингийнх||␣||
Бээжингийнхэн||␣||
Бээжингээр||␣||
Бээжингээс||␣||
Бээжингүй||␣||
Бээжинд||␣||
Бээжинтэй||␣||
Бүгд Найрамдах Монгол Ард Улс||␣
Бүгд Найрамдах Польш Улс||␣
Бүгд Найрамдах Солонгос Улс||␣||
Бүгд Найрамдах Турк Улс||␣||
Бүгд Найрамдах Хятад Ард Улс||␣||
Бүгд Найрамдах Энэтхэг Улс||␣||
Бөртийг||␣||
Бөртийн||␣||
Бөртийнд||␣||
Бөртэ||␣||
Бөртэгүй||␣||
Бөртэд||␣||
Бөртэтэй||␣||
Бөртээр||␣||
Бөртээс||␣||
Варшав||␣||
Ветнам||
Википедиа||␣
Владивосток||
Вьетнам||␣
Герман||␣
Говь||␣
Голланд||␣
Грек||␣
Гуулин||
Гүрж||
ДОХ||␣
Даланзадгад||␣||
Дани||␣
Дархан||␣
Дорж||␣||
Доржгүй||␣||
Доржид||␣||
Доржийг||␣||
Доржийн||␣||
Доржийнд||␣||
Доржоор||␣||
Доржоос||␣||
Доржтой||␣||
Дундад улс||␣
Еврази||
Евровидение||␣
Европ||␣
Европын Холбоо||
Египет||␣
Жамъян||␣||
Желон||␣
Женев||␣
Замын-Үүд||␣||
Зуунмод||␣
Зүүнгар||
Зүүнхараа||␣||
Зөвлөлт Холбоот Улс||
Израиль||␣
Израйль||
Индонез||␣
Ирак||␣
Иран||␣
Исланд||␣
Испани||␣
Итали||␣
Их Британи||␣
Казахстан||␣
Камбож||␣
Канад||␣
Канберра||
Кидан||␣||
Киргиз||
Куба||␣
Курё||
Күнз||␣
Лаос||
Латви||␣
Линукс||␣||
Лондон||␣
Лхагва||␣
Лхама||␣
Лхас||␣
Малайз||␣
Мандалговь||␣||
Манж||␣
Манжуур||
Мексик||␣
Мисир||␣
Монгол Улс||␣
Монгол улс||␣
Монгол||␣
Москва||␣
Мьянмар||␣
Мөрөн||␣||
Налайх||␣||
Непал||␣
Нидерланд||␣
Норвег||␣
Норвеги||␣
Норвегоос||␣||
Нэгдсэн Үндэстний Байгууллага||
Обь||␣||
Олноо өргөгдсөн||␣||
Онтарио||␣||
Орос||␣
Орчон||␣||
Охайо||
Пакистан||
Перс||␣
Петр||␣||
Польш||␣
Португал||␣
Пёнъян||␣
Пёньян||␣||
Ром||␣
Румын||
Сажа||␣||
Сайншанд||␣
Сан-Паулу||␣||
Санкт-Петербург||␣
Саудын Араб||
Сахалин||
Серби||
Сибирь||␣
Сингапур||
Сири||␣
Словени||
Солонгос||␣
Стамбул||␣||
Сүхбаатар||␣
Сөүл||␣
Тав||␣||
Тайланд||␣
Ташкент||␣||
Твиттер||␣||
Тегеран||␣
Тирана||␣||
Тува||␣
Тулуй||␣
Турк||␣
Туркээс||␣||
Тэнгэр уул||
Тэнгэрийн заадас||
Түрэг||␣||
Төвд үсэг||
Төвд||␣
Төвшрүүлэх||␣||
Төвөд||␣
Узбекээр||␣
Украин||␣
Украйн||
Улаан-Үд||␣
Улаанбаатар|Ulaanbaatar|ʊ§ɮ§aː§‹§n§p§a§‹§t§–§r||ᠤᠯᠠᠭᠠᠨᠪᠠᠭᠠᠲᠤᠷ
Улаанбаатараар||␣||
Улаанбаатараас||␣||
Улаанбаатаргүй||␣||
Улаанбаатарт||␣||
Улаанбаатартай||␣||
Улаанбаатарыг||␣||
Улаанбаатарын||␣||
Улаанбаатарынх||␣||
Улаанбаатарынхан||␣||
Улаангом||␣
Улаанцав||␣
Улиастай||␣
Умард Солонгос||␣||
Унгар||␣
Финланд||␣
Финлянд||␣
Франц||␣
ХДХВ||␣
ХХК||
Хаан балгас||
Халимаг||␣||
Халх||␣
Ханбалиг||
Ханз||
Хархорин||␣||
Хасаг||
Хиргис||
Ховд||␣||
Хойд Солонгос||␣
Хонконг||␣
Хорват||
Христос||
Христосын мэндэлсэн өдөр||␣
Хуацай||␣
Хянган||␣
Хятад||␣
Хөлөнбуйр||␣||
Хөх нуур||
Хөх хот||␣
Хөхнуур||
Цагаан хэрэм||
Цахар||␣||
Цэдэнбал||␣||
Цэцэрлэг||␣||
Чех||
Чили||
Чингис хаан|Genghis Khan|␣|čingɣis qaɣan|ᠴᠢᠩᠭᠢᠰ ᠬᠠᠭᠠᠨ
Чингис||␣
Чингисгүй||␣||
Чингисгүйгээ||␣||
Чингисийг||␣||
Чингисийгээ||␣||
Чингисийн||␣||
Чингисийнд||␣||
Чингисийндээ||␣||
Чингисийнх||␣||
Чингисийнхгүй||␣||
Чингисийнхгүйгээ||␣||
Чингисийнхдээ||␣||
Чингисийнхийг||␣||
Чингисийнхийгээ||␣||
Чингисийнхтэй||␣||
Чингисийнхтэйгээ||␣||
Чингисийнхэд||␣||
Чингисийнхэн||␣||
Чингисийнхээ||␣||
Чингисийнхээр||␣||
Чингисийнхээрээ||␣||
Чингисийнхээс||␣||
Чингисийнхээсээ||␣||
Чингист||␣||
Чингистэй||␣||
Чингистэйгээ||␣||
Чингистээ||␣||
Чингисээ||␣||
Чингисээр||␣||
Чингисээрээ||␣||
Чингисээс||␣||
Чингисээсээ||␣||
Чойбалсан||␣||
Чойр||␣||
Шанхай||␣||
Швед||␣
Шведийн Хаант Улс||␣||
Швейцари||␣
Шианган||␣||
Шивэр||␣
Шиньжян||␣
Шинэ Зеланд||␣
Энэтхэг||␣
Эрдэнэт||␣
Эрхүү||␣
Эстон||
Япон||␣
аа||
аав|father|aː§‹§w̜|aav|ᠠᠪᠤ
ааваар||␣||
ааваас||␣||
аавгүй||␣||
аавд||␣||
аавтай||␣||
аавууд||␣||
аавуудаар||␣||
аавуудаас||␣||
аавуудад||␣||
аавуудгүй||␣||
аавуудтай||␣||
аавуудыг||␣||
аавуудын||␣||
аавуудынд||␣||
аавыг||␣||
аавын||␣||
аавынд||␣||
ааг|strength|ˈaː§‹§k||ᠠᠭᠠᠭ
аагаар||␣||
аагаас||␣||
ааггүй||␣||
аагийг||␣||
аагийн||␣||
аагт||␣||
аагтай||␣||
аагууд||␣||
аагуудаар||␣||
аагуудаас||␣||
аагуудад||␣||
аагуудгүй||␣||
аагуудтай||␣||
аагуудыг||␣||
аагуудын||␣||
аадар||␣
аадаргүй||␣||
аадарт||␣||
аадартай||␣||
аадраар||␣||
аадраас||␣||
аадрыг||␣||
аадрын||␣||
аалз||␣
аалзаар||␣||
аалзан||␣||
аалзанд||␣||
аалзгүй||␣||
аалзнаас||␣||
аалзнууд||␣||
аалзнуудаар||␣||
аалзнуудаас||␣||
аалзнуудад||␣||
аалзнуудгүй||␣||
аалзнуудтай||␣||
аалзнуудыг||␣||
аалзнуудын||␣||
аалзны||␣||
аалзтай||␣||
аалзыг||␣||
ааруул||␣
ааруулаар||␣||
ааруулаас||␣||
ааруулгүй||␣||
ааруулд||␣||
ааруултай||␣||
ааруулууд||␣||
ааруулуудаар||␣||
ааруулуудаас||␣||
ааруулуудад||␣||
ааруулуудгүй||␣||
ааруулуудтай||␣||
ааруулуудыг||␣||
ааруулуудын||␣||
ааруулыг||␣||
ааруулын||␣||
ааш зан||
ааш||␣
аашаар||␣||
аашгүй||␣||
аашийг||␣||
аашин||␣||
аашинд||␣||
аашнаас||␣||
аашны||␣||
ааштай||␣||
абстракт||␣||
абстрактаар||␣||
абстрактаас||␣||
абстрактад||␣||
абстрактгүй||␣||
абстракттай||␣||
абстрактууд||␣||
абстрактуудаар||␣||
абстрактуудаас||␣||
абстрактуудад||␣||
абстрактуудгүй||␣||
абстрактуудтай||␣||
абстрактуудыг||␣||
абстрактуудын||␣||
абстрактыг||␣||
абстрактын||␣||
ав||␣
авайлах||␣||
аварга загас||
аварга||␣
авах|to go, leave|a§w§ə§x||[ˈaw̜ɐχ] ᠠᠪᠬᠤ|
авга ах||
авга||␣
авгаар||␣||
авгаас||␣||
авгагүй||␣||
авгад||␣||
авгалдай||␣
авгалдайг||␣||
авгалдайгаар||␣||
авгалдайгаас||␣||
авгалдайгүй||␣||
авгалдайд||␣||
авгалдайн||␣||
авгалдайнууд||␣||
авгалдайнуудаар||␣||
авгалдайнуудаас||␣||
авгалдайнуудад||␣||
авгалдайнуудгүй||␣||
авгалдайнуудтай||␣||
авгалдайнуудыг||␣||
авгалдайнуудын||␣||
авгалдайтай||␣||
авгатай||␣||
авгууд||␣||
авгуудаар||␣||
авгуудаас||␣||
авгуудад||␣||
авгуудгүй||␣||
авгуудтай||␣||
авгуудыг||␣||
авгуудын||␣||
авгуудынд||␣||
авгыг||␣||
авгын||␣||
авгынд||␣||
авгынх||␣||
авгынхан||␣||
авд||
авдар||␣
авдаргүй||␣||
авдарт||␣||
авдартай||␣||
авдраар||␣||
авдраас||␣||
авдрууд||␣||
авдруудаар||␣||
авдруудаас||␣||
авдруудад||␣||
авдруудгүй||␣||
авдруудтай||␣||
авдруудыг||␣||
авдруудын||␣||
авдрыг||␣||
авдрын||␣||
авирах||
авлигач||␣||
авс||␣
авсаар||␣||
авсан||␣||
авсанд||␣||
авсгүй||␣||
авснаас||␣||
авснууд||␣||
авснуудаар||␣||
авснуудаас||␣||
авснуудад||␣||
авснуудгүй||␣||
авснуудтай||␣||
авснуудыг||␣||
авснуудын||␣||
авсны||␣||
австай||␣||
авсыг||␣||
автийрак||␣
автобус||␣
автобусаар||␣||
автобусан||␣||
автобусанд||␣||
автобусгүй||␣||
автобуснаас||␣||
автобуснууд||␣||
автобуснуудаар||␣||
автобуснуудаас||␣||
автобуснуудад||␣||
автобуснуудгүй||␣||
автобуснуудтай||␣||
автобуснуудыг||␣||
автобуснуудын||␣||
автобусны||␣||
автобусных||␣||
автобусныхан||␣||
автобустай||␣||
автобусыг||␣||
автокран||␣||
автокранаар||␣||
автокранаас||␣||
автокрангүй||␣||
автокранд||␣||
автокрантай||␣||
автокранууд||␣||
автокрануудаар||␣||
автокрануудаас||␣||
автокрануудад||␣||
автокрануудгүй||␣||
автокрануудтай||␣||
автокрануудыг||␣||
автокрануудын||␣||
автокраны||␣||
автокраныг||␣||
автомашин||␣
автомашинаар||␣||
автомашинаас||␣||
автомашингүй||␣||
автомашинд||␣||
автомашинтай||␣||
автомашинууд||␣||
автомашинуудаар||␣||
автомашинуудаас||␣||
автомашинуудад||␣||
автомашинуудгүй||␣||
автомашинуудтай||␣||
автомашинуудыг||␣||
автомашинуудын||␣||
автомашины||␣||
автомашиныг||␣||
авъяас||␣||
авъяасаар||␣||
авъяасаас||␣||
авъяасгүй||␣||
авъяаст||␣||
авъяастай||␣||
авъяасыг||␣||
авъяасын||␣||
авьяас||␣
агаар||␣
агаараар||␣||
агаараас||␣||
агааргүй||␣||
агаарт||␣||
агаартай||␣||
агаарыг||␣||
агаарын||␣||
агаарынх||␣||
агаарынхан||␣||
агентлаг||␣
агзайх||
агнах|to hunt||agnakh|ᠠᠩᠨᠠᠬᠤ
агробиологи||␣||
агуй||
агшин||␣
ад||␣
адал явдал||␣
адал||␣
адгуус||␣
адгуусаар||␣||
адгуусан||␣||
адгуусанд||␣||
адгуусгүй||␣||
адгууснаас||␣||
адгууснууд||␣||
адгууснуудаар||␣||
адгууснуудаас||␣||
адгууснуудад||␣||
адгууснуудгүй||␣||
адгууснуудтай||␣||
адгууснуудыг||␣||
адгууснуудын||␣||
адгуусны||␣||
адгуустай||␣||
адгуусыг||␣||
адил||␣
адрах||
адуу||␣
адууны||
адуус||␣
аж үйлдвэр||␣
ажил хаялт||
ажил||␣
ажилгүй||
ажилгүйчүүд||␣||
ажилтан||␣
ажилчин||
ажлынхаа||␣||
аз жаргал||␣
аз||␣
азот||
айл||␣
айлчлах||␣
аймаг||␣
аймгийн||
аймхай||
аймшиг||␣
айраг||␣
айх|to fear||aikh|ᠠᠶᠤᠬᠤ
академи||␣
академич||␣
ал||
алалцах||␣||
алах|to kill|␣|alakh|ᠠᠯᠠᠬᠤ
алба хаах||␣
алба||␣
албадах||␣
албадлага||␣
албан газар||
албан тушаал||␣
албан||
алга||␣
алган||␣||
алгебр||␣||
алдаа||
алдах||␣
алим||␣
аллага||␣||
алмааз||␣
алс||
алсыг харагч||␣
алт|gold|a§ɮ§tʰ||[aɬt] ᠠᠯᠲᠠ
алтан зул||
алтан харгана||
алтан|golden|a§ɮ§tʰ§ə§ŋ||[ˈaɬtɐɴ] ᠠᠯᠲᠠᠨ
алтаргана||
алтгана||␣
алуурчдаар||␣||
алуурчдаас||␣||
алуурчдад||␣||
алуурчдыг||␣||
алуурчдын||␣||
алуурчдынх||␣||
алуурчид||␣||
алуурчидгүй||␣||
алуурчидтай||␣||
алуурчин||␣
алуурчингүй||␣||
алуурчинд||␣||
алуурчинтай||␣||
алуурчнаар||␣||
алуурчнаас||␣||
алуурчны||␣||
алуурчныг||␣||
алуурчных||␣||
алуурчныхан||␣||
алх||␣
алхаа||
алхам||
алхах|to step||alkhakh|ᠠᠯᠬᠤᠬᠤ
алчуур||␣
аль||␣
ам задгай||
ам өгөх||
ам|mouth|a§m|am|ᠠᠮᠠ
амаа татах||
амаараа шороо үмхэх||␣
амбаар||␣||
амгай||␣
америк||
америкчуудын||␣||
амжилт||␣
амжих||␣
амлах||
амралт||
амрах||
амт||
амттан||␣||
амь||␣
амьдрал||␣
амьдрах|to live||amidrakh/ȧmĭdar ᠠᠮᠢᠳᠤᠷᠠᠬᠤ
амьсгалах|to breathe|a§mʲ§‹§s§ɢ§ə§ɮ§ə§x|amisgalakh|ȧmisxal ᠠᠮᠢᠰᠬᠤᠯᠠᠬᠤ
амьтад||␣||
амьтадгүй||␣||
амьтадтай||␣||
амьтан|animal|æ§m.§‹§t§ə̠§ɴ̟|ȧmĭtan|ᠠᠮᠢᠲᠠᠨ
амьтангүй||␣||
амьтанд||␣||
амьтантай||␣||
амьтас||␣||
амьтдаар||␣||
амьтдаас||␣||
амьтдад||␣||
амьтдыг||␣||
амьтдын||␣||
амьтдынд||␣||
амьтнаар||␣||
амьтнаас||␣||
амьтны хүрээлэн||
амьтны||␣||
амьтныг||␣||
амьтныд||␣||
амёб||␣||
анааш||␣
анаашаар||␣||
анаашгүй||␣||
анаашийг||␣||
анаашин||␣||
анаашинд||␣||
анаашнаас||␣||
анаашнууд||␣||
анаашнуудаар||␣||
анаашнуудаас||␣||
анаашнуудад||␣||
анаашнуудгүй||␣||
анаашнуудтай||␣||
анаашнуудыг||␣||
анаашнуудын||␣||
анаашны||␣||
анааштай||␣||
анар||
ангасан||
анги||␣
ангиа||␣||
ангиар||␣||
ангиараа||␣||
ангиас||␣||
ангиасаа||␣||
ангигүй||␣||
ангигүйгээ||␣||
ангид||␣||
ангидаа||␣||
ангийг||␣||
ангийгаа||␣||
ангийн самбар||␣
ангийн||␣||
ангийнхаа||␣||
ангийнхан||␣
ангилах||
ангитай||␣||
ангитайгаа||␣||
ангиуд||␣||
ангиудаа||␣||
ангиудаар||␣||
ангиудаараа||␣||
ангиудаас||␣||
ангиудаасаа||␣||
ангиудад||␣||
ангиудгүй||␣||
ангиудгүйгээ||␣||
ангиуддаа||␣||
ангиудтай||␣||
ангиудтайгаа||␣||
ангиудыг||␣||
ангиудыгаа||␣||
ангиудын||␣||
ангиудынхаа||␣||
англи||␣
англичууд||␣||
анекдот||␣
анх||␣
анхаарал||␣||
анхаарлын тэмдэг||␣||
анхилам||
анхилга||␣
анхилгаа||␣||
анхилгаар||␣||
анхилгаараа||␣||
анхилгаас||␣||
анхилгаасаа||␣||
анхилгагүй||␣||
анхилгагүйгээ||␣||
анхилгад||␣||
анхилгадаа||␣||
анхилгатай||␣||
анхилгатайгаа||␣||
анхилгууд||␣||
анхилгуудаа||␣||
анхилгуудаар||␣||
анхилгуудаараа||␣||
анхилгуудаас||␣||
анхилгуудаасаа||␣||
анхилгуудад||␣||
анхилгуудгүй||␣||
анхилгуудгүйгээ||␣||
анхилгууддаа||␣||
анхилгуудтай||␣||
анхилгуудтайгаа||␣||
анхилгуудыг||␣||
анхилгуудыгаа||␣||
анхилгуудын||␣||
анхилгуудынхаа||␣||
анхилгыг||␣||
анхилгыгаа||␣||
анхилгын||␣||
анхилгынхаа||␣||
анхны тусламж||
анчдаар||␣||
анчдаас||␣||
анчдад||␣||
анчдыг||␣||
анчдын||␣||
анчдынх||␣||
анчид||␣||
анчидгүй||␣||
анчидтай||␣||
анчин||␣
анчингүй||␣||
анчинд||␣||
анчинтай||␣||
анчнаар||␣||
анчнаас||␣||
анчны||␣||
анчныг||␣||
анчных||␣||
анчныхан||␣||
апелсин||␣
аппарат||␣
аптек||␣
ар||
араа||
араар||␣||
араас||␣||
араб||
арав|ten|a§r§ᵊ§w̜||ᠠᠷᠪᠠ
аравдугаар||␣||
арай||
арал||␣
арбитраж||␣||
арвай||␣
арван гурав||
арван долоо||
арван дөрөв||
арван ес||
арван зургаа||
арван найм||
арван нэг||
арван тав||
арван хоёр||
арга||␣
аргал||
аргаль||
аргон||
аргүй||␣||
ард олон||
ард|people|a§ră§d|ard|ᠠᠷᠠᠳ
ардчилал||␣
ардчилах||␣||
арзгар||
ариун||
арми||
арслан||
артай||␣||
архи||␣
архив||␣
архиваар||␣||
архиваас||␣||
архивгүй||␣||
архивт||␣||
архивтай||␣||
архивууд||␣
архивуудаар||␣||
архивуудаас||␣||
архивуудад||␣||
архивуудгүй||␣||
архивуудтай||␣||
архивуудыг||␣||
архивуудын||␣||
архивыг||␣||
архивын||␣||
архины шар||
архичин||␣
архичны||␣
арц||␣
арыг||␣||
арын||␣||
арынх||␣||
арынхан||␣||
арьс|skin|a§rʲ§‹§s||ærʲs ȧrĭsᴧ ᠠᠷᠠᠰᠤ
арьстан||␣
арьстны||␣||
асаагуур||
асар||
асах||
асуудал||
асуултын тэмдэг||␣||
асуух||␣
асфальт||␣||
ат||
атаа||␣
атаархах||␣
аугаа||␣||
аутизм||
африкаанс||␣
ах дүү||␣
ах||␣
ахих||
ахлагч||␣||
ахмад||␣||
ахуй||␣||
ац||␣
ачаа||␣
ачааны машин||␣
ачих|to load, burden|ˈa§t͡ɕʰ§i§x||ᠠᠴᠢᠬᠤ
ашиглалт||
ашиглах||
аюултай||
ая||␣||
аяга||␣
аяган||␣||
аялал||␣
аялах||
аялгуу||
аянга||
ба|and|ˈpa|ba|ᠪᠠ
баавар||␣
баавгай||␣
баар||
бааранд||␣||
баарны||␣||
баас||
баасан||␣
баатар||␣
баах||␣
баг||␣
бага нас||␣
бага тархи||
бага||␣
багааж||␣||
багаж||␣
багалзуур||
багана||
баглаа||␣
багс||␣
багш||␣
бадмаараг||␣
байвал||␣||
байг||␣||
байгалиа||␣||
байгалиар||␣||
байгалиараа||␣||
байгалиас||␣||
байгалиасаа||␣||
байгалийг||␣||
байгалийгаа||␣||
байгалийн||␣||
байгалийнх||␣||
байгалийнхаа||␣||
байгалийнхан||␣||
байгаль||␣
байгальгүй||␣||
байгальгүйгээ||␣||
байгальд||␣||
байгальдаа||␣||
байгальтай||␣||
байгальтайгаа||␣||
байгуулалт||
байгууллага||␣
байгууллагаар||␣||
байгууллагаас||␣||
байгууллагагүй||␣||
байгууллагад||␣||
байгууллагатай||␣||
байгууллагууд||␣||
байгууллагуудаар||␣||
байгууллагуудаас||␣||
байгууллагуудад||␣||
байгууллагуудгүй||␣||
байгууллагуудтай||␣||
байгууллагуудыг||␣||
байгууллагуудын||␣||
байгууллагуудынх||␣||
байгууллагуудынхан||␣||
байгууллагыг||␣||
байгууллагын||␣||
байгууллагынх||␣||
байгууллагынхан||␣||
байдал||␣
байдгаар||␣||
байдгаас||␣||
байлдаан||
байлдагч||␣
баймж||␣||
байн байн||
байна||␣||
байнгуут||␣||
байр||␣
байраа||␣||
байраар||␣||
байраараа||␣||
байран||␣||
байранд||␣||
байрандаа||␣||
байргүй||␣||
байргүйгээ||␣||
байрнаас||␣||
байрнаасаа||␣||
байрнууд||␣||
байрнуудаа||␣||
байрнуудаар||␣||
байрнуудаараа||␣||
байрнуудаас||␣||
байрнуудаасаа||␣||
байрнуудад||␣||
байрнуудгүй||␣||
байрнуудгүйгээ||␣||
байрнууддаа||␣||
байрнуудтай||␣||
байрнуудтайгаа||␣||
байрнуудыг||␣||
байрнуудыгаа||␣||
байрнуудын||␣||
байрнуудынх||␣||
байрнуудынхаа||␣||
байрнуудынхан||␣||
байрны||␣||
байрных||␣||
байрныхаа||␣||
байрныхан||␣||
байртай||␣||
байртайгаа||␣||
байрыг||␣||
байрыгаа||␣||
байтал||␣||
байх||␣
байхаар||␣||
байхаас||␣||
байхаасаа||␣||
байхад||␣||
байц||␣
байцаа||␣
байцаатай||␣||
байцгаах||␣||
байшин||␣
бакалавр||␣||
баклава||␣||
бал||
балар||␣||
балархай||␣||
балет||␣||
баллуур||
бамбай булчирхай||␣
бамбай||
бандан||␣||
банди||␣||
банжо||␣||
банз||
банзал||␣
банк||␣
банкны||␣||
бантан||
банхар||
банш||
бар|tiger|p§a§r||ᠪᠠᠷᠰ
бараа||
бараг||␣
барамна||
барамнас||␣
барах||
барга||␣
бардам||
барилга||␣
барилдах||␣
баримал||
баримт бичиг||
баримт||␣
бариул||
барих|to hold|p§a§rʲ§ə§x|barikh|ᠪᠠᠷᠢᠬᠤ
барс||
баруун||␣
баруунтан||␣
бас||
бассейн||␣
батарей||␣
батга||␣
батган||␣||
батраш||␣
бахиал гутал||␣||
бахиал||␣||
баяд||␣
баялаг||␣
баян||␣
баянаар||␣||
баянаас||␣||
баянгүй||␣||
баянд||␣||
баянтай||␣||
баяны||␣||
баяныг||␣||
баяр жаргал|pleasure|||ᠪᠠᠶᠠᠷ ᠵᠢᠷᠭᠠᠯ
баяр ёслол||␣
баяр||␣
баярлаа||
баярлалаа|thank you|b§a§j§r§ɮ§‹§ɮ§a§‹|pajərɮa bayarlalaa ᠪᠠᠶᠠᠷᠯᠠᠯᠤᠭ᠎ᠠ
баярлах||␣
баяртай|goodbye|b§a§j§r§t§ɛː§‹|pa.jə̠r.tʰæː bayartai ᠪᠠᠶᠠᠷᠲᠠᠢ
баячуудын||␣||
бензин||
бетон||
би монголоор ярьдаггүй||␣
би ойлгохгүй байна||
би чамд хайртай||␣
би|I|ˈpʲi|bi|ᠪᠢ
бид нар||
бид нарын||
бид|we|p§i§t|bid|ᠪᠢᠳ᠋ᠡ
бидний||
бие||␣
биеийн төрх||␣
биеийн||␣||
бийр||␣
билет||
бин||
битүү захтай ноосон цамц||␣
битүү||
бич||␣||
бичгийн хэв||␣
бичгийн цаас||
бичгийн||␣
бичиг||␣
бичих||␣
бичлэг||␣
бичээс||
бичээч|clerk|ˈp§i§t͡ɕʰ§eː§‹§t͡ɕʰ||ᠪᠢᠴᠢᠭᠡᠴᠢ
биш||
блог||␣||
блүтүүт||␣||
богино долгионы зуух||␣
богино оймс||
богино|short|p§ɔ§ɡʲə§‹§n§–|bȯɡinŏ bogino|ᠪᠣᠭᠤᠨᠢ
бодибилдинг||␣||
бодис||␣
бодисадва||␣
бодит||
бодол|thought|b§o§d§–§ɮ||ᠪᠣᠳᠤᠯ
бодох|to think|ˈp§ɔ§t§ɔ§x|bodokh|ᠪᠣᠳᠤᠬᠤ
бодьсадва||␣
бойжих||␣
бойпор||␣||
бол||␣
болбол||␣||
болд||␣
болих||
болмогц||␣||
болно||
боловсрол||
боломж||␣
болон||␣
болор||␣
болох||␣
болохоор||␣
болхи||
больниц||␣
бомбо||␣
боов||␣
боодог||␣
боол||␣
боолт||
боомт||␣
боорцог||␣
боох||␣
боохой||␣||
боошиг||␣
бор||
борной||␣
бороо орж байна||
бороо|rain|ˈp§ɔ§r§oː§‹|boroo|ᠪᠣᠷᠤᠭ᠎ᠠ
борш||␣||
борщ|borscht|ˈp§ɔ§r§ɕ|boršč|
бослого||␣
босох||␣
боть||␣
бохир|dirty||bokhir|ᠪᠣᠬᠢᠷ
бохь||␣
бригад||␣||
британи||
британичууд||␣||
буга|deer, reindeer|p§ʊ§ɢ§–|buǧă|ᠪᠣᠭᠣ
бугуй||
бугуйвч||
будаа агшаагч||␣
будаа||
будаг||
будда||␣||
буддаа||␣||
буддаар||␣||
буддаараа||␣||
буддаас||␣||
буддаасаа||␣||
буддагүй||␣||
буддагүйгээ||␣||
буддад||␣||
буддадаа||␣||
буддатай||␣||
буддатайгаа||␣||
буддизм||␣||
буддыг||␣||
буддыгаа||␣||
буддын||␣||
буддынх||␣||
буддынхаа||␣||
буддынхан||␣||
буйдан|sofa|ˈp§ʊ§i̯§t§a§ŋ||ᠪᠤᠶᠢᠳᠠᠩ
буйл||␣
буйлт||
булаалгах||␣||
булаах||␣||
булаацалдах||␣
булаг өвчин||
булаг||
булан||
булга||␣
булган||␣||
булгийн ус||
булгийн||
булчирхай||␣
булш||
булшлах||
булшны чулуу||
бульдозер||␣||
бульдозерчин||␣||
бум||␣||
бумба||␣
бунхан||
бургасаар||␣||
бургасан||␣||
бургасанд||␣||
бургасгүй||␣||
бургаснаас||␣||
бургаснууд||␣||
бургаснуудаар||␣||
бургаснуудаас||␣||
бургаснуудад||␣||
бургаснуудгүй||␣||
бургаснуудтай||␣||
бургаснуудыг||␣||
бургаснуудын||␣||
бургаснуудынх||␣||
бургаснуудынхан||␣||
бургасны||␣||
бургасных||␣||
бургасныхан||␣||
бургастай||␣||
бургасыг||␣||
буруу||
бурхан||␣
бурхны орон||
бусад||
буу загас||
буу||␣
буудай||
буудал||␣
бууз||␣
бууралтах||␣
бух||␣
буюу||
буян||␣
бэ||␣
бэйкери||␣||
бэлгэвч||
бэлтгэл||␣
бэлхүүс||
бэлчээр||
бэлэг|gift|p§i§ɮ§i§ɡ|beleg|ᠪᠡᠯᠡᠭ
бэлэн||
бэр||
бэрс||␣
бэх||␣
бэхийн сав||
бээлий||
бялт||
бямба||␣
бярга||␣
бяруу||␣
бясаа||
бясалгал||␣
бясалгах||␣
бяслаг||
бяцхан||
бүгд найрамдах улс||␣
бүгд найрамдах||␣
бүгд||␣
бүдүүн||
бүжиг||
бүжиглэх||
бүжигчин||␣
бүйлс|almond|p§u§e§ɮ§s|büils|bui̯ɮs/bueɮs ᠪᠦᠢᠯᠡᠰᠦ
бүлэг||
бүр||␣
бүргэд||
бүрхэвч||␣
бүрхүүл||␣
бүрээ||
бүс||␣
бүсгүйчүүдэд||␣||
бүтэц||
бүтээвэр||␣
бүтээл||
бүх|all|p§u§x|bxĕ/bükh|ᠪᠦᠬᠦ
бүхний||␣||
бүхнээр||␣||
бүхнээс||␣||
бүхэн||␣
бүхэнд||␣||
бүхэнтэй||␣||
бөгж||
бөглөө||
бөгс||␣||
бөгч||
бөгөөд||␣
бөднө||␣
бөмбөг||
бөс||␣
бөх||
бөхчүүд||␣||
бөхчүүдийн||␣||
бөхөн||
бөө||␣
бөөг||␣||
бөөгийн||␣||
бөөгийнх||␣||
бөөгийнхөн||␣||
бөөгүй||␣||
бөөгөөр||␣||
бөөгөөс||␣||
бөөд||␣||
бөөлжис||
бөөлжих|to vomit|p§oː§‹§ɮ§t͡ɕ§ə§x|bööljikh|ᠪᠥᠭᠡᠯᠵᠢᠬᠦ
бөөр||
бөөс|louse|p§oː§‹§s|böös|ᠪᠥᠭᠡᠰᠦ
бөөтэй||␣||
ваар||␣
вавилончууд||␣||
вагон|train|w§a.§ɢ§ɔˑ§ɴ̟|boɡoːn|ᠸᠠᠭᠣᠨ
вакцин||␣
валют|currency|w̜§a§ˈɮ§ʲʊ§tʰ|valjut
ван||␣
вандан||
вант улс||
ватт||␣||
веб||␣||
видео||␣
виз||
вий||␣||
вино|wine|w̜§i§ˈn§–|viˈnoː|ᠸᠢᠨᠣ
винтов||
вирус||␣
вирусгүй||␣||
вирусийг||␣||
вирусийн||␣||
вируст||␣||
вирустэй||␣||
вирусээр||␣||
вирусээс||␣||
вирусүүд||␣||
вирусүүдгүй||␣||
вирусүүдийг||␣||
вирусүүдийн||␣||
вирусүүдтэй||␣||
вирусүүдэд||␣||
вирусүүдээр||␣||
вирусүүдээс||␣||
вэ||␣
гаа||
гаанс||␣
гаансны соруул||
гавал||␣
гадаа|outside|ɣ§a§ˈt§aː‹||ᠭᠠᠳᠠᠭ᠎ᠠ
гадаад|foreign|ɢ§a§d§aː§‹§t|gadaad|ᠭᠠᠳᠠᠭᠠᠳᠤ
гадил||␣
гадна|outside|ɢ§a§tə§n§–|ɢadn|ᠭᠠᠳᠠᠨ᠎ᠠ
газаар||
газар||␣
газарч||␣
газрын зураг||␣
газрын тос||␣
гайхал||␣
гайхалгүй||␣||
гайхалд||␣||
гайхалтай||␣
гайхамшиг||␣
гайхамшигтай||␣
гайхах||␣||
гайхлаар||␣||
гайхлаас||␣||
гайхлууд||␣||
гайхлуудаар||␣||
гайхлуудаас||␣||
гайхлуудад||␣||
гайхлуудгүй||␣||
гайхлуудтай||␣||
гайхлуудыг||␣||
гайхлуудын||␣||
гайхлыг||␣||
гайхлын||␣||
гал|fire|ɢ§a§ɮ|gal|ᠭ᠋ᠠᠯ
галактик||
галбир||
галдах||␣
галзуу||
галиг||␣||
галигаар||␣||
галигаас||␣||
галиггүй||␣||
галигийг||␣||
галигийн||␣||
галигт||␣||
галигтай||␣||
галигууд||␣||
галигуудаар||␣||
галигуудаас||␣||
галигуудад||␣||
галигуудгүй||␣||
галигуудтай||␣||
галигуудыг||␣||
галигуудын||␣||
галт зэвсэг||
галт тэрэг||
галт уул||
галт||␣
галуу||␣
галын өрөө||
гамбургер||␣||
ган болд||
ган||␣
ганжин||␣
ганц||␣
гар буу||
гар утас||
гар чийдэн||
гар|hand|ɢ§a§r|gar|ᠭᠠᠷ
гараас||␣||
гарааш||␣||
гараг||␣||
гараж||␣||
гарал||␣
гарах||␣
гарахын тийн ялгал||␣||
гараш||␣||
гаргах||␣
гариг||␣
гарт||␣||
гартал||␣||
гарц||
гарчиг||␣
гаталга онгоц||
гатлах||␣
гахай|pig|ɢ§a.§χ§æː§‹||ᠭᠠᠬᠠᠢ
гацаа||␣
гачигдал||
гашуудал||
гектар||␣||
гели||
гелий||␣||
герман||␣
гийгэх||␣
гийгүүлэгч||␣
гийгүүлэх||␣
гинж||
гитар||␣||
гитараа||␣||
гитараар||␣||
гитараараа||␣||
гитараас||␣||
гитараасаа||␣||
гитаргүй||␣||
гитаргүйгээ||␣||
гитарт||␣||
гитартаа||␣||
гитартай||␣||
гитартайгаа||␣||
гитарууд||␣||
гитаруудаа||␣||
гитаруудаар||␣||
гитаруудаараа||␣||
гитаруудаас||␣||
гитаруудаасаа||␣||
гитаруудад||␣||
гитаруудгүй||␣||
гитаруудгүйгээ||␣||
гитарууддаа||␣||
гитаруудтай||␣||
гитаруудтайгаа||␣||
гитаруудыг||␣||
гитаруудыгаа||␣||
гитаруудын||␣||
гитаруудынх||␣||
гитаруудынхаа||␣||
гитаруудынхан||␣||
гитарыг||␣||
гитарыгаа||␣||
гитарын||␣||
гитарынх||␣||
гитарынхаа||␣||
гитарынхан||␣||
гич||␣
гишгүүр||
гишүүн||
говь|Gobi|ɢ§œ§w§–̜|ǧȯwĭ|ᠭᠣᠪᠢ
гоймон||␣
гол|river|ɢ§ɔ§ɮ|gol|ᠭᠣᠤᠯ
голох||␣
гольф||␣
гольфчин||␣||
гомдоох||␣||
гомдох||␣||
гомосекс||
гоньд||
гоожих||
горхи||
граж||␣||
грек самар||
грек||␣
грекгүй||␣||
грекгүйгээ||␣||
грекийг||␣||
грекийгээ||␣||
грекийн||␣||
грекийнх||␣||
грекийнхэн||␣||
грекийнхээ||␣||
грект||␣||
гректэй||␣||
гректэйгээ||␣||
гректээ||␣||
грекчүүд||␣||
грекээ||␣||
грекээр||␣||
грекээрээ||␣||
грекээс||␣||
грекээсээ||␣||
грекүүд||␣||
грекүүдгүй||␣||
грекүүдгүйгээ||␣||
грекүүддээ||␣||
грекүүдийг||␣||
грекүүдийгээ||␣||
грекүүдийн||␣||
грекүүдийнх||␣||
грекүүдийнхэн||␣||
грекүүдийнхээ||␣||
грекүүдтэй||␣||
грекүүдтэйгээ||␣||
грекүүдэд||␣||
грекүүдээ||␣||
грекүүдээр||␣||
грекүүдээрээ||␣||
грекүүдээс||␣||
грекүүдээсээ||␣||
групп||␣||
гуай||␣||
гуайг||␣||
гуайгаар||␣||
гуайгаас||␣||
гуайгүй||␣||
гуайд||␣||
гуайн||␣||
гуайнд||␣||
гуайнууд||␣||
гуайнуудаар||␣||
гуайнуудаас||␣||
гуайнуудад||␣||
гуайнуудгүй||␣||
гуайнуудтай||␣||
гуайнуудыг||␣||
гуайнуудын||␣||
гуайнуудынд||␣||
гуайтай||␣||
гуанз||␣
гудамж||␣
гудас||
гуйлгачин||
гуйлт||
гуйх||␣
гулсах||
гулууз||␣
гурав|three|ɡ§ʊ§r§ᵊ§w̜|gurav|ᠭᠤᠷᠪᠠ
гуравдугаар||␣||
гурамсан||␣||
гургалдай||
гурил||␣
гутаах||␣
гутал||␣
гууль||␣
гуч||
гуя||␣
гэ||␣||
гэгээнтэн||␣||
гэдэг||
гэдэс|belly|ˈk§e§t§e§s|gedes|ᠭᠡᠳᠡᠰᠦ
гэж||
гэлэн||␣
гэлэнмаа||␣
гэмт хэрэг||
гэмшил||
гэмших||␣
гэноцид||
гэнэт||
гэр бүл||
гэр||␣
гэргий|wife|ɡ§e§r.§ɡ§iː§‹|gergii|ᠭᠡᠷᠭᠡᠢ
гэргүй||␣||
гэргүйгээ||␣||
гэрийг||␣||
гэрийгээ||␣||
гэрийн||␣||
гэрийнх||␣||
гэрийнхэн||␣
гэрийнхээ||␣||
гэрсэг||
гэрт||␣||
гэртэй||␣||
гэртэйгээ||␣||
гэртээ||␣||
гэртээс||␣||
гэртээсээ||␣||
гэрэл зураг||
гэрэл||␣
гэрээ||␣
гэрээр||␣||
гэрээрээ||␣||
гэрээс||␣||
гэрээсээ||␣||
гэрүүд||␣||
гэрүүдгүй||␣||
гэрүүдгүйгээ||␣||
гэрүүддээ||␣||
гэрүүдийг||␣||
гэрүүдийгээ||␣||
гэрүүдийн||␣||
гэрүүдийнх||␣||
гэрүүдийнхэн||␣||
гэрүүдийнхээ||␣||
гэрүүдтэй||␣||
гэрүүдтэйгээ||␣||
гэрүүдэд||␣||
гэрүүдээ||␣||
гэрүүдээр||␣||
гэрүүдээрээ||␣||
гэрүүдээс||␣||
гэрүүдээсээ||␣||
гэх мэт||␣||
гэх||
гэхчлэн||␣||
гялайлаа||
гяндан||
гүзээлзгэнэ||␣
гүйлгээ||
гүйх|to run|||ᠭᠦᠶᠦᠬᠦ
гүйцэх||
гүн ухаан||␣||
гүн||␣
гүнж||␣
гүнжгүй||␣||
гүнжгүйгээ||␣||
гүнждийг||␣||
гүнждийгээ||␣||
гүнждийн||␣||
гүнждийнх||␣||
гүнждийнхэн||␣||
гүнждийнхээ||␣||
гүнждэд||␣||
гүнждэдээ||␣||
гүнждээ||␣||
гүнждээр||␣||
гүнждээрээ||␣||
гүнждээс||␣||
гүнждээсээ||␣||
гүнжид||␣
гүнжидгүй||␣||
гүнжидгүйгээ||␣||
гүнжидтэй||␣||
гүнжидтэйгээ||␣||
гүнжийг||␣||
гүнжийгээ||␣||
гүнжийн||␣||
гүнжийнх||␣||
гүнжийнхэн||␣||
гүнжийнхээ||␣||
гүнжтэй||␣||
гүнжтэйгээ||␣||
гүнжээ||␣||
гүнжээр||␣||
гүнжээрээ||␣||
гүнжээс||␣||
гүнжээсээ||␣||
гүнжүүд||␣||
гүнжүүдгүй||␣||
гүнжүүдгүйгээ||␣||
гүнжүүддээ||␣||
гүнжүүдийг||␣||
гүнжүүдийгээ||␣||
гүнжүүдийн||␣||
гүнжүүдийнх||␣||
гүнжүүдийнхэн||␣||
гүнжүүдийнхээ||␣||
гүнжүүдтэй||␣||
гүнжүүдтэйгээ||␣||
гүнжүүдэд||␣||
гүнжүүдээ||␣||
гүнжүүдээр||␣||
гүнжүүдээрээ||␣||
гүнжүүдээс||␣||
гүнжүүдээсээ||␣||
гүр хан||
гүрвэл||␣
гүргэм||
гүрэн|state|ˈk§u§r§e§ŋ||ᠭᠦᠷᠦᠨ
гүү||
гүүр тавих||
гүүр||␣
гөлгөр||
даа||
даавуу||
даам||
даатгал||␣
даатгах||␣||
даваа||␣
давс|salt|d§a§wᵊ§s|davs|ᠳᠠᠪᠤᠰᠤ
давхар цэг||␣||
давхар||␣
давхарга||
дайвар үг||
дайгдах||␣
дайн||␣
дайр||
дайралт||␣
дайсан||␣
дайх||␣
дал||␣
далавч|wing|ˈt§a§ɮ§a§w§̜t͡ɕʰ|dalavch|ᠳᠠᠯᠠᠪᠴᠢ
далай|sea|t§a§ɮ§a§i|dalai|ᠳᠠᠯᠠᠢ
далайн гахай||
далайн хөвөө||
далайн эрэг||
далайчин||
далбаа||␣
дамжуулагч||␣||
дамнах||␣
дампуурал||␣||
дампуурах||␣||
данс||␣
дараа||
дараалал||
дарангуйлагч||␣
дарах||
дарма||␣
дарс||␣
дарсан||␣
дарь||␣
дасах||␣
дасгал||␣
дахин||␣
дахь||␣
дельта||␣
диваажин||
дийлэгч||␣||
дийлэх||
диктатур||␣||
динозавр||␣
динозавраар||␣||
динозавраас||␣||
динозавргүй||␣||
динозаврт||␣||
динозавртай||␣||
динозаврууд||␣||
динозавруудаар||␣||
динозавруудаас||␣||
динозавруудад||␣||
динозавруудгүй||␣||
динозавруудтай||␣||
динозавруудыг||␣||
динозавруудын||␣||
динозаврыг||␣||
динозаврын||␣||
дипломатч||␣
дов||
довжоо||␣
довтлох||
догма||␣||
догшин||␣
долгион||
долоо хоног||
долоо||␣
долоодугаар||␣||
долоон||␣
долоох||␣
домог||
доо||␣||
доргиот алх||
дорно||␣
дорой||
доромжлол||
доромжлох||␣
дотор||␣
дотуур цамц||
дохио||
дохих||␣
дугаар||␣||
дуган||
дугуй|circle, round||duǧui|ᠳᠣᠭᠣᠢ
дугуйлан||␣||
дудран||␣
дулаан өмд||
дулаан|warm||dulaan
дулаахан||
дун||␣
дунд||
дундаж||␣||
дур||␣||
дуран||
дурдах||␣
дурлах||
дусал||
дутах||
дутмаг үйл үг||␣||
дутуу||
дуу|song|t§ʊː§‹||ᠳᠠᠭᠤ / ᠳᠠᠭᠤᠤ / ᠳᠤᠤ
дуудахын тийн ялгал||␣||
дуудлага||␣
дуулах|to sing||duulakh|ᠳᠤᠭᠤᠯᠬᠤ
дуулга||␣
дуулгавар||␣
дууны хүч||
дуурь||␣
дуусгах||␣
дуучин||␣
дэ||␣||
дэвтэр|notebook|ˈt§e§w̜§tʰ§e§r̥||deftᵊr ᠳᠡᠪᠲᠡᠷ
дэвшигч||␣||
дэвшил||␣
дэвшилт||␣
дэвших||␣
дэл||␣
дэлбэлэх||
дэлгэх||
дэлгэц||
дэлгүүр||␣
дэлгүүрт||␣||
дэлхий|earth|ˈt§e§ɬʰ§‹§iː§‹|delkhii|ᠳᠡᠯᠡᠭᠡᠢ
дэлхийн||
дэлэн||␣
дэлэнч|midge|d§e§l§e§n§ʧĭ
дэлүү||␣
дэн||
дэнлүү||␣
дэнс||
дэнслэх||
дэр|pillow|d§e§r|der|ᠳᠡᠷ᠎ᠡ
дэргэд||␣||
дэрний уут||
дэрс||␣
дэслэгч||␣||
дэх||␣||
дээ||␣||
дээвэр||
дээл||␣
дээр|on|d§eː§‹§r|deer|ᠳᠡᠭᠡᠷ᠎ᠡ
дээрэмчин||
дээш||
дүнгэр||␣
дүнчүүр||␣||
дүпү||␣
дүрс бичлэг||␣||
дүрс||␣
дүрэм||
дүү||␣
дүүрэг||␣||
дөжрөх||
дөлгөөн||
дөрвөд||␣
дөрвөл||␣
дөрвөн||
дөрөв|four|t§ɵ§r§u§w̜|döröv|dʊrʊw ᠳᠥᠷᠪᠡ
дөрөвдүгээр||␣||
дөрөө||
дөч||
дөш||
дөө||␣||
европчууд||␣||
енчин||
ер||␣
ерэн||
ерөнхий||␣
ерөнхийлөгч||␣
ерөнхийлөх||␣
ерөөх||␣||
ес|nine|jɵ§sᵊ|yes|ᠶᠢᠰᠦ
есдүгээр||␣||
еэвэн||␣
жаал|small|d͡ʒ§aː§‹§ɮ|jaal|ᠵᠢᠭᠠᠯ
жавтий||␣||
жад||␣
жар||␣
жаргалтай||␣
живаа||␣||
живэр сахал||
живэр||
жигд тасралтгүй||
жигнэмэг||␣
жигнэсэн||
жигнэх||
жигүүр|wing|ˈt͡ɕ§i§ɣ§uː§‹§r̥|jigüür|ᠵᠢᠭᠦᠷ
жижиг|small|d͡ʒ§i§d͡ʒ§i§ɡ|jijig|ᠵᠢᠵᠢᠭ
жижиглэн||␣||
жижүүр||␣
жийнс||
жил|year||jil|ᠵᠢᠯ
жилгүй||␣||
жилд||␣||
жилийг||␣||
жилийн||␣
жилийнх||␣||
жилийнхэн||␣||
жилтэй||␣||
жилээр||␣||
жилээс||␣||
жилүүд||␣||
жилүүдгүй||␣||
жилүүдийг||␣||
жилүүдийн||␣||
жилүүдийнх||␣||
жилүүдийнхэн||␣||
жилүүдтэй||␣||
жилүүдэд||␣||
жилүүдээр||␣||
жилүүдээс||␣||
жимс|fruit|t͡ɕ§i§m§s|jims|ᠵᠢᠮᠢᠰ
жимслэг||
жин||
жинсэн өмд||
жинтүү||
жинхэнэ нэр||␣||
жинхэнэ||␣
жирэмсэн||
жишээ||␣||
жишээг||␣||
жишээгээр||␣||
жишээгүй||␣||
жишээн||␣||
жишээнд||␣||
жишээний||␣||
жишээнийх||␣||
жишээнээс||␣||
жишээнүүд||␣||
жишээнүүдгүй||␣||
жишээнүүдийг||␣||
жишээнүүдийн||␣||
жишээнүүдийнх||␣||
жишээнүүдтэй||␣||
жишээнүүдэд||␣||
жишээнүүдээр||␣||
жишээнүүдээс||␣||
жишээтэй||␣||
жолоо||
жолооны үнэмлэх||
жолооч|driver|t͡ʃ§ɔ§ˈɮ§ɔː§‹§t͡ʃʰ||ᠵᠢᠯᠤᠭᠤᠴᠢ
жонш||
жоом||
жор||␣
жорлон хаана байдаг вэ||␣
жорлон||␣
жунгаа||␣
журам||
журамлах||␣||
журнал||
жуулчин||␣
жууцай||␣
жууцайг||␣||
жууцайгаар||␣||
жууцайгүй||␣||
жууцайн||␣||
жууцайнаас||␣||
жууцайнд||␣||
жууцайнууд||␣||
жууцайнуудаар||␣||
жууцайнуудаас||␣||
жууцайнуудад||␣||
жууцайнуудгүй||␣||
жууцайнуудтай||␣||
жууцайнуудыг||␣||
жууцайнуудын||␣||
жууцайны||␣||
жууцайтай||␣||
жэ||␣||
жүдо||␣||
жүжиг||
жүжигчин||
жүрж||
заазуур||␣||
заалдлага||␣||
заан||␣
заар||
заарь||␣||
заах|teach|t͡s§aː§‹§x||ᠵᠢᠭᠠᠬᠤ
заахын тийн ялгал||␣||
зав||
заваан||␣
завгүй||␣
завод||␣
завь||␣
заг||␣
загалмай||
загас|fish|t͡s§a§ɢ§ə§s|zagas|ᠵᠢᠭᠠᠰᠤ
загасны дэгээ||
загасны тор||
загасны уурга||
загасчин||␣
задгай мөнгө||
задгай||
зай||
зайдуу||␣
зайлсхийх||
зайрмаг||
залах||␣
залбирал||␣
залбирах||␣||
залгавар||␣
залгамал||␣
залгах||␣
залгих||␣
залгуур||␣
залуу||␣
залуур зүй||
залуур||␣
залуучуудад||␣||
залуучуудын||␣||
зам|road|ˈt͡s§a§m|zam|ᠵᠠᠮ
замбага||␣
замч||
зан төрх||
зан||␣
занах||␣
зангиа||␣
зангилаа||␣
зангуу||␣
зандах||␣
зар сурталчилгаа||
зараа||
зарагдах||
зардаг||␣||
зардал||
зарим нь||
зарим|some|t͡s§a§rʲ§ə§m|zarim|ᠵ‍ᠠ‍ᠷᠢᠮ
заримдаа|sometimes|t͡s§a§rʲ§ə§m§t§a§‹||ᠵᠠᠷᠢᠮ ᠳᠠᠭᠠᠨ
зарлал||␣
зарлалын самбар||
зарлалын||
зарц||␣
засаг||␣
засах||␣
засгийн газар||
засрал||␣||
засуул||␣||
зах|market|t͡s§a§x||ᠵᠠᠬ᠎ᠠ
захиа||␣
захидал||
захирах||
захчин||␣
зовлон зүдүүр||
зовлон||␣
зовхи||
зогсох|to stand|t͡s§ɔ§ɡ§s§ə§x|zogsokh|ᠵᠣᠭᠰᠤᠬᠤ
золбин||␣
золгох||␣
зон||
зонтик||␣
зоог||
зоогийн газар||
зоогой||
зоос||
зориг||␣
зориглох||␣
зоригоор||␣
зоригт||␣
зорилго||␣
зорилт||␣
зоримгой||␣
зоримог||␣
зориуд||␣
зориулах||␣
зорих||␣
зорчигч||
зорчих||␣
зорьсон газар||
зохиол||␣
зохиолч||
зочид буудал||
зочид||␣||
зочин||␣
зочлох||
зугтах||␣
зуд||
зузаан|thick|t͡s§ʊ§t͡s§a§‹§ŋ|zuzaan|ᠵᠤᠵᠠᠭᠠᠨ
зул||␣
зулзага||␣
зун|summer|ˈt͡s§ʊ§ŋ|zun|ᠵᠤᠨ
зураас||␣||
зураач||␣
зураг|picture|t͡s§ʊ§r§a§ɡ||ᠵᠢᠷᠤᠭ
зурагт хуудас||␣
зурагт||␣
зурагчин||␣
зурах||
зурвас||␣
зургаа||
зургаадугаар||␣||
зургаан||
зургийн аппарат||
зурхай||␣||
зутан||␣
зуу||
зууж||␣||
зуун|hundred|d͡z§ʊː§‹§n||ᠵᠠᠭᠤᠨ
зуурах||
зуух|to bite|t͡s§ʊː§‹§x|zuukh|ᠵᠠᠭᠤᠬᠤ
зууш||
зэ||␣||
зэв||
зэврэх||
зэвсэг||␣
зэвтэх||
зэрлэг||␣
зэрэг||␣
зэс||␣
зээ||␣
зээлбэр||␣||
зээр|gazelle|t͡s§eː§‹§r||ᠵᠡᠭᠡᠷᠡ
зээргэнэ||␣
зүг||␣
зүгээр зүгээр||
зүгээр||
зүй||␣
зүйл||
зүйлийн тэмдэг||␣||
зүйр үг||
зүйр||␣
зүйрлэл||␣
зүйрлэх||␣
зүрх|heart||zürkh|ᠵᠢᠷᠦᠬᠡ
зүрчид||
зүс||␣
зүсэм||␣
зүсэх||␣
зүү||␣
зүүд||␣
зүүдлэх||␣
зүүн|left|ˈt͡s§uː§‹§ŋ|züün|ᠵᠡᠭᠦᠨ
зүүнгар||␣
зүүнтэн||␣
зөв бичих дүрмийн||␣||
зөвлөгч||
зөвлөгөө||␣
зөвлөл||
зөвшөөрөл||␣
зөвшөөрөх||␣
зөгий|bee|ˈt͡s§ɵ§ɣ§iː§‹|zögii|ᠵᠥᠭᠡᠢ
зөгийг||␣||
зөгийгүй||␣||
зөгийгөөр||␣||
зөгийгөөс||␣||
зөгийд||␣||
зөгийн||␣||
зөгийнүүд||␣||
зөгийнүүдгүй||␣||
зөгийнүүдийг||␣||
зөгийнүүдийн||␣||
зөгийнүүдтэй||␣||
зөгийнүүдэд||␣||
зөгийнүүдээр||␣||
зөгийнүүдээс||␣||
зөгийтэй||␣||
зөрүүдлэх||␣
зөрөг||
зөөлний тэмдэг||␣||
зөөлөн||␣
ивээл||␣
ивээх||
идэх|to eat|i§t§ə§x|idekh|ᠢᠳᠡᠬᠦ
ижилхэн||
израйльчууд||␣||
ил захидал||
ил||␣
илгээх||␣
илд||␣
илдэх||␣
илжгийг||␣||
илжгэн||␣||
илжгэнд||␣||
илжгээр||␣||
илжиг|donkey|ˈi§ɮ§t͡ɕ§i§k||ᠡᠯᠵᠢᠭᠡ
илжиггүй||␣||
илжигний||␣||
илжигнийх||␣||
илжигнийхэн||␣||
илжигнээс||␣||
илжигнүүд||␣||
илжигнүүдгүй||␣||
илжигнүүдийг||␣||
илжигнүүдийн||␣||
илжигнүүдийнх||␣||
илжигнүүдийнхэн||␣||
илжигнүүдтэй||␣||
илжигнүүдэд||␣||
илжигнүүдээр||␣||
илжигнүүдээс||␣||
илжигтэй||␣||
иллэг||␣
илтгэл||␣
илтгэх||␣
илхэн||␣
имж||
имрэх||␣
индүү||␣
интоор||
инээмсэглэл||
инээмсэглэх||␣
инээх|to laugh||ineekh|ᠢᠨᠢᠶᠡᠬᠦ
иод||␣||
ир||␣
ирвэс||␣
иргэн||␣
иргэний дайн||
ирсэн||
ирц||␣
ирэгтүн||␣||
ирэх|to come|i§r§ə§x|irekh|ᠢᠷᠡᠬᠦ
ирэхэд||␣||
ирээдүй||␣
ислам||␣
испаничууд||␣||
итгэл||
итгэх||
итгүүлэх||
их дэлгүүр||
их маш дэлгэмэл||␣||
их наяд||␣||
их сургууль||␣
их тархи||
их тэрбум||␣||
их хатан||
их||␣
ихгүй||␣||
ихэр||␣
иш||
ка||␣||
какао||␣||
календарь||␣
кали|potassium|k§ȧ:§l§ĭ
камер||␣
канжи||␣
караоке||␣||
карт|card|k§a§r§t||ᠻᠠᠷᠲ᠋
катакана||
каталог||␣||
каучук||␣
кафе||␣
квадрат||
кидан||␣
киданчууд||␣||
километр||␣
кимбаб||
кино||␣
киног||␣||
киногоор||␣||
киногүй||␣||
кинон||␣||
кинонд||␣||
киноноос||␣||
кинонууд||␣||
кинонуудаар||␣||
кинонуудаас||␣||
кинонуудад||␣||
кинонуудгүй||␣||
кинонуудтай||␣||
кинонуудыг||␣||
кинонуудын||␣||
киноны||␣||
киноных||␣||
киноныхон||␣||
кинотеатр||␣
кинотой||␣||
клуб||␣||
клубийг||␣||
код||␣
командлагч||␣||
комисс||␣||
комиссар||␣||
коммунизм||␣
коммунист||␣||
компани||␣
компьютер||␣
констракшн||␣||
консул||␣||
контор||
костюм||
кофе|coffee|kʰ§ɔˑ.§f§eˑ|kofe|ᠺᠣᠹᠧ
кофены||␣||
кредит карт||␣
кураш||␣||
кхх||␣||
күүки||␣||
лаа||
лав||
ладоо||
лал||␣
лаларгүй||␣||
лаларт||␣||
лалартай||␣||
лалраар||␣||
лалраас||␣||
лалрууд||␣||
лалруудаар||␣||
лалруудаас||␣||
лалруудад||␣||
лалруудгүй||␣||
лалруудтай||␣||
лалруудыг||␣||
лалруудын||␣||
лалруудынх||␣||
лалруудынхан||␣||
лалрыг||␣||
лалрын||␣||
лалрынх||␣||
лалрынхан||␣||
лам||␣
ланжуу буу||␣||
лантуу||␣||
латин цагаан толгой||
либерал||␣
лийр|pear|ɮ§iː§‹§r|liir|ᠯᠢᠷ
лифт||␣
лобби||␣||
ломбард||
лонх||␣
лоозон||
лооль||
луйвар||␣||
луу||␣
лууван||␣
лууг||␣||
луугаа||␣||
луугаар||␣||
луугаараа||␣||
луугүй||␣||
луугүйгээ||␣||
луужин||
луун||␣||
луунаас||␣||
луунаасаа||␣||
луунд||␣||
луундаа||␣||
луунууд||␣||
луунуудаа||␣||
луунуудаар||␣||
луунуудаараа||␣||
луунуудаас||␣||
луунуудаасаа||␣||
луунуудад||␣||
луунуудгүй||␣||
луунуудгүйгээ||␣||
луунууддаа||␣||
луунуудтай||␣||
луунуудтайгаа||␣||
луунуудыг||␣||
луунуудыгаа||␣||
луунуудын||␣||
луунуудынх||␣||
луунуудынхаа||␣||
луунуудынхан||␣||
лууны||␣||
лууных||␣||
лууныхаа||␣||
лууныхан||␣||
луус||
луутай||␣||
луутайгаа||␣||
лхагва||␣
лүү||␣||
маажих|to scratch|m§aː§‹§t͡ɕ§ə§x|maajikh|ᠮᠠᠭᠠᠵᠢᠬᠤ
маань||␣
магадгүй||
магистр||␣||
магма||␣||
магнай||
магтаал||␣
магтах||␣
мад хийх||␣||
мад||␣||
мажоритар||␣||
майхан||
мал||␣
малгай|hat|m§a§ɮ§ɢ§a§i||ᠮᠠᠯᠭᠠᠢ
маллах||␣
малчин||␣
манай||␣
манайх||
манан|fog|m§a§n§ə§ŋ|manan|ᠮᠠᠨᠠᠨ / ᠮᠠᠨᠠᠩ
мангад||␣||
мангас||␣||
мандуулъя||␣||
манж||␣
манжин||
манлай||
мантуу||
мануул||␣
манх||
маргааш||
маргад||␣
маргах||␣
марк||␣
маркетинг||␣||
мартах||
маск||
масло||
массаж||␣
мастурбац||␣||
мастурбаци||
матар||
математик дундаж||
математик||␣||
математикч||␣||
мах|meat|m§a§x|makh|ᠮᠢᠬ᠎ᠠ
махбод||␣||
махийх||␣
махсаг||
махчин||␣
маш дэлгэмэл||␣||
маш||␣
машин|car|m§a§ˈʃ§i§ŋ|mashin|ᠮᠠᠱᠢᠨ
машинд||␣||
маяг||
местный орос||␣
металл||␣
металлурги||␣||
метр||␣
мий||
мина||
минажуулсан газар||
минж||
миний||␣
минийх||
минут||␣
минь||␣
могой загас||
могой|snake|ˈm§ɔ§ɣ§ɔi§‹̯|mogoi|ᠮᠣᠭᠠᠢ
мод|tree|m§ɔ§t|mod|ᠮᠣᠳᠤ
модлог||
модны иш||
модны||␣||
модоч||␣
мойл||␣
молтогчин||␣
монгол|a Mongolian|m§ɔ§ɴ.§ɢ§ʊ§ɮ|mongol|ᠮᠣᠩᠭᠣᠯ
монголоор||␣||
монголч||␣||
моргейж||␣||
морийг||␣||
морийгоо||␣||
морилох||␣
морин зөгий|wasp|ˈm§ɔ§r§i§ŋ§ §t͡s§ɵ§ɣ§iː§‹||ᠮᠣᠷᠢᠨ ᠵᠥᠭᠡᠢ
морин хуур||␣
морин||␣
моринд||␣||
мориндоо||␣||
мориндоос||␣||
мориндоосоо||␣||
мориноос||␣||
мориноосоо||␣||
морины тоног||
морины||␣||
мориных||␣||
мориныхгүй||␣||
мориныхгүйгээ||␣||
мориныхдоо||␣||
мориныход||␣||
мориныхоо||␣||
мориныхоор||␣||
мориныхоороо||␣||
мориныхоос||␣||
мориныхоосоо||␣||
мориныхтой||␣||
мориныхтойгоо||␣||
мориныхыг||␣||
мориныхыгоо||␣||
морио||␣||
мориор||␣||
мориороо||␣||
морь|horse|m§œ§r§‹|mȯrĭ, mȯrꞌ|ᠮᠣᠷᠢ
морьгүй||␣||
морьгүйгээ||␣||
морьтой||␣||
морьтойгоо||␣||
морьхон||␣
мотор тэрэг||␣||
мотор||␣||
мотоцикл||␣
мохоо||␣
мохох||␣
муж улс||␣||
муж||␣
музей||␣
мусульман||␣
муу|bad|m§ʊː§‹|muu|ᠮᠠᠭᠤ
муур||
мушгирах||␣
мушгих||
мэдэрхэх||␣
мэдэх|to know|m§i§t§ə§x|medekh|ᠮᠡᠳᠡᠬᠦ
мэдээ||␣
мэдээлэл зүй||
мэдээлэл||␣
мэлхий|frog|m§i§ɮ§x§i§‹||ᠮᠡᠨᠡᠬᠡᠢ
мэнгэ||␣
мэндлэх||␣
мэндчилгээ||␣
мэргэжил||␣
мэргэжилтэн||␣
мэргэн||␣||
мэрэгч амьтан||
мэрэх||
мэс||␣
мэсэс||␣||
мэт||␣
мэхээр||␣
мээм||␣
мягмар||␣
мянга||␣
мянган||
мөгөөрс||␣||
мөн чанар||
мөн||␣
мөнгө|money|m§o§ŋ§ɡ§–|möngö|ᠮᠥᠩᠭᠦ
мөнгөн гүйлгээ||
мөнгөнүүд||␣||
мөндөр||␣
мөндөрлөх||␣
мөнх бус||
мөнх||␣
мөр||␣
мөргөлдөх||
мөргөлийн хүрд||
мөргөх||
мөрдөгч||␣||
мөрдөх||␣||
мөрнүүд||␣||
мөрөвч||␣
мөрөн|river|m§ɵ.§r§u§ŋ|mörön|ᠮᠥᠷᠡᠨ
мөрөөдөл||␣
мөс|ice|m§o§s|mös mɵs|ᠮᠥᠰᠦ
мөсөн гол||
мөсөн гулгуур||
мөсөн||␣||
мөхөөлдөс||
мөчир||␣
мөөг||
наадам||␣
наалдах||␣||
нави||
навч|leaf|n§a§f§t͡ʃĭ|navch|ᠨᠠᠪᠴᠢ
навчин||␣||
над||␣||
надад ... хэрэгтэй||␣
надад||␣||
най||␣
найдах||␣
найз нөхөр||␣||
найз||␣
найм|eight|
наймалж||␣
найман||
наймдугаар||␣||
найр||
найрам||␣||
найрамдал||
найрамдах||␣||
найрамдахчуудын||␣||
найрах||␣||
найруулах||
найтаах||␣
нам гүм||
нам||␣
намар|autumn|ˈn§a§m§a§r̥|namᵊr namar|ᠨᠠᠮᠤᠷ
намтар||␣
намуу цэцэг||
намхан||
нар хиртэлт||␣||
нар|sun|n§ɐ§ɾ|nar|ᠨᠠᠷᠠ
наргил||
нарды||␣||
нарийн өвчин||
нарийн||␣
нарлаг||
нарс||␣
нартай||
нас барах|to die||nas barakh|ᠨᠠᠰᠤ ᠪᠠᠷᠠᠬᠤ
нас||
настай|old||nastai|ᠨᠠᠰᠤᠲᠠᠢ
настан||
начин||␣
ная||␣
наяд||␣||
наян||␣||
нийгэм||␣
нийслэл салат||
нийслэл хот||
нийслэл||
нийтгэх||␣
нийх||␣
нил||␣
нимгэн|thin|n§i§m§ɡ§e§n|nimgen|ᠨᠢᠮᠭᠡᠨ
нирун||
нирунчууд||␣||
нисгэгч||␣||
нисгэх||␣||
нисдэг тэрэг||
нислэг||␣||
нислэгийн хөдөлгөөний удирдлага||␣||
нисэх буудал||
нисэх онгоц||
нисэх|to fly|n§i§s§ə§x|nisekh|ᠨᠢᠰᠬᠦ
новш||␣||
ногоо||
ногоон|green|n§ɔ.§ɢ§ɔː§‹§ŋ|nogoon|ᠨᠣᠭᠤᠭᠠᠨ
нойтон||
ном|book, knowledge|n§ɔ§m||ᠨᠣᠮ
номгүй||␣||
номд||␣||
номны||␣||
номоор||␣||
номоос||␣||
номтой||␣||
номууд||␣||
номуудаар||␣||
номуудаас||␣||
номуудад||␣||
номуудгүй||␣||
номуудтай||␣||
номуудыг||␣||
номуудын||␣||
номуудынх||␣||
номуудынхан||␣||
номхон||␣||
номыг||␣||
номын дэлгүүр||
номын сан||
номын||␣||
номынх||␣||
номынхон||␣||
ноос||
ноосон цамц||
ноосон||
нохой бөөс||␣
нохой|dog|n§ɔ§x§ɔi§‹|nokhoi|ᠨᠣᠬᠠᠶ
ноёд||␣||
ноёдгүй||␣||
ноёдод||␣||
ноёдоор||␣||
ноёдоос||␣||
ноёдтой||␣||
ноёдыг||␣||
ноёдын||␣||
ноёдынд||␣||
ноёдынх||␣||
ноёдынхон||␣||
ноён||␣
ноёнгүй||␣||
ноёнд||␣||
ноёноор||␣||
ноёноос||␣||
ноёнтой||␣||
ноёны||␣||
ноёныг||␣||
ноёныд||␣||
ноёных||␣||
ноёныхон||␣||
нугалам||␣
нугас||
нударга||
нулимс||
нум сум||
нум||
нураах алх||
нурам|ash|n§ʊ§r§ə§m|nuram|ᠨᠤᠷᠮ᠎ᠠ
нуруу|back||nuruu|ᠨᠢᠷᠤᠭᠤ
нурууны үе||
нус||␣
нутаг||␣
нуур|lake|n§ʊː§‹§r|nuur|ᠨᠠᠭᠤᠷ
нууц далд||
нууц үг||
нууц||␣
нухсан||
нь||␣
нэг сумаар хоёр туулай буудах||
нэг|one|n§e§ɡ|neg|ᠨᠢᠭᠡ
нэгдсэн улс||␣||
нэгдсэн||␣||
нэгдэх||␣||
нэгдүгээр||␣||
нэмж хэлэх||
нэмэгдэх||
нэмэр||␣
нэмэх||␣
нэр үг||␣
нэр|name|n§e§r|ner|ᠨᠡᠷ᠎ᠡ
нэргүй||␣||
нэргүйгээ||␣||
нэрд||␣||
нэрдээ||␣||
нэрийг||␣||
нэрийгээ||␣||
нэрийн||␣||
нэрийнх||␣||
нэрийнхэн||␣||
нэрийнхээ||␣||
нэрлэх||␣
нэрлэхийн тийн ялгал||␣||
нэрс||␣
нэрсгүй||␣||
нэрсгүйгээ||␣||
нэрсдээ||␣||
нэрсийг||␣||
нэрсийгээ||␣||
нэрсийн||␣||
нэрсийнх||␣||
нэрсийнхэн||␣||
нэрсийнхээ||␣||
нэрсний||␣||
нэрснийх||␣||
нэрснийхэн||␣||
нэрснийхээ||␣||
нэрснээс||␣||
нэрснээсээ||␣||
нэрснүүд||␣||
нэрснүүдгүй||␣||
нэрснүүдгүйгээ||␣||
нэрснүүддээ||␣||
нэрснүүдийг||␣||
нэрснүүдийгээ||␣||
нэрснүүдийн||␣||
нэрснүүдийнх||␣||
нэрснүүдийнхэн||␣||
нэрснүүдийнхээ||␣||
нэрснүүдтэй||␣||
нэрснүүдтэйгээ||␣||
нэрснүүдэд||␣||
нэрснүүдээ||␣||
нэрснүүдээр||␣||
нэрснүүдээрээ||␣||
нэрснүүдээс||␣||
нэрснүүдээсээ||␣||
нэрстэй||␣||
нэрстэйгээ||␣||
нэрсэд||␣||
нэрсэн||␣||
нэрсэнд||␣||
нэрсэндээ||␣||
нэрсээ||␣||
нэрсээр||␣||
нэрсээрээ||␣||
нэрсээс||␣||
нэрсээсээ||␣||
нэртэй||␣||
нэртэйгээ||␣||
нэрээ||␣||
нэрээр||␣||
нэрээрээ||␣||
нэрээс||␣||
нэрээсээ||␣||
нэхмэл||␣
нээлттэй||␣
нээх||␣
нягт||
нялх хүүхэд||
нялх||␣
ням||␣
нян||
нярай хүүхэд||
нүд|eye||nüd|ᠨᠢᠳᠦ
нүдний харандаа||
нүдний шил||
нүдүүр||␣
нүх||
нүцгэн||
нүүдэлчин||␣
нүүр||
нүүрс||
нөгөө||␣
нөлөө||␣
нөхцөл||␣
нөхөр|husband|n§ɵ.§x§u§r|nökhör|ᠨᠥᠬᠦᠷ
нөхөх||
нөхөөс||␣
нөөц||␣
нөөцлөх||␣
нөөшилсөн||
объект||␣||
обьект||␣||
овог||␣
овоо босгоогүй бол шаазгай хаанаас суух вэ||
овоо||␣
овъёос||␣||
овъёосгүй||␣||
овъёосноос||␣||
овъёоснууд||␣||
овъёоснуудаар||␣||
овъёоснуудаас||␣||
овъёоснуудад||␣||
овъёоснуудгүй||␣||
овъёоснуудтай||␣||
овъёоснуудыг||␣||
овъёоснуудын||␣||
овъёосны||␣||
овъёосон||␣||
овъёосонд||␣||
овъёосоор||␣||
овъёостой||␣||
овъёосыг||␣||
овьёос||␣
огих||␣
оготно||
оготор||␣
огтлох|to cut||ogtlokh
огторгуй|sky||ogtorgui|ᠣᠭᠲᠠᠷᠭᠤᠢ
огурцы|cucumber|oɡərt͡sʰi|ogurcy|
огцрох||
огцруулах||
од|star|ɔt|od|ᠣᠳᠤ
одой хүн||
одоо||␣
озох||␣
ой|forest|␣|oi|ᠣᠢ
ойлголт||␣||
ойлгох||␣
оймс||␣
ойрад||␣
олборлох||
олон нийт||
олон тоо||␣||
олон улсын||␣||
олон|many|ɔ§ɮ§ə§ŋ|olon|ᠣᠯᠠᠨ
олох||␣
олс татлага||
олс|rope||ols|ᠣᠯᠤᠰᠤ
омог||␣
он||␣
онгон хальс||
онгон||
онгоц||␣
онигоо||␣
онол||
оноо||␣
оноосон нэр||␣||
онь||␣
оньс||␣
оо||␣
ооль||
оочир||␣
опер||␣
ор||␣
орвон||␣||
орд|horde|ord||ᠣᠷᠳᠤ
ордон||␣
орлого||␣||
орлогожих||␣||
орны даавуу||
орой||␣
оройвч||␣
оройн хоол||
ором||␣
орон||␣
ороолт||
орос|Russian|ɔ.§r§ʊ§s|oros|ᠣᠷᠤᠰ
орох||␣
орхоодой||␣||
орчим||␣
орчлон||␣||
орчон||␣||
орчуулагч||␣
орчуулах||␣
орчуулга||␣
орших||␣
оршихын тийн ялгал||␣||
оршуулга||
оршуулгын газар||
оточ||␣||
оффис||␣
охин||␣
очих||␣
оюун ухаан||
оюун||
оюутан||␣
оёдол||␣
оёх|to sew|ɔ.§j§ʊ§χ|oyokh|ᠣᠶᠤᠬᠤ
паб||␣
пальто||␣
пальтог||␣||
пальтогоор||␣||
пальтогүй||␣||
пальтон||␣||
пальтонд||␣||
пальтоноос||␣||
пальтонууд||␣||
пальтонуудаар||␣||
пальтонуудаас||␣||
пальтонуудад||␣||
пальтонуудгүй||␣||
пальтонуудтай||␣||
пальтонуудыг||␣||
пальтонуудын||␣||
пальтонуудынх||␣||
пальтонуудынхан||␣||
пальтоны||␣||
пальтоных||␣||
пальтоныхон||␣||
пальтотой||␣||
парк||
парламент||␣
паспорт||␣
перц||
пиво||␣
пигүүж||␣
пид||␣||
пиджак||␣
пиджакаар||␣||
пиджакаас||␣||
пиджакгүй||␣||
пиджакийг||␣||
пиджакийн||␣||
пиджакийнх||␣||
пиджакийнхан||␣||
пиджакт||␣||
пиджактай||␣||
пиджакууд||␣||
пиджакуудаар||␣||
пиджакуудаас||␣||
пиджакуудад||␣||
пиджакуудгүй||␣||
пиджакуудтай||␣||
пиджакуудыг||␣||
пиджакуудын||␣||
пиджакуудынх||␣||
пиджакуудынхан||␣||
пийжүү||
пийшин||␣
пицца||␣||
пиццаг||␣||
пиццагаар||␣||
пиццагүй||␣||
пиццан||␣||
пиццанаас||␣||
пиццанд||␣||
пиццанууд||␣||
пиццануудаар||␣||
пиццануудаас||␣||
пиццануудад||␣||
пиццануудгүй||␣||
пиццануудтай||␣||
пиццануудыг||␣||
пиццануудын||␣||
пиццануудынх||␣||
пиццануудынхан||␣||
пиццаны||␣||
пиццаных||␣||
пиццаныхан||␣||
пиццатай||␣||
плазм||␣||
плюс размер||␣
подвоолк||␣
помещик|landlord|pʰ§ɔ§ˈmʲ§ɵ§ɕ§i§kʰ|pomeščik|ᠫᠣᠮᠧᠱᠢᠺ
порно од||␣
порнографи||␣
програм||␣
пулемёт||␣
пуужин||␣
пэ||␣||
пянз||
пүнтүүз||
пүрэв||␣
радий||␣||
радио||␣
радиус||␣||
размер||␣
реактор||␣||
редакторлах||
резин||␣
ресторан||␣
ресторанаар||␣||
ресторанаас||␣||
ресторангүй||␣||
ресторанд||␣||
ресторантай||␣||
ресторанууд||␣||
ресторануудаар||␣||
ресторануудаас||␣||
ресторануудад||␣||
ресторануудгүй||␣||
ресторануудтай||␣||
ресторануудыг||␣||
ресторануудын||␣||
ресторануудынх||␣||
ресторануудынхан||␣||
рестораны||␣||
рестораныг||␣||
рестораных||␣||
рестораныхан||␣||
ром||
ромчууд||␣||
рубль||␣
руу||␣
рүү||␣||
саатал||␣
сав||
саваа|stick, cane|s§a§w§a§‹|savaa|ᠰᠠᠪᠠᠭ᠎ᠠ
саван||␣
савар||␣
савх||
савхаар||␣||
савхи||
савхыг||␣||
сайд||␣
сайн байна уу||␣
сайн уу||␣
сайн яваарай||
сайн|good|s§æː§‹§ɴ̟|sain|ᠰᠠᠶ᠋ᠢᠨ
сайхан хооллоорой||
сайхан||␣
сал||␣||
салах||␣
салс||
салса||␣||
салфетка||␣
салхи|wind|s§æ§ɮ§x§–|salkhi|ᠰᠠᠯᠬᠢ
сам хорхой||
сам||␣
самбар||␣
сампин||␣
сан|fund, store|s§a§ŋ|saŋ|ᠰᠠᠩ
санал||
санах||␣
сандал|chair|s§a§n§d§ᵊ§ɮ|sandal|ᠰᠠᠨᠳᠠᠯᠢ
сансар||␣
сансрын хөлөг||
санхүү||
сар|moon|s§a§r|sar|ᠰᠠᠷᠠ
сарвуу||
саримс||
саримсаг||
сарлаг||␣
сармаахай||
сармаг||
сармагчин||
сармис||␣
сартуул||␣
сарын||
сарьсан багваахай||␣
сахал||
сая||␣
саяхан||
секс||␣
сексгүй||␣||
секси||␣||
сексийг||␣||
сексийн||␣||
сексийнх||␣||
сексийнхэн||␣||
секст||␣||
секстэй||␣||
сексээр||␣||
сексээс||␣||
сексүүд||␣||
сексүүдгүй||␣||
сексүүдийг||␣||
сексүүдийн||␣||
сексүүдтэй||␣||
сексүүдэд||␣||
сексүүдээр||␣||
сексүүдээс||␣||
секунд||
симфони||␣
согтуу||
сойз||␣
солгой||␣||
солих||␣
солонго||␣
сом||␣||
сонгино||
сонгогч||
сонгох||␣
сонгууль||␣
сонин|news|s§œ.§n§ə§ŋ|sɔnin|ᠰᠣᠨᠢᠨ
сонирхол||␣
сонсох|to hear|sɔnsəx|sonsokh|ᠰᠣᠨᠤᠰᠬᠤ
сорви||
сорих||␣
сормуус||␣||
сорох|to suck||sorokh
соруул||␣
соруулах||␣
сохор||
социализм||␣
социалист реализм||␣
соёл||␣
соёлын шок||
соёо мөс||␣
соёо||␣
соёолон||␣||
спорт||␣
станц||
суварга||
сувд||
сувдын||␣||
суврага||
суга||
судар||␣
судас||
сул дорой||
сул задгай||␣
сул суудал||
сул цалин||
сул||␣
сулрах||
сум||␣
сумо||␣||
супермаркет||
сур||␣||
сурагч||␣
суралцах||␣
сурах||␣
сурвалж||␣
сургах||␣
сургууль||␣
суудал||
суулгах||␣||
суурь||␣||
суусар||
суух|to sit|s§ʊː§‹§x|suukh|ᠰᠠᠭᠤᠬᠤ
сэжиг||␣
сэжиглэх||
сэлэм||
сэлэх|to swim|s§e§ɮ§ə§x|selekh|ᠰᠡᠯᠢᠬᠦ
сэлүүр||
сэндвич||␣||
сэнжтэй аяга||
сэргийлэх||
сэрэх||␣
сэрээ||
сэрээх||␣||
сэтгэл||␣
сэтгэлийн хөдөлгөөн||
сэтгүүл||␣
сэтгүүлч||
сэхээтэн||
сээр||␣||
сүлд||
сүлжих||
сүлжээ||
сүм||
сүмо||␣||
сүмс||␣
сүнс||␣
сүрчиг||␣
сүрэг||␣
сүх||␣
сүхдэх||
сүү шиг цагаан||
сүү|milk|s§uː§‹|süü|ᠰᠦᠨ
сүүдэр||␣
сүүж||
сүүл|tail||süül|ᠰᠡᠭᠦᠯ
сүүлт од||
сүүмэг||␣
сөгдөх||
та||␣
таавчик||␣
таах||␣
тав|five|ˈtʰ§a§w̜|tav|ᠲᠠᠪᠤ
таваг||
таван хошуу мал||
тавдугаар||␣||
тавигдаагүй||␣||
тавилга||
тавин||␣||
тавих||␣
тавтай морилогтун||
тавхай||␣
тавь||␣
тагнуулч||␣||
тагтаа||
тайван||␣
тайга||␣||
тайж||
тайлбар||␣||
тайлбарлах||
тайтгарал||
такси||␣
тал||
талбай||␣
талбар||
талх||␣
там||
тамах||␣
тамга||␣
тамирчин||␣||
тамхи||
тана||
танай||
танк||␣||
танц||␣
таны|your||tany
тараг||␣
тарвага||␣
тарвас||
тариа||
тариачин||
тариур||
тархалтын функц||
тархах||␣
тархи угаах||
тархи||␣
тархин чулуу||
тас||␣||
тасалбар||␣
таслал||␣||
татаар||␣
татах||␣
татвар||␣
татгалзах||
тахал||
тахиа||␣
тахиаг||␣||
тахиагаар||␣||
тахиагүй||␣||
тахиан||␣||
тахианаас||␣||
тахианд||␣||
тахианууд||␣||
тахиануудаар||␣||
тахиануудаас||␣||
тахиануудад||␣||
тахиануудгүй||␣||
тахиануудтай||␣||
тахиануудыг||␣||
тахиануудын||␣||
тахиануудынх||␣||
тахиануудынхан||␣||
тахианы||␣||
тахианых||␣||
тахианыхан||␣||
тахиар||␣||
тахиараа||␣||
тахиас||␣||
тахиасаа||␣||
тахиатай||␣||
тахид||␣||
тахидаа||␣||
тахийг||␣||
тахийгаа||␣||
тахийн||␣||
тахийнх||␣||
тахийнхаа||␣||
тахийнхан||␣||
тахийх||
тахитай||␣||
тахитайгаа||␣||
тахиуд||␣||
тахиудаа||␣||
тахиудаар||␣||
тахиудаараа||␣||
тахиудаас||␣||
тахиудаасаа||␣||
тахиудад||␣||
тахиудгүй||␣||
тахиудгүйгээ||␣||
тахиуддаа||␣||
тахиудтай||␣||
тахиудтайгаа||␣||
тахиудыг||␣||
тахиудыгаа||␣||
тахиудын||␣||
тахиудынх||␣||
тахиудынхаа||␣||
тахиудынхан||␣||
тахих||
тахь||␣||
тахьгүй||␣||
тахьгүйгээ||␣||
ташаа||
ташуур||
таяг|stick|tʰ§a§jə§ɡ|tayag|ᠲᠠᠶᠠᠭ
тб||␣||
театр||␣
текст||␣||
телевиз||␣
телевизор||␣
телефон||␣
теорем||
тефтель||
тив||␣
тийм|yes|t§iː§‹§m|tiim|ᠲᠡᠶᠢᠮᠦ
тийн ялгал||␣
товч||␣
тоглолт||
тоглоом||␣
тоглох|to play||toglokh
тогоо||
тогооч||␣
тогоруу||
тогос||␣
тогтвор||␣||
тогтоол||␣
тогтоомж||␣
тогтоох||␣
тодорхой||
тойг||
тойрог||
тойрох||
тойруу||␣
тойруулах||
толбо||
толгой|head|tʰ§ɔ§ɮ§ɢ§ɔi§‹|tolgoi|ᠲᠣᠯᠤᠭᠠᠢ
толь бичиг||␣
толь||␣
том|big|tʰ§ɔ§m|tom|ᠲᠣᠮᠤ
томох||␣
томруулагч шил||
томсох||␣
томьёо||␣||
тонн||␣||
тоншуул||␣
тоо||␣
тоолох|to count||toolokh|ᠲᠣᠭᠠᠯᠠᠬᠤ
тооны нэр||␣
тоор тоор||
тоор||␣
тоормос||␣
тоос сорогч||
тоос||
тоосго||␣
тоосгон||␣||
тор||␣
торго||␣
торгох||
торгууль||
тос||␣
тосгон||␣
тослох||
тоть||␣
тохой||
трактор||␣
трамвай||␣
трансформатор||␣||
троллейбус|trolleybus|ˈtʰ§r§ɔ§ɮːʲ§‹§ɵi̯§‹§β§ʊ§s||ᠲᠷᠣᠯᠯᠧᠶᠢᠪᠦ᠋ᠰ
тува||␣
туг үс||
туг||␣
тугал||
тул||
тулалдаан||
тунадас||␣
тунамал||␣||
тунгалаг||
турсаахай||
туршлага||␣
тус||
тусагдахуун||
тусах||
тусгаарлагч||␣||
тусламж||␣
туслах||
тутарга||
туулай||␣
туулайн бөөр||
туурай||
туурга||
тухай||␣
тухайд||␣
тухайн||␣
туяа||
тхх||␣||
тэ||␣||
тэвнэ||␣
тэвчих||␣
тэвчээр||␣
тэвэр||␣
тэг||␣
тэгш||
тэд нар|they||ted nar|ᠲᠡᠳ᠋ᠡ ᠨᠠᠷ
тэд||␣
тэдний||
тэмдэг нэр||␣
тэмдэг||␣
тэмцэгч||␣
тэмцэх|to fight|ˈtʰ§e§m§t͡sʰ§e§x|temtsekh|ᠲᠡᠮᠡᠴᠡᠬᠦ
тэмцээн||␣
тэмээ||␣
тэмээг||␣||
тэмээгээр||␣||
тэмээгүй||␣||
тэмээн хяруул||
тэмээн||␣||
тэмээнд||␣||
тэмээний||␣||
тэмээнийх||␣||
тэмээнийхэн||␣||
тэмээнээс||␣||
тэмээнүүд||␣||
тэмээнүүдгүй||␣||
тэмээнүүдийг||␣||
тэмээнүүдийн||␣||
тэмээнүүдийнх||␣||
тэмээнүүдийнхэн||␣||
тэмээнүүдтэй||␣||
тэмээнүүдэд||␣||
тэмээнүүдээр||␣||
тэмээнүүдээс||␣||
тэмээтэй||␣||
тэнгис||
тэнгисгүй||␣||
тэнгисийг||␣||
тэнгисийн эрэг||
тэнгисийн||␣||
тэнгисийнх||␣||
тэнгисийнхэн||␣||
тэнгист||␣||
тэнгистэй||␣||
тэнгисээр||␣||
тэнгисээс||␣||
тэнгисүүд||␣||
тэнгисүүдгүй||␣||
тэнгисүүдийг||␣||
тэнгисүүдийн||␣||
тэнгисүүдийнх||␣||
тэнгисүүдийнхэн||␣||
тэнгисүүдтэй||␣||
тэнгисүүдэд||␣||
тэнгисүүдээр||␣||
тэнгисүүдээс||␣||
тэнгэр|sky|tʰ§e§ŋ.§ɡ§e§r|tenger|ᠲᠩᠷᠢ
тэнгэс||␣
тэнд|there|t§e§n§dә|tend|ᠲᠡᠨ᠋ᠳ᠋ᠡ
тэр|he, that|tʰ§e§r|ter|ᠲᠡᠷᠡ
тэрбум||␣
тэргийг||␣||
тэргэн||␣||
тэргэнд||␣||
тэргээр||␣||
тэрний||
тэрс||␣
тэрэг||␣
тэрэггүй||␣||
тэрэгний||␣||
тэрэгнийх||␣||
тэрэгнийхэн||␣||
тэрэгнээс||␣||
тэрэгнүүд||␣||
тэрэгнүүдгүй||␣||
тэрэгнүүдийг||␣||
тэрэгнүүдийн||␣||
тэрэгнүүдийнх||␣||
тэрэгнүүдийнхэн||␣||
тэрэгнүүдтэй||␣||
тэрэгнүүдэд||␣||
тэрэгнүүдээр||␣||
тэрэгнүүдээс||␣||
тэрэгтэй||␣||
тэс||␣
тэсрэх бодис||
тэсрэх||
тэх||
тэшүүрийн спорт||
тээрэм||␣||
тээрэмчин||␣||
түгжих||
түгжээ||
түймэр|wildfire|tʰ§ui§‹§m§ə§r|[ˈtʰuemɪr]|ᠲᠦᠢᠮᠡᠷ
түлхэх||␣
түлхэц||
түлхүүр||
түлэгдэлт||␣
түм||␣
түмэд||␣
түргэн хоол||␣
түрэмгий||
түрүүч||␣||
түших||
түүний||
түүнийх||␣
түүх||␣
төв||
төвөгтэй асуудал||
төгрөг|tugrug|ˈtʰɵ§k§r§ɵ§k||ᠲᠥᠭᠥᠷᠢᠭ
төгрөггүй||␣||
төгрөгийг||␣||
төгрөгийн||␣||
төгрөгт||␣||
төгрөгтэй||␣||
төгрөгүүд||␣||
төгрөгүүдгүй||␣||
төгрөгүүдийг||␣||
төгрөгүүдийн||␣||
төгрөгүүдтэй||␣||
төгрөгүүдэд||␣||
төгрөгүүдээр||␣||
төгрөгүүдээс||␣||
төгрөгөөр||␣||
төгрөгөөс||␣||
төлгө||
төлөвлөгөө||␣||
төлөх||
төлөөлөгч||
төлөөний нэр||␣
төлөөний үг||␣||
төмпөн||␣||
төмс|potato|tʰ§ɵ§m§s||ᠲᠥᠮᠦᠰᠦ
төмөр зам||
төмөр||␣
төмөрсөг мод||␣||
төмөрсөг||␣||
төр||␣
төрийн бэйл||␣
төрийн||
төрсөн нутаг||
төрсөн||␣
төрх||
төрөл зүйл||
төрөл||␣
төрөх||
төстэй||␣
төсөвлөх||␣
уг||␣
угаалга||
угаалгын машин||
угаах|to wash||ugaakh|ᠤᠭᠠᠬᠤ
угсаа||
угтвар үг||
уд||
удаа||␣
удган||␣
удирдамж||␣
удирдах||␣
удирдлага||␣
уйгаржин||␣
уйлах||
ул боов||
ул||
улаан лооль||
улаан лууван||␣
улаан манжин||
улаан суулга||
улаан чинжүү||
улаан үнэг||
улаан|red|ˈʊ§ɮ§aː§‹§ŋ|ulaan|ᠤᠯᠠᠭᠠᠨ
уламжлалт||␣
улиас||␣
улс||␣
улсаар||␣||
улсаас||␣||
улсад||␣||
улсгүй||␣||
улстай||␣||
улсууд||␣||
улсуудаар||␣||
улсуудаас||␣||
улсуудад||␣||
улсуудгүй||␣||
улсуудтай||␣||
улсуудыг||␣||
улсуудын||␣||
улсыг||␣||
улсын||␣||
унага||
унадаг дугуй||␣
унах|to ride a horse|ʊ§n§ə§x|unakh|ᠤᠨᠤᠬᠤ
унгарчууд||␣||
унгас||
унгах||␣
ундааны соруул||
унтах|to sleep|ʊ§n§tʰ§a§x|untakh|ᠤᠨᠲᠠᠬᠤ
унтраалга||
унтраах||␣||
унтрах||␣||
уншигч||
унших||␣
ур||
уралдаан||
урвагч||␣||
урвал||
урвалын зуух||␣||
урвах||␣
ургамал||
уриа||
урих||
урлаг||␣
урсгал||
урт оймс||␣
урт ы||␣||
урт|long|u§r§tă|urt|ᠤᠷᠲᠤ
уруул||␣
уруулын будаг||
урчууд||␣||
урчуудын||␣||
ус|water|ˈʊ§s|us|ᠤᠰᠤᠨ
усаа||␣||
усаар||␣||
усаараа||␣||
усан онгоц||␣
усан||␣||
усанд||␣||
усандаа||␣||
усандаас||␣||
усандаасаа||␣||
усгүй||␣||
усгүйгээ||␣||
уснаас||␣||
уснаасаа||␣||
уснууд||␣||
уснуудаа||␣||
уснуудаар||␣||
уснуудаас||␣||
уснуудад||␣||
уснуудгүй||␣||
уснуудтай||␣||
уснуудыг||␣||
уснуудын||␣||
уснуудынх||␣||
уснуудынхан||␣||
усны булга||
усны||␣||
усных||␣||
усныхаа||␣||
усныхан||␣||
устай||␣||
устайгаа||␣||
устөрөгч||␣
усчин||
усыг||␣||
усыгаа||␣||
утаа|smoke|ʊ§tʰ§a§‹|utaa|ᠤᠲᠤᠭ ᠠ
утас|phone|ʊ§t§ᵊ§s|utas|ᠤᠲᠠᠰᠤ
утга||␣
уу||␣
уудаг цаас||␣
уул|mountain|ʊː§‹§ɮ|uul|ᠠᠭᠤᠯᠠ
уулархаг||
уулс||␣||
ууль||
уур амьсгал||
уур||␣
уураг||
уурга||␣
уурлах||
ууртай||
уурхай||␣
уурхайчин||
уут||
уух|to drink|ʊː§‹§χ|uukh|ᠤᠤᠭᠤᠬᠤ
ууц||
ууцгаах||␣||
уучлаарай||␣
уучлах||
уушги||␣
уушиг||
ухаан|khan, king|–§ˈx§aː§‹§ŋ||ᠬᠠᠭᠠᠨ
ухамсар||
ухах|to dig||ukhakh
уцаарлах||
учир||
учраас||␣
уярах||␣||
уях||
фабрик|factory|ˈf§a§b§rʲ§ɪ§k
файл||␣
факс||␣
факсдах||␣
фашизм||␣||
ферм||␣
философи||␣||
фильм||␣
фирм||
фото аппарат||
фото||␣
фотог||␣||
фотогийн||␣||
фотогоор||␣||
фотогоос||␣||
фотогүй||␣||
фотод||␣||
фототой||␣||
франц||␣
францчууд||␣||
фронт||␣
функц||␣
футболк||␣
ха||␣||
хаад||␣||
хаадаа||␣||
хаадаар||␣||
хаадаараа||␣||
хаадаас||␣||
хаадаасаа||␣||
хаадад||␣||
хаадгүй||␣||
хаадгүйгээ||␣||
хааддаа||␣||
хаадтай||␣||
хаадтайгаа||␣||
хаадыг||␣||
хаадыгаа||␣||
хаадын||␣||
хаадынд||␣||
хаадындаа||␣||
хаадынх||␣||
хаадынхаа||␣||
хаадынхан||␣||
хаалга||␣
хаалт||␣||
хаалттай||
хаан||␣
хаана|where|§aː§‹§n§ă|khaana|ᠬᠠᠮᠢᠭ᠎ᠠ
хаанаа||␣||
хаанаар||␣||
хаанаараа||␣||
хаанаас||␣||
хаанаасаа||␣||
хаангүй||␣||
хаангүйгээ||␣||
хаанд||␣||
хаандаа||␣||
хаант улс||␣
хаантай||␣||
хаантайгаа||␣||
хааны||␣||
хааныг||␣||
хааныгаа||␣||
хааныд||␣||
хааныдаа||␣||
хааных||␣||
хааныхаа||␣||
хааныхан||␣||
хаах||␣
хааяа нэг||
хавар||␣
хавирга||␣
хависгана||␣||
хавцал||
хавч||␣
хавчих||␣
хаг||␣
хага||␣
хаган||
хагарах|to break|ˈx§a§ɢ§–§r§ə§x|khagarakh|ᠬᠠᠭᠠᠷᠠᠬᠤ
хагас и||␣||
хагас й||␣||
хагас||␣
хад цохио||
хад||␣
хадаас||␣
хадаг||␣
хадах|to sew||khadakh
хадгалагдах|to be saved|§a§d§ɡ§ᵊ§ɮ§ᵊ§ɡ§d§ᵊ§x
хадуур||␣
хазаар||␣
хазах|to bite|§a§t͡s§ə§x|khazakh|ᠬᠠᠵᠠᠬᠤ
хайлмаг||␣
хайнаг||␣
хайр||␣
хайрлах||␣
хайрсан||
хайрцаг||
хайх||␣
хайч||␣
хайчлах||␣
халаад||␣
халаас||
халбага|spoon|a§ɮ§b§a§ɡ§ᵊ|khalbaga|ᠬᠠᠯᠪᠠᠭ᠎ᠠ
халдах||␣
халдвар||␣
халдваргүй||␣
халдваргүйжил||␣
халдваргүйжих||␣
халдваргүйжүүлэгч||␣
халдваргүйжүүлэл||␣||
халдваргүйжүүлэх||␣
халдварлах||␣
халдварт||␣
халдлага||␣||
халим||␣
халуун ногоо||␣
халуун||␣
хальс||
хальтирах||
хамаг||␣
хамар|nose||khamar|ᠬᠠᠪᠠᠷ
хамба лам||
хамба||␣||
хамбургер||␣||
хамгаалах||␣
хамгийн||
хамрын нүх||
хамт||␣
хамтрах||␣
хамтрахын тийн ялгал||␣||
хан хүү||
хан||␣
хана||␣
ханан||␣||
ханз||␣
ханзан||␣||
ханиад||
ханиах||
ханхай||␣||
ханхайг||␣||
ханхайгаар||␣||
ханхайгаас||␣||
ханхайгүй||␣||
ханхайд||␣||
ханхайн||␣||
ханхайнууд||␣||
ханхайнуудаар||␣||
ханхайнуудаас||␣||
ханхайнуудад||␣||
ханхайнуудгүй||␣||
ханхайнуудтай||␣||
ханхайнуудыг||␣||
ханхайнуудын||␣||
ханхайнуудынх||␣||
ханхайнуудынхан||␣||
ханхайнх||␣||
ханхайнхан||␣||
ханхайтай||␣||
ханцуй||
ханш||␣||
хар гэр||
хар зах||
хар перц||
хар сүүлт зээр||
хар тугалга||␣
хар ус||
хар хэрээ||␣
хар|black|χ§a§r̊|khar|ᠬᠠᠷ᠎ᠠ
хараацай||␣||
харагдах||
харайх||␣
харандаа үзүүрлэгч||
харандаа|pencil|a§r§ə§n§t§a§‹arᵊnˈda/χaɾɐnˈda/kharandaa|ᠬᠠᠷᠠᠨᠳᠠ
харандааны сав||
харах|to see|ˈx§a§r§a§x|kharakh|
харваа||␣
харваач өвс||
харваач||␣
харгана||␣
харин||␣
хариу||␣
хариулах||
хариуцах||␣||
хариуцлага||␣||
харуул||
харуулах||
харш||
харьяа||␣
харьяалах||␣
харьяалахын тийн ялгал||␣
хас||␣
хасаг||␣
хасах||
хасс||
хатаасан||
хатаах||
хатагтай||
хатан||
хатах||
хатгах|to stab||khatgakh
хатмал||␣
хатуугийн тэмдэг||␣||
хахууль||␣
хачиг||
хачир||
хачиртай||␣||
хашилт||␣||
хаяг||
хаялах||␣
хаялга||
хаях|to spit|a§jə§x|khayakh|ᠬᠠᠶᠠᠬᠤ
хиа||␣||
хиам||␣
хивс||
хивэг||
хижээл||␣
хий||␣
хийд||
хийл||
хийлч||
хиймэл||␣
хийх||␣
хил хязгаар||
хил||␣
хилэн||
хилэнцэт хорхой||␣
хими||␣||
хирагана||
хиргисүүр||
хирс||␣
хобби||
хог||␣
хойг||␣
хойд||␣
хоймсон||␣||
хойно||␣
хока||
хол|far|χ§ɔ§ɬ|khol|ᠬᠣᠯᠠ
холбоо||␣
холбоос үг||
холбоос||
холгох||
холилдох||
холимог хуурга||
холимог||
холих||
холтос|bark (of a tree)|ɔ§ɮ§tʰ§ə§s|kholtos|ᠬᠣᠯᠲᠣᠰᠣ
холтосгүй||␣||
холтосгүйгээ||␣||
холтосноос||␣||
холтосноосоо||␣||
холтоснууд||␣||
холтоснуудаа||␣||
холтоснуудаар||␣||
холтоснуудаараа||␣||
холтоснуудаас||␣||
холтоснуудаасаа||␣||
холтоснуудад||␣||
холтоснуудгүй||␣||
холтоснуудгүйгээ||␣||
холтоснууддаа||␣||
холтоснуудтай||␣||
холтоснуудтайгаа||␣||
холтоснуудыг||␣||
холтоснуудыгаа||␣||
холтоснуудын||␣||
холтоснуудынх||␣||
холтоснуудынхаа||␣||
холтоснуудынхан||␣||
холтосны||␣||
холтосных||␣||
холтосныхон||␣||
холтосныхоо||␣||
холтостой||␣||
холтостойгоо||␣||
холтсон||␣||
холтсонд||␣||
холтсондоо||␣||
холтсоо||␣||
холтсоор||␣||
холтсоороо||␣||
холтсыг||␣||
холтсыгоо||␣||
хомофоби||
хонин гүрвэл||
хоног||␣
хонох||␣
хонуурь||␣||
хонь||␣
хоньчин||␣
хоо||␣||
хоол хийх||
хоол|food|ɔː§‹§ɮ||ᠬᠣᠭᠤᠯᠠ
хооллох||
хоолой||
хооронд||
хор||
хорвоо||␣
хордох||␣
хоригдол||
хорин||
хорсох||␣
хорхой|worm|ˈx§ɔ§r§x§ɔi§‹̯|khorkhoi|ᠬᠣᠷᠤᠬᠠᠢ
хорчин||␣||
хорь|twenty|o§rʲ§‹ȯrꞌ|ᠬᠣᠷᠢ
хос||␣
хот|town|ˈx§ɔ§tʰotŏ|ᠬᠣᠲᠠ
хотон||␣
хотууд||␣||
хотын||␣||
хоцрогдол||
хоч||
хошного||␣
хошой чин ван||␣
хошуу||␣
хошууч||␣||
хоёр|two|χ§ɔ.§jʊ§r|khoyor|ᠬᠣᠶᠠᠷ
хоёрдогч||␣||
хоёрдугаар||␣||
хуанли||␣
хуасан||
хув||
хуваарь||␣
хуваах||
хуванцар||␣
хувилбар||␣
хувин||
хувсьгал||␣
хувцас||␣
хувь||␣
хувьсгал||␣
хугацаа||␣
худ худ||␣||
худ||␣||
худаг||
худал||␣
худалдаа||
худалдаачин||
худалдаж авах||
худалдах||␣
худалч хүн||
худалч||␣
хударга||␣
хужаа||␣
хуй||␣
хуйцаа||␣
хул аяга||
хулан||
хулгай||
хулгайлах||␣
хулгайч||
хулгана||␣
хулгах||
хулс||
хулуу||␣
хулхи||␣
хулчгар||
хумс|fingernail|ʊ§m§s|khums|ᠬᠢᠮᠤᠰᠤ
хун||␣
хур||
хураамж||␣
хураангуй||␣||
хурал||␣
хурандаа||␣||
хурга||␣
хурган засаа||
хурган||␣||
хурдсах||
хурим||␣
хурма||␣||
хуруу||␣
хуруувч||␣
хурхирах||␣
хурьцал||
хус||
хусах||␣
хутга||␣
хутгалдах||␣
хуудас||␣
хууз сахал||
хууз||
хуукууд||
хууль|law|ʊː§‹§ɮʲ§‹|χɵːɮʲ/xu̇:lĭ/xuil|ᠬᠠᠤᠯᠢ
хуульч||␣
хуульчлах||␣
хуур||␣
хуурай||
хуурах||␣
хуурга||␣
хуурсан||
хуучин|old||khuuchin
хуушуур||␣
хуцах||
хучмал||
хэбид||␣
хэв||
хэвийн боов||
хэвлээр явагч||
хэвтэх|to lie (bed)|e§f§t§ĕ§–|khevtekh|ᠬᠡᠪᠲᠡᠬᠦ
хэвэг||
хэвэл||␣
хэд||
хэдэн||
хэдэрлэх||␣
хэзээ ч үгүй||␣
хэзээ|when|ˈx§e§t͡s§eː§‹|khezee|ᠬᠡᠵᠢᠶ᠎ᠡ
хэл зүй||
хэл шинжлэл||␣||
хэл|tongue, language|e§ɮ|khel|ᠬᠡᠯᠡ
хэлбэр||
хэлц үг||
хэлц||
хэлцэл||
хэлье|let's say|
хэлэлцэх||␣
хэлэх|to say|i§ɮ§ə§x|khelekh|ᠬᠡᠯᠡᠬᠦ
хэм||␣
хэмжээ||␣
хэн|who|ˈx§e§ŋ|khen|ᠬᠡᠨ
хэрцгий||
хэрчим||
хэрчих|to cut||kherchikh
хэрэг явдал||
хэрэг||␣
хэрэглэгдэх||␣
хэрэглэгдэхүүн||␣
хэрэглэгч||
хэрэглэл||␣
хэрэглэх||␣
хэрэглээ||␣
хэрэглүүр||␣
хэрэгтэй||␣
хэрэлдэх||␣||
хэрэм||
хэрээ||
хэрүүл||␣
хэсэг||
хэтэвч||␣
хэхрэх||␣
хээр||␣
хязаалан||␣||
хязгаар||␣
хязгаарлагдмал хариуцлагатай компани||␣
хялгас||␣
хялгасан судас||
хялгасан хоолой||
хямд төсөр||
хямрал||
хяргах||␣
хярс||␣
хяруу||␣||
хятад||␣
хятадууд||␣||
хүдэр||
хүзүү|neck|u§t͡s§u§‹|khüzüü|ᠬᠦᠵᠦᠭᠦᠦ
хүйс||
хүйтэн|cold||khüiten
хүлэх||␣
хүлээн авах||
хүлээх||
хүмүүн||␣
хүмүүнгүй||␣||
хүмүүнгүйгээ||␣||
хүмүүнд||␣||
хүмүүндээ||␣||
хүмүүний||␣||
хүмүүнийг||␣||
хүмүүнийгээ||␣||
хүмүүнийх||␣||
хүмүүнийхэн||␣||
хүмүүнийхээ||␣||
хүмүүнтэй||␣||
хүмүүнтэйгээ||␣||
хүмүүнээ||␣||
хүмүүнээр||␣||
хүмүүнээрээ||␣||
хүмүүнээс||␣||
хүмүүнээсээ||␣||
хүмүүс||␣||
хүмүүсгүй||␣||
хүмүүсгүйгээ||␣||
хүмүүсийг||␣||
хүмүүсийгээ||␣||
хүмүүсийн||␣||
хүмүүсийнх||␣||
хүмүүсийнхэн||␣||
хүмүүсийнхээ||␣||
хүмүүст||␣||
хүмүүстэй||␣||
хүмүүстэйгээ||␣||
хүмүүстээ||␣||
хүмүүсээ||␣||
хүмүүсээр||␣||
хүмүүсээрээ||␣||
хүмүүсээс||␣||
хүмүүсээсээ||␣||
хүн орхоодой||␣||
хүн чулуу||
хүн|man (human being)|u§n|khün|ᠬᠦᠮᠦᠨ
хүнгүй||␣||
хүнгүйгээ||␣||
хүнд|heavy|u§n§t|khünd|ᠬᠦᠨᠳᠦ
хүндлэх||
хүндрэл||␣
хүндэтгэлийн үг||
хүндээ||␣||
хүний||␣||
хүнийг||␣||
хүнийгээ||␣||
хүнийх||␣||
хүнийхэн||␣||
хүнийхээ||␣||
хүннү||␣||
хүнс||␣
хүнсний дэлгүүр||
хүнтэй||␣||
хүнтэйгээ||␣||
хүнцэл||␣
хүнээ||␣||
хүнээр||␣||
хүнээрээ||␣||
хүнээс||␣||
хүнээсээ||␣||
хүрд||
хүрз||␣
хүртэл||
хүртэх||
хүрхрээ||␣
хүрэл||␣
хүрэлзгэнэ||␣
хүрэлцэх||␣||
хүрэм||
хүрэх||␣
хүрээ||
хүрээлэн||
хүснэг||
хүсэлт||
хүсэх||␣
хүхэр||
хүч||␣
хүчил||
хүчилтөрөгч||␣||
хүү||␣
хүүгэд||␣||
хүүе||
хүүхэд|child|uː§‹§x§ə§t|khüükhed|ᠬᠡᠦᠬᠡᠳ
хүүхэлдэй||␣
хөвгүүд||␣||
хөвгүүдгүй||␣||
хөвгүүдгүйгээ||␣||
хөвгүүддээ||␣||
хөвгүүдийг||␣||
хөвгүүдийгээ||␣||
хөвгүүдийн||␣||
хөвгүүдийнх||␣||
хөвгүүдийнхэн||␣||
хөвгүүдийнхээ||␣||
хөвгүүдтэй||␣||
хөвгүүдтэйгээ||␣||
хөвгүүдэд||␣||
хөвгүүдээ||␣||
хөвгүүдээр||␣||
хөвгүүдээрээ||␣||
хөвгүүдээс||␣||
хөвгүүдээсээ||␣||
хөвгүүн||␣
хөвгүүнгүй||␣||
хөвгүүнгүйгээ||␣||
хөвгүүнд||␣||
хөвгүүндээ||␣||
хөвгүүний||␣||
хөвгүүнийг||␣||
хөвгүүнийгээ||␣||
хөвгүүнийх||␣||
хөвгүүнийхэн||␣||
хөвгүүнийхээ||␣||
хөвгүүнтэй||␣||
хөвгүүнтэйгээ||␣||
хөвгүүнээ||␣||
хөвгүүнээр||␣||
хөвгүүнээрээ||␣||
хөвгүүнээс||␣||
хөвгүүнээсээ||␣||
хөвд||
хөвч||
хөвчтөн||
хөвүүн||␣
хөвөн||
хөгжим||␣
хөгжимчин||␣
хөгжөөн дэмжигч||␣||
хөгц||
хөгшин||
хөдлөх||␣
хөдөлгүүр||
хөдөлгөөн||
хөдөлмөр||␣||
хөдөө аж ахуй||
хөзөр||
хөл алдах||
хөл|foot, leg||khöl|ᠬᠥᠯ
хөлбөмбөг||
хөлдүү||
хөлдөх||␣
хөлдөөгч||␣
хөлдөөсөн||
хөлдөөх||␣
хөлийн булчин||
хөлрөх||
хөлс||
хөлөг||
хөлөх||
хөмрүүлэх||␣
хөмрөх||␣
хөмсөг||
хөмүүн||␣
хөнгөн тэрэг||␣
хөнгөн цагаан||
хөнгөн||
хөндий||␣
хөнжил||␣
хөнөг||␣
хөргүүр||␣
хөргөгч||␣
хөрс||␣
хөрш||␣
хөрөг||
хөрөнгө хогшил||
хөрөө||␣
хөрөөдөх||
хөтөлбөр||
хөх бух||
хөх|breast|ˈx§ɵ§x|khökh|ᠬᠥᠬᠡ
хөхний сүү||
хөхний товч||
хөхний толгой||
хөхүүр||␣
хөхөн||␣||
хөхөх||␣
хөхөө||
хөшиг||
хөших||␣
хөшөө||
хөөе||␣
хөөмий||␣
хөөрөг зөрүүлэх||
хөөрөг||␣
хөөс||
хөөх||
цаа буга||␣
цаас|paper|t͡s§aː§‹§s|tsaas|ᠴᠠᠭᠠᠰᠤ
цаасан шувуу||
цаасан||␣||
цавуу||␣
цаг агаар||␣
цаг||␣
цагаан архи||
цагаан гаа||
цагаан зээр||
цагаан лууван||
цагаан мөөг||
цагаан толгой||
цагаан хэрэглэл||
цагаан шонхор||
цагаан|white|t͡s§a§ˈɢ§aː§‹§ŋ|tsagaan|ᠴᠠᠭᠠᠨ
цагалбар||
цагдаа|police|t͡s§a§ɡ§ˈt§aː§‹|tsagdaa|ᠴᠠᠭᠳᠠᠭ᠎ᠠ
цаглабар||␣
цадиг||␣
цай||␣
цайг||␣||
цайгаар||␣||
цайгүй||␣||
цайз||
цайллага||␣
цайн||␣||
цайнаас||␣||
цайнд||␣||
цайнууд||␣||
цайнуудаар||␣||
цайнуудаас||␣||
цайнуудад||␣||
цайнуудгүй||␣||
цайнуудтай||␣||
цайнуудыг||␣||
цайнуудын||␣||
цайнуудынх||␣||
цайнуудынхан||␣||
цайны газар||␣
цайны||␣||
цайных||␣||
цайныхан||␣||
цайр||␣
цайтай||␣||
цалин||
цамхаг||
цамц||␣
цана||
цаначин||
цангаа||␣
цангах||␣
царай||␣
царс||␣
царцаа||
цас орж байна||
цас шиг цагаан||
цас|snow|t͡sʰ§a§s|tsas|ᠴᠠᠰᠤ
цасан ширхэг||
цахилгаан соронзон||␣||
цахилгаан||␣
цахилгаанжуулалт||␣
цахилгаанжуулах||␣
цахилгааны залгуур||␣
цахим тооцоолуур||␣
цахим||␣||
цацагт хяргуул||
цемент||
цилиндр||␣||
цирк||␣
цогц||␣
цогцос||␣
цомог||
цонх||␣
цоож||
цоожлох||
цоожны нүх||
цох|beetle|ʦ§o§xŏ||ᠴᠣᠬᠤ
цохих|to hit|t͡sʰ§ɔ§xʲ§ə§x|tsokhikh|ᠴᠣᠬᠢᠬᠤ
цуваа цэг||␣
цуглуулах||
цуйван||␣
цулбуур||
цурхай||
цус|blood|t͡s§ʊ§s|tsus|ᠴᠢᠰᠤ
цутгах||
цуу цуу||
цуу||␣
цуур||
цуурай||
цухал|narrow|t͡s§u§x§a§ɮ|tsukhal
цэ||␣||
цэврүү||
цэвэр||
цэвэрлэх||␣
цэг||␣
цэгтэй таслал||␣||
цэгтэй таслалыг||␣||
цэдэнбализм||␣||
цэнэглэх||␣||
цэрэг|soldier|ˈt͡sʰ§e§r§e§k||ᠴᠡᠷᠢᠭ
цэцгийн мэхээлдэс||
цэцэг|flower|t͡ʃʰ§i§t͡ʃʰ§ɘ§k|tsetseg|ᠴᠡᠴᠡᠭ
цэцэрлэ|kindergarten|t͡s§e§t͡s§ᵊ§r§ɮ§ⁱk
цэцэрлэг||
цээж||
цээжлэх||␣||
цүүц||␣
цөл||␣
цөлхөөв||␣
цөм||
цөцгий||␣
цөцгийн тос||
цөөвөр чоно||
цөөн|few|t͡sʰ§oː§‹§ŋ|tsöön|ᠴᠥᠭᠡᠨ
чавга||␣||
чавхдас||␣
чагнаал||␣
чагнаалдах||
чагнах||
чагт||
чадвар||␣
чанар||␣
чанарлаг||␣
чанасан||␣
чанга яричг||
чангаанз||␣
чарга||
чек||␣
чемодан||␣
чи|you (singular)|ˈt͡ɕʰ§i||ᠴᠢ
чиглэх||
чиглэхийн тийн ялгал||␣||
чиглүүлэх||
чидун||␣||
чийг||␣
чийдэн||␣
чинжүү||␣
чиний||
чинийх||
чирэх||
чих|ear|t͡ʃ§i§xᵊ|chikh|ᠴᠢᠬᠢ
чихрийн манжин||␣
чихэр||
чихэрлэг||
чоно|wolf|ˈt͡ɕʰ§ɔ§n§–|chono|ᠴᠢᠨᠤ᠎ᠠ
чулуу|stone|␣|chuluu|ᠴᠢᠯᠠᠭᠤ
чухаг||␣
чухал||␣
чэ||␣||
чүдэнз||
чүнчигноров||␣||
чүү||
чөдөр||␣||
чөмөг||␣
чөх||
ша||␣||
шаазгай|magpie|ʃ§aː§‹§t͡s§ɢ§ai§‹|šaɣad͡ʒaɣai|ᠱᠠᠭᠠᠵᠠᠭᠠᠢ
шаардах||␣
шаардлага тавих||
шаардлага||␣
шаахай||
шавар||␣
шавхай||
шавьж||
шагай||
шагнал||
шадар||
шал||␣
шалах||␣||
шалбархай||␣
шалгалт||␣
шалгах||␣
шалгуур||␣
шалтаг||␣
шалтгаа||␣
шалтгаан||␣
шанаа||␣
шанаган хорхой||␣
шанд||␣
шанз||␣
шанц||
шар айраг||
шар будаа||
шар лууван||
шар шувуу||
шар үс||
шар|yellow|ʃ§a§r|shar|
шарвах||
шарсан төмс||
шарсан||
шартах||
шарх||
шат||
шатаах|to burn|ʃ§a§tʰ§a§‹§x|shataakh|ᠰᠢᠲᠠᠭᠠᠬᠤ
шатар||␣
шатах||
шафа||␣
шах||␣||
шахах|to squeeze|ʃ§a§x§ə§x|shakhakh|ᠰᠢᠬᠠᠬᠤ
шашин||␣
шашингүй||␣||
шашингүйгээ||␣||
шашинд||␣||
шашиндаа||␣||
шашинтай||␣||
шашинтайгаа||␣||
шашнаа||␣||
шашнаар||␣||
шашнаараа||␣||
шашнаас||␣||
шашнаасаа||␣||
шашнууд||␣||
шашнуудаа||␣||
шашнуудаар||␣||
шашнуудаараа||␣||
шашнуудаас||␣||
шашнуудаасаа||␣||
шашнуудад||␣||
шашнуудгүй||␣||
шашнуудгүйгээ||␣||
шашнууддаа||␣||
шашнуудтай||␣||
шашнуудтайгаа||␣||
шашнуудыг||␣||
шашнуудыгаа||␣||
шашнуудын||␣||
шашнуудынх||␣||
шашнуудынхаа||␣||
шашнуудынхан||␣||
шашны||␣||
шашныг||␣||
шашныгаа||␣||
шашных||␣||
шашныхаа||␣||
шашныхан||␣||
шивнэх||␣
шивээс||␣
шивүүр||
шигших||
шигшээ||
шигшүүр||
шизофрени||␣||
ший гуа||
шийгуа||
шийдвэр||␣
шийжүү||␣
шийтгэл||
шил||␣
шилбэ||␣
шилүүс||␣
шин|new|ʃ§i§n|shin|ᠰᠢᠨ᠎ᠡ
шингэн будаа||
шингэн||␣
шинжлэл||␣||
шинжлэх ухаан||
шинжлэх||␣||
шинэ|new|ʃ§i§n§–
шинэлэг||␣
шинэс||
шинэчлэл||
шинэчлэх||␣
шир||
ширхэг||␣||
ширээ юү?|is this a table?|ʃ§i§r§e§‹§ §jʊː§‹§?|shiree yuu
ширээ|table|ʃ§i§r§e§‹|shiree|ᠰᠢᠷᠡᠭᠡ
шит||␣||
шодой||␣
шоколад||␣
шонхор||␣
шоо||␣
шоргоолж||␣
шорлог||␣
шорон||
шороо||␣
шохой||
шошго||
шпагетти||␣
шувуу|bird|ʃ§ʊ§w§ʊ§‹|shuvuu|[ʃo̙ˈw̜o̙] ᠰᠢᠪᠠᠭᠤ
шугам||␣
шулуун|straight|ʃ§ʊ§ɮ§ʊ§‹§ŋ|shuluun|ᠰᠢᠯᠤᠭᠤᠨ
шумуул|mosquito|ʃ§u§m§u:§‹§l||ᠰᠢᠮᠠᠭᠤᠯ
шураг||
шуугиан||␣
шуудай||
шуудан||␣
шуурга||
шээх||␣
шянчи||␣||
шянчуу||␣||
шүд|tooth|ʃ§u§d|shüd|ᠰᠢᠳᠦ
шүдний оо||
шүдний сойз||
шүдний эмч||
шүдэнз||
шүлс||␣
шүлэг||␣
шүлэгч||
шүршүүр||
шүршүүрийн гель||
шүтэх||
шүхэр||
шүү||␣||
шүүдэр||␣
шүүр||␣
шүүрдэх||␣
шүүрс||
шүүс||␣
шүүслэг||␣
шүүслэх||␣
шүүх||
шөвөг||
шөл||
шөнө|night|ʃ§ɵ§n§–|shönö|ᠰᠥ᠋ᠨ᠋ᠢ
ща||␣||
щит|shield|ˈɕ§i§tʰ|ščit|ᠱ᠌ᠢᠲ
эв||␣
эвлэрэх||
эвсэх||
эвэр бүрхэвч||
эвэр|horn|e§w§ə§r|ever|ᠡᠪᠡᠷ
эвэрлэг бүрхэвч||
эгч||␣
эгшиг үсэг||
эгшиг||
эгэх||
эд||␣
эдгээр||
эдийн засаг||
эзлэх||␣||
эзэмдэх||␣
эзэн хаан||
эзэн||␣
экзистенциализм||␣||
экзистэнциализм||
эл||␣||
элс|sand|e§l§s||ᠡᠯᠡᠰᠦ
элч||␣||
элэг|liver|i§ɮ§ə§ɡ|eleg|ᠡᠯᠢᠭᠡ
эм бэлгэ эрхтэн||
эм бэлэг эрхтэн||
эм||␣
эмгэн хумс||
эмнэлэг||␣
эмч||␣
эмчилгээ||␣
эмэгтэй|woman|e§m§ə§ɡ§tʰ§e§‹|emegtei|ᠡᠮᠡᠭᠲᠡᠢ
эмэгтэйчүүд||␣||
эмэгтэйчүүдийг||␣||
эмэгтэйчүүдийн||␣||
эмэгтэйчүүдэд||␣||
эмээ||␣
эмээл||␣
эмээллэх||
эмээх||
эн||␣||
энгийн||
энд|here|e§n§t|end|ᠡᠨᠳ᠋ᠡ
эндометриоз||␣||
энх тайван||
энх тунх||
энх||␣
энхийг сахиулагч||␣||
энэ|this|e§n§–|ene|ᠡᠨᠡ
энэтхэгчүүд||␣||
эр зориг||
эр үхэр||
эр||␣
эрвээхэй||
эргэлзэх||
эргэх|to turn (intransitive)|i§r§ɡ§i§x|ergekh|ᠡᠷᠭᠢᠬᠦ
эргүүлэх||
эрдэмтэн||
эрдэнэ||␣
эрзээн||␣
эрлийз||
эрлийзжих||␣
эрх мэдэл||
эрх||␣
эрхи||
эрхий||
эрхийвч||␣
эрхтэн||␣
эрхэм||
эрхүүд||␣
эрч||␣
эрчлэх||
эрчүүдийн||␣||
эрэг шураг||
эрэг||
эрэгдэх||
эрэгтэй||␣||
эрэгтэйчүүдийн||␣||
эрэх||
эрүү||␣
эс||␣
эсгий||␣
этгээд||
эф||␣||
эх|mother|i§x|ekh|ᠡᠬᠡ
эхийн сүү||
эхлэх||␣
эхнэр|wife|ˈe§x§n§e§r̥|ekhner|ᠡᠬᠡᠨᠡᠷ
эхэлсэн||␣||
эцэг|father||etseg|ᠡᠴᠢᠭᠡ
ээ||␣||
ээдэм||
ээж|mother|eː§‹§t͡ʃ|eej
ээлж дараалал||
ээлж||
ээмэг||␣
ээмэр|earings|ˈeː§‹§m§ⁱ§r
ээрэх||
юань||␣||
юм||␣
юмгүй||␣||
юмдүүжин||␣
юмс||␣||
юмсан||␣
юу|what|ˈjʊː§‹|yuu|ˈjʊː
юү||␣||
я-гийн төрлийн үсэг||␣||
яагаад гэвэл||
яагаад||␣
яаж|how|j§aː§d͡ʒ|yaaj|ᠶᠠᠭᠠᠭᠢᠵᠤ
яам||␣||
явах|to go, leave|␣||ᠶᠠᠪᠤᠬᠤ
явган явах||␣
явдал||␣
явц||␣
явцуу||␣
явъя|let's go
ял||␣
ялаа||
ялалт||␣||
ялах||
ялгал||␣
ялгах||␣
ялгац гишүүн||
ямаа||␣
ямар||␣
янгир|mountain goat||jaŋgir|ᠶᠡᠩ‍ᢉᠢᠷ
яндан||␣
яндангийн дуу||
янжуур||␣
янз||␣
янхан||␣
яншуй||␣
япончууд||␣||
япончуудын||␣||
яриа||
ярих||␣
яс|bone|ja§sᵊ|yas|ᠶᠠᠰ
яст мэлхий||␣
ястан||␣
ятга шаазгай||
ятга||␣
ятгач||
ятгачин||
ятгашаазгай||
ятуу||␣
ё||␣||
ёкозуна||␣||
ёл||␣
ёотон|sugar cube|ˈjɔː§‹§tʰ§ɔ§ŋ|yooton|ᠶᠣᠣᠲᠠᠩ
ёс||␣
ёслол||␣
ёсны||␣||
ёстой||␣
Ү||␣||
ү||␣||
үг||␣
үггүй||␣||
үгийг||␣||
үгийн||␣||
үгний||␣||
үгнийх||␣||
үгнийхэн||␣||
үгнээс||␣||
үгс||␣||
үгсгүй||␣||
үгсийг||␣||
үгсийн аймаг||
үгсийн||␣||
үгсийнх||␣||
үгсийнхэн||␣||
үгстэй||␣||
үгсэд||␣||
үгсээр||␣||
үгсээс||␣||
үгтэй||␣||
үгэн||␣||
үгэнд||␣||
үгээр||␣||
үгүй||␣
үгүйлэх||
үдэх||
үдэш||␣
үе үе||
үе||␣
үед||
үер||
үерхдэг залуу||␣||
үерхдэг охин||␣||
үерхдэг хүн||␣||
үерхэх||␣||
үеэ||
үзбек||
үзвэр||
үзэг||␣
үзэгний иш||
үзэлцэх||␣||
үзэм||␣||
үзэсгэлэн||
үзэх|to see|u§t͡sə§‹§x|üzekh|ᠦᠵᠡᠬᠦ
үзүүлэх||
үзүүр||␣
үйл хэрэг||
үйл явдал||
үйл үг||␣
үйл|act, deed|ui§‹§ɮ|[ˈueɮ]|ᠦᠢᠯᠡ
үйлдвэр||␣
үйлдвэржих||␣
үйлдвэрийн||␣
үйлдвэрлэл||␣
үйлдвэрлэлийн хэрэгсэл||
үйлдвэрлэх||␣
үйлдвэрчин||␣
үйлдэл||␣
үйлдэржилт||␣
үйлдэх||␣
үйлдэхийн тийн ялгал||␣||
үйлс||␣||
үйлт нэр||
үйлчилгээ||␣
үйлчлэл||␣
үйлчлэх||␣
үйлчлүүлэгч||␣
үйлчлүүлэх||␣
үлдэгдэл||
үлээх|to blow|u§ɮ§e§‹§x|üleekh|ᠦᠯᠢᠶᠡᠬᠦ
үмхэх|to bite|ü§m§kh§e§kh||ᠡᠮᠬᠦᠬᠦ
үндсэн дээр||
үндсэн хууль||
үндсэрхэг үзэл||␣
үндэс|root|u§n§t§ə§s|ündes|ᠦᠨᠳᠦᠰᠦ
үндэсний||␣
үндэстний социализм||␣
үндэстэн|nationality|u§n§t§ᵊ§s§t§ᵊ§ŋ||ᠦᠨᠳᠦᠰᠦᠲᠡᠨ
үнс|ash|u§n§s|üns|ᠦᠨᠡᠰᠦ
үнсэх||␣
үнэ||␣
үнэг||␣
үнэмлэх||␣
үнэн||␣
үнэр||
үнэрлэх чадвар||
үнэрлэх|to smell||ünerlekh
үнэтэй||
үнээ||␣
үр|seed|u§r|ür|ᠦᠷ᠎ᠡ
үргэлж||
үржүүлэх||
үрэл||
үрэх||
үс|hair||üs|ᠦᠰᠦ
үсгийн дараалал||
үсний сэнс||
үсний хаг||
үсрэх||␣
үсчин||
үсэг||␣
үтрэм||␣
үтрээ||␣
үхжил||
үхсэн||
үхэл||␣
үхэр||␣
үхэх|to die||ükhekh
үүд||
үүл|cloud|uː§‹§ɮ|üül|ᠡᠭᠦᠯᠡ
үүлгүй||␣||
үүлийг||␣||
үүлний||␣||
үүлнээс||␣||
үүлнүүд||␣||
үүлнүүдгүй||␣||
үүлнүүдийг||␣||
үүлнүүдийн||␣||
үүлнүүдтэй||␣||
үүлнүүдэд||␣||
үүлнүүдээр||␣||
үүлнүүдээс||␣||
үүлтэй||␣
үүлэн||␣||
үүлэнд||␣||
үүлээр||␣||
үүний||
үүр||
үүргэвч||␣
үүрэг||
үүсгэл||
Өвөр Монгол||␣
Өгэдэй||␣||
Өгэдэйг||␣||
Өгэдэйгээр||␣||
Өгэдэйгээс||␣||
Өгэдэйгүй||␣||
Өгэдэйд||␣||
Өгэдэйн||␣||
Өгэдэйнд||␣||
Өгэдэйтэй||␣||
Өлгий||␣
Өмнөд Африк||␣
Өмнөд Солонгос||␣
Өндөрхаан||␣
Өэлүн||␣||
Өэлүнгүй||␣||
Өэлүнд||␣||
Өэлүний||␣||
Өэлүнийг||␣||
Өэлүнийд||␣||
Өэлүнтэй||␣||
Өэлүнээр||␣||
Өэлүнээс||␣||
өв||␣
өвгөн||␣||
өвдөг|knee|owtəɡ|övdög|
өвдөх||
өвс|grass|o§w§s|övs|ᠡᠪᠡᠰᠦ
өвчин||␣
өвчтэй||
өвчүү||
өвөл||␣
өвөр||␣
өвөө||␣
өвөөлж||␣
өгзөг||␣||
өглөг||␣
өглөө||␣
өглөөний мэнд||
өглөөний цай||␣
өгье|let's give|
өгүүлбэр||
өгүүлэгдэхүүн||
өгүүлэл||
өгүүлэхүүн||
өгөгдөл||
өгөрций||
өгөх оршихын тийн ялгал||␣
өгөх|to give|o§ɡ§ə§x|ögökh|ᠥᠭᠬᠦ
өгөхийн тийн ялгал||␣||
өд|feather|o§t|öd|ᠥᠳᠦ
өдгөө||␣||
өдрийн хоол||
өдрийн||
өдөр|day|ˈɵ§t§ə§r̥|ödör|ᠡᠳᠦᠷ
өеө||␣||
өеөдөх||␣||
өлгөх||
өлмий||␣
өлсгөлөн||␣
өлсөх||␣
өлөн||
өмд||␣
өмнө|south|ˈɵ§m§n§–||ᠡᠮᠦᠨ᠎ᠡ
өмнөд||
өмнөх||
өмсөх||␣
өнгө|color|ɵ§ŋ§k§–|öngö|ᠥᠩᠭᠡ
өнгөрсөн цаг||
өнгөрөх||
өндгөн жаврай||
өндгөн||␣||
өндөг|egg|ɵ§n§d§ᵊ§k|öndög|ᠥᠨᠳᠡᠭᠡ
өндөр жил||␣
өндөр уул||
өндөр өсгийтэй||
өндөр||
өндөрийн харайлт||
өндөрлөг||
өнцөг||
өнчин тархи||
өнчин||␣
өнөөдөр|today|ɵ§n§ɵ:§‹§d§ɵ§r||ᠥᠨᠦᠳᠦᠷ
өр||␣
өргөдөг шат||
өргөдөл||␣
өргөлт||␣||
өргөлттэй||␣||
өргөн|wide|ø§r§k§ø§ŋ|örgön|ᠥᠷᠭᠡᠨ
өргөст хэмх||
өргөө||␣||
өргөөн||␣||
өрсөлдөгч||␣
өрсөлдөх||␣
өрсөлдөөн||␣
өрсөх||␣
өртөг||
өртөө||
өршөөх||
өрөм||␣
өрөө||
өсгий||␣
өт||
өтгөн||␣
өчигдөр||
өчүүхэн||␣
өө||␣
өөд||␣||
өөлд||␣
өөр|other|oː§‹§r|öör|ᠥᠪᠡᠷ
өөрийн эрхгүй||
өөрийн||␣
өөрийнхөө||␣||
өөрсдөө||␣||
өөртөө засах орон||
өөртөө засах хошуу||
өөрчлөлт||␣
өөрчлөн байгуулалт||
өөрчлөх||␣
өөрөө|myself|ˈɵː§‹§r§ɵ§‹
өөх тос||
өөх|fat (noun)|oː§‹§x|öökh|ᠥᠭᠡᠬᠦ
өөхлөг||␣
өөш||␣





@ https://www.youtube.com/watch?v=PnZR2DvmOck
@ Colloquial Russian
@ nomiin ger


хэлье|let's say|


@ unknown source

амар|to rest|a§m§ᵊ§r||
амархан|easy|a§m§ᵊ§r§x§ᵊ§n||
байлдах|to fight||baildakh|
бодъё|let's think|||
будан|fog|b§u§d§a§ŋ|budan|
доор|under|t§oː§‹§r||
ойлгосон|I understood|ɔi§‹§lɔ§k§–§s§ᵊ§n||
пүүжин|rocket|p§ʊː§‹§d͡ʒ§i§ŋ||
та нар|you (plural)|t§a:§§n§ă§r|ta nar|
туймээс|that's why|ˈtʰ§iː§‹§m§e§‹§s||
уугуул|indigenous|ˈʊː§‹§ɡ§ʊ§‹§ɮ||
уулзъя|let's meet|||
хаашаа|where to|ˈx§aː§‹§ʃ§a§‹||
хоосон|empty|ˈx§oː§‹§s§ᵊ§n||
хуаран|barracks|§u§a:§r§a§ŋ|
хүүгийн|son's|ˈx§uː§‹§ɡ§i§‹§n||
хөөрхөн|pretty|ˈx§oː§‹§r§x§ᵊ§n||
эр хүн|man (adult male)|e§r§ §kh§ü§n|
автобyс|bus|a§v§ˈt§ɔ§b§ʊ§s||ᠠᠦ᠋ᠲ᠋ᠣᠪᠦ᠋ᠰ
амиараа|individually|








































`

