/*
@ Source: https://en.wiktionary.org/wiki/Appendix:Mongolian_Swadesh_list
@ Source: https://www.youtube.com/watch?v=PnZR2DvmOck
@ Source: Colloquial Russian
@ Source: nomiin ger
§ 'Noto Sans Cyrillic'
# 200
~ ltr
! mn
*/

autoExpandExamples.mn = `

-аа||
-аад||
-аан||
-аар||
-аарай||
-аас||
-аасай||
-аах||
-аач||
-бал||
-вал||
-вар||
-вч||
-г||
-гаад||
-гаар||
-гаас||
-гаасай||
-гаач||
-гах||
-гдах||
-гч||
-гүй|not||-güi
-д||
-даг||
-дах||
-ж||
-жээ||
-иад||
-иар||
-иас||
-иасай||
-иач||
-ийн||
-йн||
-л||
-лаа||
-лаг||
-лах||
-лга||
-лгах||
-лдах||
-лт||
-лтай||
-лтс||
-лцах||
-м||
-маа||
-мал||
-н||
-на||
-рах||
-рь||
-с||
-саар||
-саг||
-сан||
-сах||
-т||
-тай||
-тан||
-уу||
-ууд||
-уул||
-уулах||
-ууль||
-уур||
-уурь||
-х||
-хан||
-хийх||
-ц||
-ч||
-чин||
-члах||
-чууд||
-ъя||
-ын||
Cүхбаатар|Sükhbaatar|sʊxbaːtr
АНУ||
Австрали|Australia|a§f§s§tʰˈ§r§a§ɮ§–
Австри||
Азербайжан||
Ази||
Албани||
Алжир||
Аллах||
Америк||
Америкийн Нэгдсэн Улс||
Англи улс||
Англи||
Андорра||
Антарктид||
Аргентин||
Армен||
Афганистан||
Африк||
БНХАУ||
Балба||
Бангладеш||
Баттулга||
Баянхонгор||
Беларусь||
Бельги||
Битлз||
Болгар||
Бразил||
Будда||
Буриад||
Бутан||
Бэлгүдэй||
Бээжин||
Бүгд Найрамдах Монгол Ард Улс||
Бүгд Найрамдах Польш Улс||
Ветнам||
Википедиа||
Владивосток||
Вьетнам||
Герман||
Говь||
Голланд||
Грек||
Гуулин||
Гүрж||
ДОХ||
Дани||
Дархан||
Дундад улс||
Еврази||
Евровидение||
Европ||
Европын Холбоо||
Египет||
Желон||
Женев||
Зуунмод||
Зүүнгар||
Зөвлөлт Холбоот Улс||
Израиль||
Израйль||
Индонез||
Ирак||
Иран||
Исланд||
Испани||
Итали||
Их Британи||
Казахстан||
Камбож||
Канад||
Канберра||
Киргиз||
Куба||
Курё||
Күнз||
Лаос||
Латви||
Лондон||
Лхагва||
Лхама||
Лхас||
Малайз||
Манж||
Манжуур||
Мексик||
Мисир||
Монгол Улс||
Монгол улс||
Монгол||
Москва||
Мьянмар||
Непал||
Нидерланд||
Норвег||
Норвеги||
Нэгдсэн Үндэстний Байгууллага||
Орос||
Охайо||
Пакистан||
Перс||
Польш||
Португал||
Пёнъян||
Ром||
Румын||
Сайншанд||
Санкт-Петербург||
Саудын Араб||
Сахалин||
Серби||
Сибирь||
Сингапур||
Сири||
Словени||
Солонгос||
Сүхбаатар||
Сөүл||
Тайланд||
Тегеран||
Тува||
Тулуй||
Турк||
Тэнгэр уул||
Тэнгэрийн заадас||
Төвд үсэг||
Төвд||
Төвөд||
Узбекээр||
Украин||
Украйн||
Улаан-Үд||
Улаанбаатар|Ulaanbaatar|ʊɮaːnpatr
Улаангом||
Улаанцав||
Улиастай||
Унгар||
Финланд||
Финлянд||
Франц||
ХДХВ||
ХХК||
Хаан балгас||
Халх||
Ханбалиг||
Ханз||
Хасаг||
Хиргис||
Хойд Солонгос||
Хонконг||
Хорват||
Христос||
Христосын мэндэлсэн өдөр||
Хуацай||
Хянган||
Хятад||
Хөх нуур||
Хөх хот||
Хөхнуур||
Цагаан хэрэм||
Чех||
Чили||
Чингис хаан||
Чингис||
Швед||
Швейцари||
Шивэр||
Шиньжян||
Шинэ Зеланд||
Энэтхэг||
Эрдэнэт||
Эрхүү||
Эстон||
Япон||
аа||
аав|father|aːw̜|aav|ᠠᠪᠤ
ааг|strength|ˈaː§‹§k||ᠠᠭᠠᠭ
аадар||
аалз||
ааруул||
ааш зан||
ааш||
ав||
аварга загас||
аварга||
авах|to go, leave|a§w§ə§x||[ˈaw̜ɐχ] ᠠᠪᠬᠤ|
авга ах||
авга||
авгалдай||
авд||
авдар||
авирах||
авс||
автийрак||
автобyс|bus|a§v§ˈt§ɔ§b§ʊ§s||ᠠᠦ᠋ᠲ᠋ᠣᠪᠦ᠋ᠰ
автобус||
автомашин||
авьяас||
агаар||
агентлаг||
агзайх||
агнах|to hunt||agnakh
агуй||
агшин||
ад||
адал явдал||
адал||
адгуус||
адил||
адрах||
адуу||
адууны||
адуус||
аж үйлдвэр||
ажил хаялт||
ажил||
ажилгүй||
ажилтан||
ажилчин||
аз жаргал||
аз||
азот||
айл||
айлчлах||
аймаг||
аймгийн||
аймхай||
аймшиг||
айраг||
айх|to fear||aikh
академи||
академич||
ал||
алах|to kill||alakh
алба хаах||
алба||
албадах||
албадлага||
албан газар||
албан тушаал||
албан||
алга||
алдаа||
алдах||
алим||
алмааз||
алс||
алсыг харагч||
алт|gold|aɮtʰ [aɬt]
алтан зул||
алтан харгана||
алтан|golden|aɮtʰəŋ [ˈaɬtɐɴ]
алтаргана||
алтгана||
алуурчин||
алх||
алхаа||
алхам||
алхах|to walk||alkhakh
алчуур||
аль||
ам задгай||
ам өгөх||
ам|mouth||am
амаа татах||
амаараа шороо үмхэх||
амар|to rest|amᵊr
амархан|easy|amᵊrxᵊn
амгай||
америк||
амжилт||
амжих||
амиараа|individually
амлах||
амралт||
амрах||
амт||
амь||
амьдрал||
амьдрах|to live||amidrakh/ȧmĭdar
амьсгалах|to breathe||amisgalakh/ȧmisxal
амьтан|animal|æm.tə̠ɴ̟|ȧmĭtan
амьтны хүрээлэн||
анааш||
анар||
ангасан||
анги||
ангийн самбар||
ангийнхан||
ангилах||
англи||
анекдот||
анх||
анхилам||
анхилга||
анхны тусламж||
анчин||
апелсин||
аппарат||
аптек||
ар||
араа||
араб||
арав|ten|arᵊw̜
арай||
арал||
арвай||
арван гурав||
арван долоо||
арван дөрөв||
арван ес||
арван зургаа||
арван найм||
арван нэг||
арван тав||
арван хоёр||
арга||
аргал||
аргаль||
аргон||
ард олон||
ард|people|arăd
ардчилал||
арзгар||
ариун||
арми||
арслан||
архи||
архив||
архивууд||
архины шар||
архичин||
архичны||
арц||
арьс|skin|arʲs/ærʲs|ȧrĭsᴧ
арьстан||
асаагуур||
асар||
асах||
асуудал||
асуух||
ат||
атаа||
атаархах||
аутизм||
африкаанс||
ах дүү||
ах||
ахих||
ац||
ачаа||
ачааны машин||
ачих|to load, burden|aʧĭ
ашиглалт||
ашиглах||
аюултай||
аяга||
аялал||
аялах||
аялгуу||
аянга||
ба|and||ba
баавар||
баавгай||
баар||
баас||
баасан||
баатар||
баах||
баг||
бага нас||
бага тархи||
бага||
багаж||
багалзуур||
багана||
баглаа||
багс||
багш||
бадмаараг||
байгаль||
байгуулалт||
байгууллага||
байдал||
байлдаан||
байлдагч||
байлдах|to fight||baildakh
байн байн||
байр||
байх||
байц||
байцаа||
байшин||
бал||
баллуур||
бамбай булчирхай||
бамбай||
банз||
банзал||
банк||
бантан||
банхар||
банш||
бар||
бараа||
бараг||
барамна||
барамнас||
барах||
барга||
бардам||
барилга||
барилдах||
баримал||
баримт бичиг||
баримт||
бариул||
барих|to hold||barikh
барс||
баруун||
баруунтан||
бас||
бассейн||
батарей||
батга||
батраш||
баяд||
баялаг||
баян||
баяр жаргал|pleasure
баяр ёслол||
баяр||
баярлаа||
баярлалаа|thank you|bajrɮɮa|bayarlalaa
баярлах||
баяртай|goodbye|bajrtɛː|bayartai
бензин||
бетон||
би монголоор ярьдаггүй||
би ойлгохгүй байна||
би чамд хайртай||
би|I|bi|bi
бид нар||
бид нарын||
бид|we|bidә|bid
бидний||
бие||
биеийн төрх||
бийр||
билет||
бин||
битүү захтай ноосон цамц||
битүү||
бичгийн хэв||
бичгийн цаас||
бичгийн||
бичиг||
бичих||
бичлэг||
бичээс||
бичээч||
биш||
богино долгионы зуух||
богино оймс||
богино|short|bȯɡinŏ|bogino
бодис||
бодисадва||
бодит||
бодол|thought|bodɮ
бодох|to think||bodokh
бодъё|let's think
бодьсадва||
бойжих||
бол||
болд||
болих||
болно||
боловсрол||
боломж||
болон||
болор||
болох||
болохоор||
болхи||
больниц||
бомбо||
боов||
боодог||
боол||
боолт||
боомт||
боорцог||
боох||
боошиг||
бор||
борной||
бороо орж байна||
бороо|rain||boroo
бослого||
босох||
боть||
бохир|dirty||bokhir
бохь||
британи||
буга|deer, reindeer|buǧă
бугуй||
бугуйвч||
будаа агшаагч||
будаа||
будаг||
будан|fog|budaŋ|budan
буйдан||
буйл||
буйлт||
булаацалдах||
булаг өвчин||
булаг||
булан||
булга||
булгийн ус||
булгийн||
булчирхай||
булш||
булшлах||
булшны чулуу||
бумба||
бунхан||
буруу||
бурхан||
бурхны орон||
бусад||
буу загас||
буу||
буудай||
буудал||
бууз||
бууралтах||
бух||
буюу||
буян||
бэ||
бэлгэвч||
бэлтгэл||
бэлхүүс||
бэлчээр||
бэлэг||
бэлэн||
бэр||
бэрс||
бэх||
бэхийн сав||
бээлий||
бялт||
бямба||
бярга||
бяруу||
бясаа||
бясалгал||
бясалгах||
бяслаг||
бяцхан||
бүгд найрамдах улс||
бүгд найрамдах||
бүгд||
бүдүүн||
бүжиг||
бүжиглэх||
бүжигчин||
бүйлс|almond|bui̯ɮs/bueɮs|büils
бүлэг||
бүр||
бүргэд||
бүрхэвч||
бүрхүүл||
бүрээ||
бүс||
бүтэц||
бүтээвэр||
бүтээл||
бүх|all|bxĕ|bükh
бүхэн||
бөгж||
бөглөө||
бөгч||
бөгөөд||
бөднө||
бөмбөг||
бөс||
бөх||
бөхөн||
бөө||
бөөлжис||
бөөлжих|to vomit||bööljikh
бөөр||
бөөс|louse||böös
ваар||
вагон|train|boɡoːn
вакцин||
валют||
ван||
вандан||
вант улс||
видео||
виз||
вино|wine|viˈnoː
винтов||
вирус||
вэ||
гаа||
гаанс||
гаансны соруул||
гавал||
гадаа|outside|ɣaˈtaː
гадаад|foreign|ɢadaːt|gadaad
гадил||
гадна|outside|ɢadn
газаар||
газар||
газарч||
газрын зураг||
газрын тос||
гайхал||
гайхалтай||
гайхамшиг||
гайхамшигтай||
гал|fire||gal
галактик||
галбир||
галдах||
галзуу||
галт зэвсэг||
галт тэрэг||
галт уул||
галт||
галуу||
галын өрөө||
ган болд||
ган||
ганжин||
ганц||
гар буу||
гар утас||
гар чийдэн||
гар|hand||gar
гарал||
гарах||
гаргах||
гариг||
гарц||
гарчиг||
гаталга онгоц||
гатлах||
гахай||
гацаа||
гачигдал||
гашуудал||
гели||
герман||
гийгэх||
гийгүүлэгч||
гийгүүлэх||
гинж||
гич||
гишгүүр||
гишүүн||
говь|Gobi||ǧȯwĭ
гоймон||
гол|river||gol
голох||
гольф||
гомосекс||
гоньд||
гоожих||
горхи||
грек самар||
грек||
гуанз||
гудамж||
гудас||
гуйлгачин||
гуйлт||
гуйх||
гулсах||
гулууз||
гурав|three|ɡʊrᵊw̜|gurav
гургалдай||
гурил||
гутаах||
гутал||
гууль||
гуч||
гуя||
гэдэг||
гэдэс|belly||gedes
гэж||
гэлэн||
гэлэнмаа||
гэмт хэрэг||
гэмшил||
гэмших||
гэноцид||
гэнэт||
гэр бүл||
гэр||
гэргий|wife||gergii
гэрийнхэн||
гэрсэг||
гэрэл зураг||
гэрэл||
гэрээ||
гэх||
гялайлаа||
гяндан||
гүзээлзгэнэ||
гүйлгээ||
гүйх|to run|
гүйцэх||
гүн||
гүнж||
гүнжид||
гүр хан||
гүрвэл||
гүргэм||
гүрэн||
гүү||
гүүр тавих||
гүүр||
гөлгөр||
даа||
даавуу||
даам||
даатгал||
даваа||
давс|salt|dawas|davs
давхар||
давхарга||
дайвар үг||
дайгдах||
дайн||
дайр||
дайралт||
дайсан||
дайх||
дал||
далавч|wing|dalaft͡ʃĭ|dalavch
далай|sea||dalai
далайн гахай||
далайн хөвөө||
далайн эрэг||
далайчин||
далбаа||
дамнах||
данс||
дараа||
дараалал||
дарангуйлагч||
дарах||
дарма||
дарс||
дарсан||
дарь||
дасах||
дасгал||
дахин||
дахь||
дельта||
диваажин||
дийлэх||
динозавр||
дипломатч||
дов||
довжоо||
довтлох||
догшин||
долгион||
долоо хоног||
долоо||
долоон||
долоох||
домог||
доор|under|toːr
доргиот алх||
дорно||
дорой||
доромжлол||
доромжлох||
дотор||
дотуур цамц||
дохио||
дохих||
дуган||
дугуй|circle, round||duǧui
дудран||
дулаан өмд||
дулаан|warm||dulaan
дулаахан||
дун||
дунд||
дуран||
дурдах||
дурлах||
дусал||
дутах||
дутуу||
дуу|song|tʊː
дуудлага||
дуулах|to sing||duulakh
дуулга||
дуулгавар||
дууны хүч||
дуурь||
дуусгах||
дуучин||
дэвтэр|notebook|deftᵊr
дэвшил||
дэвшилт||
дэвших||
дэл||
дэлбэлэх||
дэлгэх||
дэлгэц||
дэлгүүр||
дэлхий|earth||delkhii
дэлхийн||
дэлэн||
дэлэнч|midge|delenʧĭ
дэлүү||
дэн||
дэнлүү||
дэнс||
дэнслэх||
дэр|pillow|der|der
дэрний уут||
дэрс||
дээвэр||
дээл||
дээр|on|deːr
дээрэмчин||
дээш||
дүнгэр||
дүпү||
дүрс||
дүрэм||
дүү||
дөжрөх||
дөлгөөн||
дөрвөд||
дөрвөл||
дөрвөн||
дөрөв|four|dʊrʊw|döröv
дөрөө||
дөч||
дөш||
енчин||
ер||
ерэн||
ерөнхий||
ерөнхийлөгч||
ерөнхийлөх||
ес|nine|jɵsᵊ|yes
еэвэн||
жаал|small|d͡ʒaːɮ|jaal
жад||
жар||
жаргалтай||
живэр сахал||
живэр||
жигд тасралтгүй||
жигнэмэг||
жигнэсэн||
жигнэх||
жигүүр|wing||jigüür
жижиг|small|d͡ʒid͡ʒiɡ|jijig
жижүүр||
жийнс||
жил|year||jil
жилийн||
жимс|fruit||jims
жимслэг||
жин||
жинсэн өмд||
жинтүү||
жинхэнэ||
жирэмсэн||
жолоо||
жолооны үнэмлэх||
жолооч|driver|t͡ʃɔˈɮɔːt͡ʃʰ
жонш||
жоом||
жор||
жорлон хаана байдаг вэ||
жорлон||
жунгаа||
журам||
журнал||
жуулчин||
жууцай||
жүжиг||
жүжигчин||
жүрж||
заан||
заар||
заах|teach|t͡saːx
зав||
заваан||
завгүй||
завод||
завь||
заг||
загалмай||
загас|fish||zagas
загасны дэгээ||
загасны тор||
загасны уурга||
загасчин||
задгай мөнгө||
задгай||
зай||
зайдуу||
зайлсхийх||
зайрмаг||
залах||
залбирал||
залгавар||
залгамал||
залгах||
залгих||
залгуур||
залуу||
залуур зүй||
залуур||
зам|road||zam
замбага||
замч||
зан төрх||
зан||
занах||
зангиа||
зангилаа||
зангуу||
зандах||
зар сурталчилгаа||
зараа||
зарагдах||
зардал||
зарим нь||
зарим|some|ʣȧrim|zarim
заримдаа|sometimes|t͡sarmˈdaː
зарлал||
зарлалын самбар||
зарлалын||
зарц||
засаг||
засах||
засгийн газар||
зах|market|t͡sax
захиа||
захидал||
захирах||
захчин||
зовлон зүдүүр||
зовлон||
зовхи||
зогсох|to stand||zogsokh
золбин||
золгох||
зон||
зонтик||
зоог||
зоогийн газар||
зоогой||
зоос||
зориг||
зориглох||
зоригоор||
зоригт||
зорилго||
зорилт||
зоримгой||
зоримог||
зориуд||
зориулах||
зорих||
зорчигч||
зорчих||
зорьсон газар||
зохиол||
зохиолч||
зочид буудал||
зочин||
зочлох||
зугтах||
зуд||
зузаан|thick|d͡zud͡zaːn|zuzaan
зул||
зулзага||
зун|summer|d͡zʊŋ|zun
зураач||
зураг|picture|d͡zurg
зурагт хуудас||
зурагт||
зурагчин||
зурах||
зурвас||
зургаа||
зургаан||
зургийн аппарат||
зутан||
зуу||
зуун|hundred|d͡zʊːn
зуурах||
зуух|to bite||zuukh
зууш||
зэв||
зэврэх||
зэвсэг||
зэвтэх||
зэрлэг||
зэрэг||
зэс||
зээ||
зээр|gazelle|t͡seːr
зээргэнэ||
зүг||
зүгээр зүгээр||
зүгээр||
зүй||
зүйл||
зүйр үг||
зүйр||
зүйрлэл||
зүйрлэх||
зүрх|heart||zürkh
зүрчид||
зүс||
зүсэм||
зүсэх||
зүү||
зүүд||
зүүдлэх||
зүүн|left||züün
зүүнгар||
зүүнтэн||
зөвлөгч||
зөвлөгөө||
зөвлөл||
зөвшөөрөл||
зөвшөөрөх||
зөгий|bee|ʣцgi:
зөрүүдлэх||
зөрөг||
зөөлөн||
ивээл||
ивээх||
идэх|to eat||idekh
ижилхэн||
ил захидал||
ил||
илгээх||
илд||
илдэх||
илжиг||
иллэг||
илтгэл||
илтгэх||
илхэн||
имж||
имрэх||
индүү||
интоор||
инээмсэглэл||
инээмсэглэх||
инээх|to laugh||ineekh
ир||
ирвэс||
иргэн||
иргэний дайн||
ирсэн||
ирц||
ирэх|to come||irekh
ирээдүй||
ислам||
итгэл||
итгэх||
итгүүлэх||
их дэлгүүр||
их сургууль||
их тархи||
их хатан||
их||
ихэр||
иш||
календарь||
кали|potassium|kȧ:lĭ
камер||
канжи||
карт|card|kart
катакана||
каучук||
кафе||
квадрат||
кидан||
километр||
кимбаб||
кино||
кинотеатр||
код||
коммунизм||
компани||
компьютер||
контор||
костюм||
кофе|coffee|kʰɔˑ.feˑ|kofe
кредит карт||
лаа||
лав||
ладоо||
лал||
лам||
латин цагаан толгой||
либерал||
лийр|pear|ɮiːr|liir
лифт||
ломбард||
лонх||
лоозон||
лооль||
луу||
лууван||
луужин||
луус||
лхагва||
маажих|to scratch||maajikh
маань||
магадгүй||
магнай||
магтаал||
магтах||
майхан||
мал||
малгай||
маллах||
малчин||
манай||
манайх||
манан|fog||manan
манж||
манжин||
манлай||
мантуу||
мануул||
манх||
маргааш||
маргад||
маргах||
марк||
мартах||
маск||
масло||
массаж||
мастурбаци||
матар||
математик дундаж||
мах|meat||makh
махийх||
махсаг||
махчин||
маш||
машин|car|maˈʃiŋ|mashin
маяг||
местный орос||
металл||
метр||
мий||
мина||
минажуулсан газар||
минж||
миний||
минийх||
минут||
минь||
могой загас||
могой|snake||mogoi
мод|tree||mod
модлог||
модны иш||
модоч||
мойл||
молтогчин||
монгол|a Mongolian|mɔŋ.ɢᵊɮ|mongol
морилох||
морин зөгий|wasp
морин хуур||
морин||
морины тоног||
морь|horse|mœr|mȯrĭ, mȯrꞌ
морьхон||
мотоцикл||
мохоо||
мохох||
муж||
музей||
мусульман||
муу|bad||muu
муур||
мушгирах||
мушгих||
мэдэрхэх||
мэдэх|to know||medekh
мэдээ||
мэдээлэл зүй||
мэдээлэл||
мэлхий||
мэнгэ||
мэндлэх||
мэндчилгээ||
мэргэжил||
мэргэжилтэн||
мэрэгч амьтан||
мэрэх||
мэс||
мэт||
мэхээр||
мээм||
мягмар||
мянга||
мянган||
мөн чанар||
мөн||
мөнгө|money|mɵŋk|möngö
мөнгөн гүйлгээ||
мөндөр||
мөндөрлөх||
мөнх бус||
мөнх||
мөр||
мөргөлдөх||
мөргөлийн хүрд||
мөргөх||
мөрөвч||
мөрөн|river||mörön
мөрөөдөл||
мөс|ice|mɵs/mos|mös
мөсөн гол||
мөсөн гулгуур||
мөхөөлдөс||
мөчир||
мөөг||
наадам||
нави||
навч|leaf|naft͡ʃĭ|navch
надад ... хэрэгтэй||
най||
найдах||
найз||
найм||
наймалж||
найман||
найр||
найрамдал||
найруулах||
найтаах||
нам гүм||
нам||
намар|autumn|namᵊr|namar
намтар||
намуу цэцэг||
намхан||
нар|sun||nar
наргил||
нарийн өвчин||
нарийн||
нарлаг||
нарс||
нартай||
нас барах|to die||nas barakh
нас||
настай|old||nastai
настан||
начин||
ная||
нийгэм||
нийслэл салат||
нийслэл хот||
нийслэл||
нийтгэх||
нийх||
нил||
нимгэн|thin|nimɡen|nimgen
нирун||
нисдэг тэрэг||
нисэх буудал||
нисэх онгоц||
нисэх|to fly||nisekh
ногоо||
ногоон|green||nogoon
нойтон||
ном|book, knowledge|nɔm
номын дэлгүүр||
номын сан||
ноос||
ноосон цамц||
ноосон||
нохой бөөс||
нохой|dog||nokhoi
ноён||
нугалам||
нугас||
нударга||
нулимс||
нум сум||
нум||
нураах алх||
нурам|ash||nuram
нуруу|back||nuruu
нурууны үе||
нус||
нутаг||
нуур|lake||nuur
нууц далд||
нууц үг||
нууц||
нухсан||
нь||
нэг сумаар хоёр туулай буудах||
нэг|one|neg dexĭ|neg
нэмж хэлэх||
нэмэгдэх||
нэмэр||
нэмэх||
нэр үг||
нэр|name||ner
нэрлэх||
нэрс||
нэхмэл||
нээлттэй||
нээх||
нягт||
нялх хүүхэд||
нялх||
ням||
нян||
нярай хүүхэд||
нүд|eye||nüd
нүдний харандаа||
нүдний шил||
нүдүүр||
нүх||
нүцгэн||
нүүдэлчин||
нүүр||
нүүрс||
нөгөө||
нөлөө||
нөхцөл||
нөхөр|husband||nökhör
нөхөх||
нөхөөс||
нөөц||
нөөцлөх||
нөөшилсөн||
овог||
овоо босгоогүй бол шаазгай хаанаас суух вэ||
овоо||
овьёос||
огих||
оготно||
оготор||
огтлох|to cut||ogtlokh
огторгуй|sky||ogtorgui
огурцы||
огцрох||
огцруулах||
од|star||od
одой хүн||
одоо||
озох||
ой|forest||oi
ойлгосон|I understood|ɔilɔksᵊn
ойлгох||
оймс||
ойрад||
олборлох||
олон нийт||
олон|many|olon|olon
олох||
олс татлага||
олс|rope||ols
омог||
он||
онгон хальс||
онгон||
онгоц||
онигоо||
онол||
оноо||
онь||
оньс||
оо||
ооль||
оочир||
опер||
ор||
орд||
ордон||
орны даавуу||
орой||
оройвч||
оройн хоол||
ором||
орон||
ороолт||
орос|Russian|ɔ.rʊs|oros
орох||
орчим||
орчуулагч||
орчуулах||
орчуулга||
орших||
оршуулга||
оршуулгын газар||
оффис||
охин||
очих||
оюун ухаан||
оюун||
оюутан||
оёдол||
оёх|to sew||oyokh
паб||
пальто||
парк||
парламент||
паспорт||
перц||
пиво||
пигүүж||
пиджак||
пийжүү||
пийшин||
плюс размер||
подвоолк||
порно од||
порнографи||
програм||
пулемёт||
пуужин||
пянз||
пүнтүүз||
пүрэв||
пүүжин|rocket|pʊːd͡ʒiŋ
радио||
размер||
редакторлах||
резин||
ресторан||
ром||
рубль||
руу||
саатал||
сав||
саваа|stick|sawa|savaa
саван||
савар||
савх||
савхи||
сайд||
сайн байна уу||
сайн уу||
сайн яваарай||
сайн|good||sain
сайхан хооллоорой||
сайхан||
салах||
салс||
салфетка||
салхи|wind||salkhi
сам хорхой||
сам||
самбар||
сампин||
сан|fund, store||saŋ
санал||
санах||
сандал|chair|sandᵊɮ|sandal
сансар||
сансрын хөлөг||
санхүү||
сар|moon||sar
сарвуу||
саримс||
саримсаг||
сарлаг||
сармаахай||
сармаг||
сармагчин||
сармис||
сартуул||
сарын||
сарьсан багваахай||
сахал||
сая||
саяхан||
секс||
секунд||
симфони||
согтуу||
сойз||
солих||
солонго||
сонгино||
сонгогч||
сонгох||
сонгууль||
сонин|news||sɔnin
сонирхол||
сонсох|to hear||sonsokh
сорви||
сорих||
сорох|to suck||sorokh
соруул||
соруулах||
сохор||
социализм||
социалист реализм||
соёл||
соёлын шок||
соёо мөс||
соёо||
спорт||
станц||
суварга||
сувд||
суврага||
суга||
судар||
судас||
сул дорой||
сул задгай||
сул суудал||
сул цалин||
сул||
сулрах||
сум||
супермаркет||
сурагч||
суралцах||
сурах||
сурвалж||
сургах||
сургууль||
суудал||
суусар||
суух|to sit||suukh
сэжиг||
сэжиглэх||
сэлэм||
сэлэх|to swim||selekh
сэлүүр||
сэнжтэй аяга||
сэргийлэх||
сэрэх||
сэрээ||
сэтгэл||
сэтгэлийн хөдөлгөөн||
сэтгүүл||
сэтгүүлч||
сэхээтэн||
сүлд||
сүлжих||
сүлжээ||
сүм||
сүмс||
сүнс||
сүрчиг||
сүрэг||
сүх||
сүхдэх||
сүү шиг цагаан||
сүү|milk|suː|süü
сүүдэр||
сүүж||
сүүл|tail||süül
сүүлт од||
сүүмэг||
сөгдөх||
та нар|you (plural)|ta:năr|ta nar
та||
таавчик||
таах||
тав|five|taw|tav
таваг||
таван хошуу мал||
тавилга||
тавих||
тавтай морилогтун||
тавхай||
тавь||
тагтаа||
тайван||
тайж||
тайлбарлах||
тайтгарал||
такси||
тал||
талбай||
талбар||
талх||
там||
тамах||
тамга||
тамхи||
тана||
танай||
танц||
таны|your||tany
тараг||
тарвага||
тарвас||
тариа||
тариачин||
тариур||
тархалтын функц||
тархах||
тархи угаах||
тархи||
тархин чулуу||
тасалбар||
татаар||
татах||
татвар||
татгалзах||
тахал||
тахиа||
тахийх||
тахих||
ташаа||
ташуур||
таяг|stick||tayag
театр||
телевиз||
телевизор||
телефон||
теорем||
тефтель||
тив||
тийм|yes|tiːm|tiim
тийн ялгал||
товч||
тоглолт||
тоглоом||
тоглох|to play||toglokh
тогоо||
тогооч||
тогоруу||
тогос||
тогтоол||
тогтоомж||
тогтоох||
тодорхой||
тойг||
тойрог||
тойрох||
тойруу||
тойруулах||
толбо||
толгой|head||tolgoi
толь бичиг||
толь||
том|big|tom|tom
томох||
томруулагч шил||
томсох||
тоншуул||
тоо||
тоолох|to count||toolokh
тооны нэр||
тоор тоор||
тоор||
тоормос||
тоос сорогч||
тоос||
тоосго||
тор||
торго||
торгох||
торгууль||
тос||
тосгон||
тослох||
тоть||
тохой||
трактор||
трамвай||
троллейбус||
тува||
туг үс||
туг||
тугал||
туймээс|that's why|ˈtʰiːmes
тул||
тулалдаан||
тунадас||
тунгалаг||
турсаахай||
туршлага||
тус||
тусагдахуун||
тусах||
тусламж||
туслах||
тутарга||
туулай||
туулайн бөөр||
туурай||
туурга||
тухай||
тухайд||
тухайн||
туяа||
тэвнэ||
тэвчих||
тэвчээр||
тэвэр||
тэг||
тэгш||
тэд нар|they||ted nar
тэд||
тэдний||
тэмдэг нэр||
тэмдэг||
тэмцэгч||
тэмцэх|to fight||temtsekh
тэмцээн||
тэмээ||
тэмээн хяруул||
тэнгис||
тэнгисийн эрэг||
тэнгэр|sky||tenger
тэнгэс||
тэнд|there|tendә|tend
тэр|he, that|terĕ|ter
тэрбум||
тэрний||
тэрс||
тэрэг||
тэс||
тэсрэх бодис||
тэсрэх||
тэх||
тэшүүрийн спорт||
түгжих||
түгжээ||
түймэр|wildfire|tʰuimər, [ˈtʰuemɪr]
түлхэх||
түлхэц||
түлхүүр||
түлэгдэлт||
түм||
түмэд||
түргэн хоол||
түрэмгий||
түших||
түүний||
түүнийх||
түүх||
төв||
төвөгтэй асуудал||
төгрөг|tugrug|ˈtʰɵɡrəɡ
төлгө||
төлөх||
төлөөлөгч||
төлөөний нэр||
төмс||
төмөр зам||
төмөр||
төр||
төрийн бэйл||
төрийн||
төрсөн нутаг||
төрсөн||
төрх||
төрөл зүйл||
төрөл||
төрөх||
төстэй||
төсөвлөх||
уг||
угаалга||
угаалгын машин||
угаах|to wash||ugaakh
угсаа||
угтвар үг||
уд||
удаа||
удган||
удирдамж||
удирдах||
удирдлага||
уйгаржин||
уйлах||
ул боов||
ул||
улаан лооль||
улаан лууван||
улаан манжин||
улаан суулга||
улаан чинжүү||
улаан үнэг||
улаан|red||ulaan
уламжлалт||
улиас||
улс||
унага||
унадаг дугуй||
унах|to fall||unakh
унгас||
унгах||
ундааны соруул||
унтах|to sleep||untakh
унтраалга||
уншигч||
унших||
ур||
уралдаан||
урвал||
урвах||
ургамал||
уриа||
урих||
урлаг||
урсгал||
урт оймс||
урт|long|urtă|urt
уруул||
уруулын будаг||
ус|water||us
усан онгоц||
усны булга||
устөрөгч||
усчин||
утаа|smoke||utaa
утас|phone|ʊtᵊs|utas
утга||
уу||
уугуул|indigenous|ˈʊːɡʊɮ
уудаг цаас||
уул|mountain|ʊːɮ|uul
уулархаг||
уулзъя|let's meet
ууль||
уур амьсгал||
уур||
уураг||
уурга||
уурлах||
ууртай||
уурхай||
уурхайчин||
уут||
уух|to drink||uukh
ууц||
уучлаарай||
уучлах||
уушги||
уушиг||
ухаан||
ухамсар||
ухах|to dig||ukhakh
уцаарлах||
учир||
учраас||
уях||
фабрик|factory|fabrik
файл||
факс||
факсдах||
ферм||
фильм||
фирм||
фото аппарат||
фото||
франц||
фронт||
функц||
футболк||
хаалга||
хаалттай||
хаан||
хаана|where|xaːnă|khaana
хаант улс||
хаах||
хаашаа|where to|ˈxaːʃa
хааяа нэг||
хавар||
хавирга||
хавцал||
хавч||
хавчих||
хаг||
хага||
хаган||
хагарах|to split||khagarakh
хагас||
хад цохио||
хад||
хадаас||
хадаг||
хадах|to sew||khadakh
хадгалагдах|to be saved|xadɡᵊɮᵊɡdᵊx
хадуур||
хазаар||
хазах|to bite||khazakh
хайлмаг||
хайнаг||
хайр||
хайрлах||
хайрсан||
хайрцаг||
хайх||
хайч||
хайчлах||
халаад||
халаас||
халбага|spoon|xaɮbaɡᵊ|khalbaga
халдах||
халдвар||
халдваргүй||
халдваргүйжил||
халдваргүйжих||
халдваргүйжүүлэгч||
халдваргүйжүүлэх||
халдварлах||
халдварт||
халим||
халуун ногоо||
халуун||
хальс||
хальтирах||
хамаг||
хамар|nose||khamar
хамба лам||
хамгаалах||
хамгийн||
хамрын нүх||
хамт||
хамтрах||
хан хүү||
хан||
хана||
ханз||
ханиад||
ханиах||
ханцуй||
хар гэр||
хар зах||
хар перц||
хар сүүлт зээр||
хар тугалга||
хар ус||
хар хэрээ||
хар|black||khar
харагдах||
харайх||
харандаа үзүүрлэгч||
харандаа|pencil|xarᵊnˈda/χaɾɐnˈda|kharandaa
харандааны сав||
харах|to see||kharakh
харваа||
харваач өвс||
харваач||
харгана||
харин||
хариу||
хариулах||
харуул||
харуулах||
харш||
харьяа||
харьяалах||
харьяалахын тийн ялгал||
хас||
хасаг||
хасах||
хасс||
хатаасан||
хатаах||
хатагтай||
хатан||
хатах||
хатгах|to stab||khatgakh
хатмал||
хахууль||
хачиг||
хачир||
хаяг||
хаялах||
хаялга||
хаях|to spit||khayakh
хиам||
хивс||
хивэг||
хижээл||
хий||
хийд||
хийл||
хийлч||
хиймэл||
хийх||
хил хязгаар||
хил||
хилэн||
хилэнцэт хорхой||
хирагана||
хиргисүүр||
хирс||
хобби||
хог||
хойг||
хойд||
хойно||
хока||
хол|far|χɔɬ|khol
холбоо||
холбоос үг||
холбоос||
холгох||
холилдох||
холимог хуурга||
холимог||
холих||
холтос|bark (of a tree)||kholtos
хомофоби||
хонин гүрвэл||
хоног||
хонох||
хонь||
хоньчин||
хоол хийх||
хоол|food|xɔːɮ
хооллох||
хоолой||
хооронд||
хоосон|empty|ˈxoːsᵊn
хор||
хорвоо||
хордох||
хоригдол||
хорин||
хорсох||
хорхой|worm||khorkhoi
хорь|twenty||xorĭ/xȯrꞌ
хос||
хот|town||xotŏ
хотон||
хоцрогдол||
хоч||
хошного||
хошой чин ван||
хошуу||
хоёр|two|χɔ.jɔ̆r|khoyor
хуанли||
хуаран|barracks||xua:raŋ
хуасан||
хув||
хуваарь||
хуваах||
хуванцар||
хувилбар||
хувин||
хувсьгал||
хувцас||
хувь||
хувьсгал||
хугацаа||
худаг||
худал||
худалдаа||
худалдаачин||
худалдаж авах||
худалдах||
худалч хүн||
худалч||
хударга||
хужаа||
хуй||
хуйцаа||
хул аяга||
хулан||
хулгай||
хулгайлах||
хулгайч||
хулгана||
хулгах||
хулс||
хулуу||
хулхи||
хулчгар||
хумс|fingernail||khums
хун||
хур||
хураамж||
хурал||
хурга||
хурган засаа||
хурдсах||
хурим||
хуруу||
хуруувч||
хурхирах||
хурьцал||
хус||
хусах||
хутга||
хутгалдах||
хуудас||
хууз сахал||
хууз||
хуукууд||
хууль|law|xʊːɮʲ/χɵːɮʲ|xu̇:lĭ/xuil
хуульч||
хуульчлах||
хуур||
хуурай||
хуурах||
хуурга||
хуурсан||
хуучин|old||khuuchin
хуушуур||
хуцах||
хучмал||
хэбид||
хэв||
хэвийн боов||
хэвлээр явагч||
хэвтэх|to lie (bed)|xeftĕ|khevtekh
хэвэг||
хэвэл||
хэд||
хэдэн||
хэдэрлэх||
хэзээ ч үгүй||
хэзээ|when|xeʣeː|khezee
хэл зүй||
хэл|tongue, language|xeɮ|khel
хэлбэр||
хэлц үг||
хэлц||
хэлцэл||
хэлье|let's say
хэлэлцэх||
хэлэх|to say||khelekh
хэм||
хэмжээ||
хэн|who|xen|khen
хэрцгий||
хэрчим||
хэрчих|to cut||kherchikh
хэрэг явдал||
хэрэг||
хэрэглэгдэх||
хэрэглэгдэхүүн||
хэрэглэгч||
хэрэглэл||
хэрэглэх||
хэрэглээ||
хэрэглүүр||
хэрэгтэй||
хэрэм||
хэрээ||
хэрүүл||
хэсэг||
хэтэвч||
хэхрэх||
хээр||
хязгаар||
хязгаарлагдмал хариуцлагатай компани||
хялгас||
хялгасан судас||
хялгасан хоолой||
хямд төсөр||
хямрал||
хяргах||
хярс||
хятад||
хүдэр||
хүзүү|neck||khüzüü
хүйс||
хүйтэн|cold||khüiten
хүлэх||
хүлээн авах||
хүлээх||
хүмүүн||
хүн чулуу||
хүн|man (human being)|xun|khün
хүнд|heavy|xundĕ|khünd
хүндлэх||
хүндрэл||
хүндэтгэлийн үг||
хүнс||
хүнсний дэлгүүр||
хүнцэл||
хүрд||
хүрз||
хүртэл||
хүртэх||
хүрхрээ||
хүрэл||
хүрэлзгэнэ||
хүрэм||
хүрэх||
хүрээ||
хүрээлэн||
хүснэг||
хүсэлт||
хүсэх||
хүхэр||
хүч||
хүчил||
хүү||
хүүгийн|son's|ˈxuuɡin
хүүе||
хүүхэд|child|xuːxed|khüükhed
хүүхэлдэй||
хөвгүүн||
хөвд||
хөвч||
хөвчтөн||
хөвүүн||
хөвөн||
хөгжим||
хөгжимчин||
хөгц||
хөгшин||
хөдлөх||
хөдөлгүүр||
хөдөлгөөн||
хөдөө аж ахуй||
хөзөр||
хөл алдах||
хөл|foot, leg||khöl
хөлбөмбөг||
хөлдүү||
хөлдөх||
хөлдөөгч||
хөлдөөсөн||
хөлдөөх||
хөлийн булчин||
хөлрөх||
хөлс||
хөлөг||
хөлөх||
хөмрүүлэх||
хөмрөх||
хөмсөг||
хөмүүн||
хөнгөн тэрэг||
хөнгөн цагаан||
хөнгөн||
хөндий||
хөнжил||
хөнөг||
хөргүүр||
хөргөгч||
хөрс||
хөрш||
хөрөг||
хөрөнгө хогшил||
хөрөө||
хөрөөдөх||
хөтөлбөр||
хөх бух||
хөх|breast||khökh
хөхний сүү||
хөхний товч||
хөхний толгой||
хөхүүр||
хөхөх||
хөхөө||
хөшиг||
хөших||
хөшөө||
хөөе||
хөөмий||
хөөрхөн|pretty|ˈxoːrxᵊn
хөөрөг зөрүүлэх||
хөөрөг||
хөөс||
хөөх||
цаа буга||
цаас|paper|t͡saːs|tsaas
цаасан шувуу||
цавуу||
цаг агаар||
цаг||
цагаан архи||
цагаан гаа||
цагаан зээр||
цагаан лууван||
цагаан мөөг||
цагаан толгой||
цагаан хэрэглэл||
цагаан шонхор||
цагаан|white||tsagaan
цагалбар||
цагдаа|police|t͡saɡˈtaː|tsagdaa
цаглабар||
цадиг||
цай||
цайз||
цайллага||
цайны газар||
цайр||
цалин||
цамхаг||
цамц||
цана||
цаначин||
цангаа||
цангах||
царай||
царс||
царцаа||
цас орж байна||
цас шиг цагаан||
цас|snow|t͡sas|tsas
цасан ширхэг||
цахилгаан||
цахилгаанжуулалт||
цахилгаанжуулах||
цахилгааны залгуур||
цахим тооцоолуур||
цацагт хяргуул||
цемент||
цирк||
цогц||
цогцос||
цомог||
цонх||
цоож||
цоожлох||
цоожны нүх||
цох|beetle|ʦoxŏ
цохих|to hit||tsokhikh
цуваа цэг||
цуглуулах||
цуйван||
цулбуур||
цурхай||
цус|blood|t͡sʊs|tsus
цутгах||
цуу цуу||
цуу||
цуур||
цуурай||
цухал|narrow|t͡suxaɮ|tsukhal
цэврүү||
цэвэр||
цэвэрлэх||
цэг||
цэрэг||
цэцгийн мэхээлдэс||
цэцэг|flower||tsetseg
цэцэрлэ|kindergarten|t͡set͡sᵊrɮⁱk
цэцэрлэг||
цээж||
цүүц||
цөл||
цөлхөөв||
цөм||
цөцгий||
цөцгийн тос||
цөөвөр чоно||
цөөн|few|ʦʊːn]|tsöön
чавхдас||
чагнаал||
чагнаалдах||
чагнах||
чагт||
чадвар||
чанар||
чанарлаг||
чанасан||
чанга яричг||
чангаанз||
чарга||
чек||
чемодан||
чи|you (singular)|ʧi
чиглэх||
чиглүүлэх||
чийг||
чийдэн||
чинжүү||
чиний||
чинийх||
чирэх||
чих|ear|t͡ʃixᵊ|chikh
чихрийн манжин||
чихэр||
чихэрлэг||
чоно|wolf|ʧonᵊ|chono
чулуу|stone||chuluu
чухаг||
чухал||
чүдэнз||
чүү||
чөмөг||
чөх||
шаазгай||
шаардах||
шаардлага тавих||
шаардлага||
шаахай||
шавар||
шавхай||
шавьж||
шагай||
шагнал||
шадар||
шал||
шалбархай||
шалгалт||
шалгах||
шалгуур||
шалтаг||
шалтгаа||
шалтгаан||
шанаа||
шанаган хорхой||
шанд||
шанз||
шанц||
шар айраг||
шар будаа||
шар лууван||
шар шувуу||
шар үс||
шар|yellow||shar
шарвах||
шарсан төмс||
шарсан||
шартах||
шарх||
шат||
шатаах|to burn||shataakh
шатар||
шатах||
шафа||
шахах|to squeeze||shakhakh
шашин||
шивнэх||
шивээс||
шивүүр||
шигших||
шигшээ||
шигшүүр||
ший гуа||
шийгуа||
шийдвэр||
шийжүү||
шийтгэл||
шил||
шилбэ||
шилүүс||
шин|new||shin
шингэн будаа||
шингэн||
шинжлэх ухаан||
шинэ|new|ʃin
шинэлэг||
шинэс||
шинэчлэл||
шинэчлэх||
шир||
ширээ юү?|is this a table?|ʃire jʊː|shiree yuu
ширээ|table|ʃire|shiree
шодой||
шоколад||
шонхор||
шоо||
шоргоолж||
шорлог||
шорон||
шороо||
шохой||
шошго||
шпагетти||
шувуу|bird|ʃʊwʊ [ʃo̙ˈw̜o̙]|shuvuu
шугам||
шулуун|straight||shuluun
шумуул|mosquito|ʃumu:l
шураг||
шуугиан||
шуудай||
шуудан||
шуурга||
шээх||
шүд|tooth||shüd
шүдний оо||
шүдний сойз||
шүдний эмч||
шүдэнз||
шүлс||
шүлэг||
шүлэгч||
шүршүүр||
шүршүүрийн гель||
шүтэх||
шүхэр||
шүүдэр||
шүүр||
шүүрдэх||
шүүрс||
шүүс||
шүүслэг||
шүүслэх||
шүүх||
шөвөг||
шөл||
шөнө|night||shönö
эв||
эвлэрэх||
эвсэх||
эвэр бүрхэвч||
эвэр|horn||ever
эвэрлэг бүрхэвч||
эгч||
эгшиг үсэг||
эгшиг||
эгэх||
эд||
эдгээр||
эдийн засаг||
эзэмдэх||
эзэн хаан||
эзэн||
экзистэнциализм||
элс|sand||els
элэг|liver||eleg
эм бэлгэ эрхтэн||
эм бэлэг эрхтэн||
эм||
эмгэн хумс||
эмнэлэг||
эмч||
эмчилгээ||
эмэгтэй|woman|emexteː|emegtei
эмээ||
эмээл||
эмээллэх||
эмээх||
энгийн||
энд|here|eŋdĕ|end
энх тайван||
энх тунх||
энх||
энэ|this|en|ene
эр зориг||
эр хүн|man (adult male)||er khün
эр үхэр||
эр||
эрвээхэй||
эргэлзэх||
эргэх|to turn (intransitive)||ergekh
эргүүлэх||
эрдэмтэн||
эрдэнэ||
эрзээн||
эрлийз||
эрлийзжих||
эрх мэдэл||
эрх||
эрхи||
эрхий||
эрхийвч||
эрхтэн||
эрхэм||
эрхүүд||
эрч||
эрчлэх||
эрэг шураг||
эрэг||
эрэгдэх||
эрэх||
эрүү||
эс||
эсгий||
этгээд||
эх|mother||ekh
эхийн сүү||
эхлэх||
эхнэр|wife||ekhner
эцэг|father||etseg
ээдэм||
ээж|mother|eet͡ʃ|eej
ээлж дараалал||
ээлж||
ээмэг||
ээмэр|earings|ˈeːmⁱr
ээрэх||
юм||
юмдүүжин||
юмсан||
юу|what|ˈjʊː|yuu
яагаад гэвэл||
яагаад||
яаж|how|jaːd͡ʒ|yaaj
явах|to go, leave|jaw
явган явах||
явдал||
явц||
явцуу||
явъя|let's go
ял||
ялаа||
ялах||
ялгал||
ялгах||
ялгац гишүүн||
ямаа||
ямар||
янгир|mountain goat|jaŋgir
яндан||
яндангийн дуу||
янжуур||
янз||
янхан||
яншуй||
яриа||
ярих||
яс|bone|jasᵊ|yas
яст мэлхий||
ястан||
ятга шаазгай||
ятга||
ятгач||
ятгачин||
ятгашаазгай||
ятуу||
ёл||
ёотон|sugar cube|jɔː.tʊɴ̟|yooton
ёс||
ёслол||
ёстой||
үг||
үгсийн аймаг||
үгүй||
үгүйлэх||
үдэх||
үдэш||
үе үе||
үе||
үед||
үер||
үеэ||
үзбек||
үзвэр||
үзэг||
үзэгний иш||
үзэсгэлэн||
үзэх|to see||üzekh
үзүүлэх||
үзүүр||
үйл хэрэг||
үйл явдал||
үйл үг||
үйл|act, deed|uiɮ/, [ˈueɮ]
үйлдвэр||
үйлдвэржих||
үйлдвэрийн||
үйлдвэрлэл||
үйлдвэрлэлийн хэрэгсэл||
үйлдвэрлэх||
үйлдвэрчин||
үйлдэл||
үйлдэржилт||
үйлдэх||
үйлт нэр||
үйлчилгээ||
үйлчлэл||
үйлчлэх||
үйлчлүүлэгч||
үйлчлүүлэх||
үлдэгдэл||
үлээх|to blow||üleekh
үмхэх|to bite||ümkhekh
үндсэн дээр||
үндсэн хууль||
үндсэрхэг үзэл||
үндэс|root||ündes
үндэсний||
үндэстний социализм||
үндэстэн|nationality|undᵊstᵊn
үнс|ash||üns
үнсэх||
үнэ||
үнэг||
үнэмлэх||
үнэн||
үнэр||
үнэрлэх чадвар||
үнэрлэх|to smell||ünerlekh
үнэтэй||
үнээ||
үр|seed||ür
үргэлж||
үржүүлэх||
үрэл||
үрэх||
үс|hair||üs
үсгийн дараалал||
үсний сэнс||
үсний хаг||
үсрэх||
үсчин||
үсэг||
үтрэм||
үтрээ||
үхжил||
үхсэн||
үхэл||
үхэр||
үхэх|to die||ükhekh
үүд||
үүл|cloud|uːɮ|üül
үүлтэй||
үүний||
үүр||
үүргэвч||
үүрэг||
үүсгэл||
Өвөр Монгол||
Өлгий||
Өмнөд Африк||
Өмнөд Солонгос||
Өндөрхаан||
өв||
өвдөг|knee||övdög
өвдөх||
өвс|grass||övs
өвчин||
өвчтэй||
өвчүү||
өвөл||
өвөр||
өвөө||
өвөөлж||
өглөг||
өглөө||
өглөөний мэнд||
өглөөний цай||
өгье|let's give
өгүүлбэр||
өгүүлэгдэхүүн||
өгүүлэл||
өгүүлэхүүн||
өгөгдөл||
өгөрций||
өгөх оршихын тийн ялгал||
өгөх|to give||ögökh
өд|feather||öd
өдрийн хоол||
өдрийн||
өдөр|day||ödör
өлгөх||
өлмий||
өлсгөлөн||
өлсөх||
өлөн||
өмд||
өмнө||
өмнөд||
өмнөх||
өмсөх||
өнгө|color|ɵŋk|öngö
өнгөрсөн цаг||
өнгөрөх||
өндгөн жаврай||
өндөг|egg|ɵndᵊk|öndög
өндөр жил||
өндөр уул||
өндөр өсгийтэй||
өндөр||
өндөрийн харайлт||
өндөрлөг||
өнцөг||
өнчин тархи||
өнчин||
өнөөдөр|today|ɵnɵ:dɵr
өр||
өргөдөг шат||
өргөдөл||
өргөн|wide|өrɡөŋ|örgön
өргөст хэмх||
өрсөлдөгч||
өрсөлдөх||
өрсөлдөөн||
өрсөх||
өртөг||
өртөө||
өршөөх||
өрөм||
өрөө||
өсгий||
өт||
өтгөн||
өчигдөр||
өчүүхэн||
өө||
өөлд||
өөр|other|oːr|öör
өөрийн эрхгүй||
өөрийн||
өөртөө засах орон||
өөртөө засах хошуу||
өөрчлөлт||
өөрчлөн байгуулалт||
өөрчлөх||
өөрөө|myself|ˈɵːrɵ
өөх тос||
өөх|fat (noun)||öökh
өөхлөг||
өөш||





хэлье|let's say|
өгье|let's give|










































`

