/*
@ Source: https://en.wiktionary.org/wiki/Appendix:Mongolian_Swadesh_list
@ Source: https://www.youtube.com/watch?v=PnZR2DvmOck
@ Source: Colloquial Russian
@ Source: nomiin ger
§ 'Noto Sans Cyrillic'
# 200
~ ltr
! mn
*/

autoExpandExamples.mn = `

-аа||
-аад||
-аан||
-аар||
-аарай||
-аас||
-аасай||
-аах||
-аач||
-бал||
-вал||
-вар||
-вч||
-г||
-гаад||
-гаар||
-гаас||
-гаасай||
-гаач||
-гах||
-гдах||
-гч||
-гүй|not|ɡʉ͜i|-güi
-д||
-даг||
-дах||
-ж||
-жээ||
-иад||
-иар||
-иас||
-иасай||
-иач||
-ийн||
-йн||
-л||
-лаа||
-лаг||
-лах||
-лга||
-лгах||
-лдах||
-лт||
-лтай||
-лтс||
-лцах||
-м||
-маа||
-мал||
-н||
-на||
-рах||
-рь||
-с||
-саар||
-саг||
-сан||
-сах||
-т||
-тай||
-тан||
-уу||
-ууд||
-уул||
-уулах||
-ууль||
-уур||
-уурь||
-х||
-хан||
-хийх||
-ц||
-ч||
-чин||
-члах||
-чууд||
-ъя||
-ын||
Cүхбаатар|Sükhbaatar|sʊxbaːtr
АНУ||
Австрали|Australia|a§f§s§tʰˈ§r§a§ɮ§–
Австри||
Азербайжан||
Ази||
Албани||
Алжир||
Аллах||
Америк||
Америкийн Нэгдсэн Улс||
Англи улс||
Англи||
Андорра||
Антарктид||
Аргентин||
Армен||
Афганистан||
Африк||
БНХАУ||
Балба||
Бангладеш||
Баттулга||
Баянхонгор||
Беларусь||
Бельги||
Битлз||
Болгар||
Бразил||
Будда||
Буриад||
Бутан||
Бэлгүдэй||
Бээжин|Beijing|ˈpeːt͡ɕiŋ||ᠪᠡᠭᠡᠵᠢᠩ
Бүгд Найрамдах Монгол Ард Улс||
Бүгд Найрамдах Польш Улс||
Ветнам||
Википедиа||
Владивосток||
Вьетнам||
Герман||
Говь||
Голланд||
Грек||
Гуулин||
Гүрж||
ДОХ||
Дани||
Дархан||
Дундад улс||
Еврази||
Евровидение||
Европ||
Европын Холбоо||
Египет||
Желон||
Женев||
Зуунмод||
Зүүнгар||
Зөвлөлт Холбоот Улс||
Израиль||
Израйль||
Индонез||
Ирак||
Иран||
Исланд||
Испани||
Итали||
Их Британи||
Казахстан||
Камбож||
Канад||
Канберра||
Киргиз||
Куба||
Курё||
Күнз||
Лаос||
Латви||
Лондон||
Лхагва||
Лхама||
Лхас||
Малайз||
Манж||
Манжуур||
Мексик||
Мисир||
Монгол Улс||
Монгол улс||
Монгол||
Москва||
Мьянмар||
Непал||
Нидерланд||
Норвег||
Норвеги||
Нэгдсэн Үндэстний Байгууллага||
Орос||
Охайо||
Пакистан||
Перс||
Польш||
Португал||
Пёнъян||
Ром||
Румын||
Сайншанд||
Санкт-Петербург||
Саудын Араб||
Сахалин||
Серби||
Сибирь||
Сингапур||
Сири||
Словени||
Солонгос||
Сүхбаатар||
Сөүл||
Тайланд||
Тегеран||
Тува||
Тулуй||
Турк||
Тэнгэр уул||
Тэнгэрийн заадас||
Төвд үсэг||
Төвд||
Төвөд||
Узбекээр||
Украин||
Украйн||
Улаан-Үд||
Улаанбаатар|Ulaanbaatar|ʊɮaːnpatr||ᠤᠯᠠᠭᠠᠨᠪᠠᠭᠠᠲᠤᠷ
Улаангом||
Улаанцав||
Улиастай||
Унгар||
Финланд||
Финлянд||
Франц||
ХДХВ||
ХХК||
Хаан балгас||
Халх||
Ханбалиг||
Ханз||
Хасаг||
Хиргис||
Хойд Солонгос||
Хонконг||
Хорват||
Христос||
Христосын мэндэлсэн өдөр||
Хуацай||
Хянган||
Хятад||
Хөх нуур||
Хөх хот||
Хөхнуур||
Цагаан хэрэм||
Чех||
Чили||
Чингис хаан|Genghis Khan||čingɣis qaɣan|ᠴᠢᠩᠭᠢᠰ ᠬᠠᠭᠠᠨ
Чингис||
Швед||
Швейцари||
Шивэр||
Шиньжян||
Шинэ Зеланд||
Энэтхэг||
Эрдэнэт||
Эрхүү||
Эстон||
Япон||
аа||
аав|father|aːw̜|aav|ᠠᠪᠤ
ааг|strength|ˈaː§‹§k||ᠠᠭᠠᠭ
аадар||
аалз||
ааруул||
ааш зан||
ааш||
ав||
аварга загас||
аварга||
авах|to go, leave|a§w§ə§x||[ˈaw̜ɐχ] ᠠᠪᠬᠤ|
авга ах||
авга||
авгалдай||
авд||
авдар||
авирах||
авс||
автийрак||
автобyс|bus|a§v§ˈt§ɔ§b§ʊ§s||ᠠᠦ᠋ᠲ᠋ᠣᠪᠦ᠋ᠰ
автобус||
автомашин||
авьяас||
агаар||
агентлаг||
агзайх||
агнах|to hunt||agnakh|ᠠᠩᠨᠠᠬᠤ
агуй||
агшин||
ад||
адал явдал||
адал||
адгуус||
адил||
адрах||
адуу||
адууны||
адуус||
аж үйлдвэр||
ажил хаялт||
ажил||
ажилгүй||
ажилтан||
ажилчин||
аз жаргал||
аз||
азот||
айл||
айлчлах||
аймаг||
аймгийн||
аймхай||
аймшиг||
айраг||
айх|to fear||aikh|ᠠᠶᠤᠬᠤ
академи||
академич||
ал||
алах|to kill||alakh|ᠠᠯᠠᠬᠤ
алба хаах||
алба||
албадах||
албадлага||
албан газар||
албан тушаал||
албан||
алга||
алдаа||
алдах||
алим||
алмааз||
алс||
алсыг харагч||
алт|gold|aɮtʰ||[aɬt] ᠠᠯᠲᠠ
алтан зул||
алтан харгана||
алтан|golden|aɮtʰəŋ||[ˈaɬtɐɴ] ᠠᠯᠲᠠᠨ
алтаргана||
алтгана||
алуурчин||
алх||
алхаа||
алхам||
алхах|to step||alkhakh|ᠠᠯᠬᠤᠬᠤ
алчуур||
аль||
ам задгай||
ам өгөх||
ам|mouth|am|am|ᠠᠮᠠ
амаа татах||
амаараа шороо үмхэх||
амар|to rest|amᵊr|||x
амархан|easy|amᵊrxᵊn|||x
амгай||
америк||
амжилт||
амжих||
амиараа|individually|
амлах||
амралт||
амрах||
амт||
амь||
амьдрал||
амьдрах|to live||amidrakh/ȧmĭdar ᠠᠮᠢᠳᠤᠷᠠᠬᠤ
амьсгалах|to breathe|amʲsɢəɮəx|amisgalakh|ȧmisxal ᠠᠮᠢᠰᠬᠤᠯᠠᠬᠤ
амьтан|animal|æm.tə̠ɴ̟|ȧmĭtan|ᠠᠮᠢᠲᠠᠨ
амьтны хүрээлэн||
анааш||
анар||
ангасан||
анги||
ангийн самбар||
ангийнхан||
ангилах||
англи||
анекдот||
анх||
анхилам||
анхилга||
анхны тусламж||
анчин||
апелсин||
аппарат||
аптек||
ар||
араа||
араб||
арав|ten|arᵊw̜||ᠠᠷᠪᠠ
арай||
арал||
арвай||
арван гурав||
арван долоо||
арван дөрөв||
арван ес||
арван зургаа||
арван найм||
арван нэг||
арван тав||
арван хоёр||
арга||
аргал||
аргаль||
аргон||
ард олон||
ард|people|arăd|ard|ᠠᠷᠠᠳ
ардчилал||
арзгар||
ариун||
арми||
арслан||
архи||
архив||
архивууд||
архины шар||
архичин||
архичны||
арц||
арьс|skin|arʲs||ærʲs ȧrĭsᴧ ᠠᠷᠠᠰᠤ
арьстан||
асаагуур||
асар||
асах||
асуудал||
асуух||
ат||
атаа||
атаархах||
аутизм||
африкаанс||
ах дүү||
ах||
ахих||
ац||
ачаа||
ачааны машин||
ачих|to load, burden|ˈat͡ɕʰix||ᠠᠴᠢᠬᠤ
ашиглалт||
ашиглах||
аюултай||
аяга||
аялал||
аялах||
аялгуу||
аянга||
ба|and|ˈpa|ba|ᠪᠠ
баавар||
баавгай||
баар||
баас||
баасан||
баатар||
баах||
баг||
бага нас||
бага тархи||
бага||
багаж||
багалзуур||
багана||
баглаа||
багс||
багш||
бадмаараг||
байгаль||
байгуулалт||
байгууллага||
байдал||
байлдаан||
байлдагч||
байлдах|to fight||baildakh||x
байн байн||
байр||
байх||
байц||
байцаа||
байшин||
бал||
баллуур||
бамбай булчирхай||
бамбай||
банз||
банзал||
банк||
бантан||
банхар||
банш||
бар|tiger|p§a§r||ᠪᠠᠷᠰ
бараа||
бараг||
барамна||
барамнас||
барах||
барга||
бардам||
барилга||
барилдах||
баримал||
баримт бичиг||
баримт||
бариул||
барих|to hold|parʲəx|barikh|ᠪᠠᠷᠢᠬᠤ
барс||
баруун||
баруунтан||
бас||
бассейн||
батарей||
батга||
батраш||
баяд||
баялаг||
баян||
баяр жаргал|pleasure|||ᠪᠠᠶᠠᠷ ᠵᠢᠷᠭᠠᠯ
баяр ёслол||
баяр||
баярлаа||
баярлалаа|thank you|bajrɮɮa|pajərɮa bayarlalaa ᠪᠠᠶᠠᠷᠯᠠᠯᠤᠭ᠎ᠠ
баярлах||
баяртай|goodbye|bajrtɛː|pa.jə̠r.tʰæː bayartai ᠪᠠᠶᠠᠷᠲᠠᠢ
бензин||
бетон||
би монголоор ярьдаггүй||
би ойлгохгүй байна||
би чамд хайртай||
би|I|ˈpʲi|bi|ᠪᠢ
бид нар||
бид нарын||
бид|we|pit|bid|ᠪᠢᠳ᠋ᠡ
бидний||
бие||
биеийн төрх||
бийр||
билет||
бин||
битүү захтай ноосон цамц||
битүү||
бичгийн хэв||
бичгийн цаас||
бичгийн||
бичиг||
бичих||
бичлэг||
бичээс||
бичээч|clerk|ˈpit͡ɕʰeːt͡ɕʰ||ᠪᠢᠴᠢᠭᠡᠴᠢ
биш||
богино долгионы зуух||
богино оймс||
богино|short|pɔɡʲən|bȯɡinŏ bogino|ᠪᠣᠭᠤᠨᠢ
бодис||
бодисадва||
бодит||
бодол|thought|bodɮ||ᠪᠣᠳᠤᠯ
бодох|to think|ˈpɔtɔx|bodokh|ᠪᠣᠳᠤᠬᠤ
бодъё|let's think||||x
бодьсадва||
бойжих||
бол||
болд||
болих||
болно||
боловсрол||
боломж||
болон||
болор||
болох||
болохоор||
болхи||
больниц||
бомбо||
боов||
боодог||
боол||
боолт||
боомт||
боорцог||
боох||
боошиг||
бор||
борной||
бороо орж байна||
бороо|rain|ˈpɔroː|boroo|ᠪᠣᠷᠤᠭ᠎ᠠ
бослого||
босох||
боть||
бохир|dirty||bokhir|ᠪᠣᠬᠢᠷ
бохь||
британи||
буга|deer, reindeer|pʊɢ|buǧă|ᠪᠣᠭᠣ
бугуй||
бугуйвч||
будаа агшаагч||
будаа||
будаг||
будан|fog|budaŋ|budan||x
буйдан|sofa|ˈpʊi̯taŋ||ᠪᠤᠶᠢᠳᠠᠩ
буйл||
буйлт||
булаацалдах||
булаг өвчин||
булаг||
булан||
булга||
булгийн ус||
булгийн||
булчирхай||
булш||
булшлах||
булшны чулуу||
бумба||
бунхан||
буруу||
бурхан||
бурхны орон||
бусад||
буу загас||
буу||
буудай||
буудал||
бууз||
бууралтах||
бух||
буюу||
буян||
бэ||
бэлгэвч||
бэлтгэл||
бэлхүүс||
бэлчээр||
бэлэг|gift|piɮiɡ|beleg|ᠪᠡᠯᠡᠭ
бэлэн||
бэр||
бэрс||
бэх||
бэхийн сав||
бээлий||
бялт||
бямба||
бярга||
бяруу||
бясаа||
бясалгал||
бясалгах||
бяслаг||
бяцхан||
бүгд найрамдах улс||
бүгд найрамдах||
бүгд||
бүдүүн||
бүжиг||
бүжиглэх||
бүжигчин||
бүйлс|almond|pueɮs|büils|bui̯ɮs/bueɮs ᠪᠦᠢᠯᠡᠰᠦ
бүлэг||
бүр||
бүргэд||
бүрхэвч||
бүрхүүл||
бүрээ||
бүс||
бүтэц||
бүтээвэр||
бүтээл||
бүх|all|pux|bxĕ/bükh|ᠪᠦᠬᠦ
бүхэн||
бөгж||
бөглөө||
бөгч||
бөгөөд||
бөднө||
бөмбөг||
бөс||
бөх||
бөхөн||
бөө||
бөөлжис||
бөөлжих|to vomit|poːɮt͡ɕəx|bööljikh|ᠪᠥᠭᠡᠯᠵᠢᠬᠦ
бөөр||
бөөс|louse|poːs|böös|ᠪᠥᠭᠡᠰᠦ
ваар||
вагон|train|wa.ɢɔˑɴ̟|boɡoːn|ᠸᠠᠭᠣᠨ
вакцин||
валют||
ван||
вандан||
вант улс||
видео||
виз||
вино|wine|w̜iˈn|viˈnoː|ᠸᠢᠨᠣ
винтов||
вирус||
вэ||
гаа||
гаанс||
гаансны соруул||
гавал||
гадаа|outside|ɣaˈtaː||ᠭᠠᠳᠠᠭ᠎ᠠ
гадаад|foreign|ɢadaːt|gadaad|ᠭᠠᠳᠠᠭᠠᠳᠤ
гадил||
гадна|outside|ɢatən|ɢadn|ᠭᠠᠳᠠᠨ᠎ᠠ
газаар||
газар||
газарч||
газрын зураг||
газрын тос||
гайхал||
гайхалтай||
гайхамшиг||
гайхамшигтай||
гал|fire|ɢaɮ|gal|ᠭ᠋ᠠᠯ
галактик||
галбир||
галдах||
галзуу||
галт зэвсэг||
галт тэрэг||
галт уул||
галт||
галуу||
галын өрөө||
ган болд||
ган||
ганжин||
ганц||
гар буу||
гар утас||
гар чийдэн||
гар|hand|ɢar|gar|ᠭᠠᠷ
гарал||
гарах||
гаргах||
гариг||
гарц||
гарчиг||
гаталга онгоц||
гатлах||
гахай|pig|ɢa.χæː||ᠭᠠᠬᠠᠢ
гацаа||
гачигдал||
гашуудал||
гели||
герман||
гийгэх||
гийгүүлэгч||
гийгүүлэх||
гинж||
гич||
гишгүүр||
гишүүн||
говь|Gobi|ɢœw̜|ǧȯwĭ|ᠭᠣᠪᠢ
гоймон||
гол|river|ɢɔɮ|gol|ᠭᠣᠤᠯ
голох||
гольф||
гомосекс||
гоньд||
гоожих||
горхи||
грек самар||
грек||
гуанз||
гудамж||
гудас||
гуйлгачин||
гуйлт||
гуйх||
гулсах||
гулууз||
гурав|three|ɡʊrᵊw̜|gurav|ᠭᠤᠷᠪᠠ
гургалдай||
гурил||
гутаах||
гутал||
гууль||
гуч||
гуя||
гэдэг||
гэдэс|belly|ˈketes|gedes|ᠭᠡᠳᠡᠰᠦ
гэж||
гэлэн||
гэлэнмаа||
гэмт хэрэг||
гэмшил||
гэмших||
гэноцид||
гэнэт||
гэр бүл||
гэр||
гэргий|wife|ɡer.ɡiː|gergii|ᠭᠡᠷᠭᠡᠢ
гэрийнхэн||
гэрсэг||
гэрэл зураг||
гэрэл||
гэрээ||
гэх||
гялайлаа||
гяндан||
гүзээлзгэнэ||
гүйлгээ||
гүйх|to run|||ᠭᠦᠶᠦᠬᠦ
гүйцэх||
гүн||
гүнж||
гүнжид||
гүр хан||
гүрвэл||
гүргэм||
гүрэн|state|ˈkureŋ||ᠭᠦᠷᠦᠨ
гүү||
гүүр тавих||
гүүр||
гөлгөр||
даа||
даавуу||
даам||
даатгал||
даваа||
давс|salt|dawᵊs|davs|ᠳᠠᠪᠤᠰᠤ
давхар||
давхарга||
дайвар үг||
дайгдах||
дайн||
дайр||
дайралт||
дайсан||
дайх||
дал||
далавч|wing|ˈtaɮaw̜t͡ɕʰ|dalavch|ᠳᠠᠯᠠᠪᠴᠢ
далай|sea|taɮai|dalai|ᠳᠠᠯᠠᠢ
далайн гахай||
далайн хөвөө||
далайн эрэг||
далайчин||
далбаа||
дамнах||
данс||
дараа||
дараалал||
дарангуйлагч||
дарах||
дарма||
дарс||
дарсан||
дарь||
дасах||
дасгал||
дахин||
дахь||
дельта||
диваажин||
дийлэх||
динозавр||
дипломатч||
дов||
довжоо||
довтлох||
догшин||
долгион||
долоо хоног||
долоо||
долоон||
долоох||
домог||
доор|under|toːr|||x
доргиот алх||
дорно||
дорой||
доромжлол||
доромжлох||
дотор||
дотуур цамц||
дохио||
дохих||
дуган||
дугуй|circle, round||duǧui|ᠳᠣᠭᠣᠢ
дудран||
дулаан өмд||
дулаан|warm||dulaan
дулаахан||
дун||
дунд||
дуран||
дурдах||
дурлах||
дусал||
дутах||
дутуу||
дуу|song|tʊː||ᠳᠠᠭᠤ / ᠳᠠᠭᠤᠤ / ᠳᠤᠤ
дуудлага||
дуулах|to sing||duulakh|ᠳᠤᠭᠤᠯᠬᠤ
дуулга||
дуулгавар||
дууны хүч||
дуурь||
дуусгах||
дуучин||
дэвтэр|notebook|ˈtew̜tʰer̥||deftᵊr ᠳᠡᠪᠲᠡᠷ
дэвшил||
дэвшилт||
дэвших||
дэл||
дэлбэлэх||
дэлгэх||
дэлгэц||
дэлгүүр||
дэлхий|earth|ˈteɬʰiː|delkhii|ᠳᠡᠯᠡᠭᠡᠢ
дэлхийн||
дэлэн||
дэлэнч|midge|delenʧĭ
дэлүү||
дэн||
дэнлүү||
дэнс||
дэнслэх||
дэр|pillow|der|der|ᠳᠡᠷ᠎ᠡ
дэрний уут||
дэрс||
дээвэр||
дээл||
дээр|on|deːr|deer|ᠳᠡᠭᠡᠷ᠎ᠡ
дээрэмчин||
дээш||
дүнгэр||
дүпү||
дүрс||
дүрэм||
дүү||
дөжрөх||
дөлгөөн||
дөрвөд||
дөрвөл||
дөрвөн||
дөрөв|four|tɵruw̜|döröv|dʊrʊw ᠳᠥᠷᠪᠡ
дөрөө||
дөч||
дөш||
енчин||
ер||
ерэн||
ерөнхий||
ерөнхийлөгч||
ерөнхийлөх||
ес|nine|jɵsᵊ|yes|ᠶᠢᠰᠦ
еэвэн||
жаал|small|d͡ʒaːɮ|jaal|ᠵᠢᠭᠠᠯ
жад||
жар||
жаргалтай||
живэр сахал||
живэр||
жигд тасралтгүй||
жигнэмэг||
жигнэсэн||
жигнэх||
жигүүр|wing|ˈt͡ɕiɣuːr̥|jigüür|ᠵᠢᠭᠦᠷ
жижиг|small|d͡ʒid͡ʒiɡ|jijig|ᠵᠢᠵᠢᠭ
жижүүр||
жийнс||
жил|year||jil|ᠵᠢᠯ
жилийн||
жимс|fruit|t͡ɕims|jims|ᠵᠢᠮᠢᠰ
жимслэг||
жин||
жинсэн өмд||
жинтүү||
жинхэнэ||
жирэмсэн||
жолоо||
жолооны үнэмлэх||
жолооч|driver|t͡ʃɔˈɮɔːt͡ʃʰ||ᠵᠢᠯᠤᠭᠤᠴᠢ
жонш||
жоом||
жор||
жорлон хаана байдаг вэ||
жорлон||
жунгаа||
журам||
журнал||
жуулчин||
жууцай||
жүжиг||
жүжигчин||
жүрж||
заан||
заар||
заах|teach|t͡saːx||ᠵᠢᠭᠠᠬᠤ
зав||
заваан||
завгүй||
завод||
завь||
заг||
загалмай||
загас|fish|t͡saɢəs|zagas|ᠵᠢᠭᠠᠰᠤ
загасны дэгээ||
загасны тор||
загасны уурга||
загасчин||
задгай мөнгө||
задгай||
зай||
зайдуу||
зайлсхийх||
зайрмаг||
залах||
залбирал||
залгавар||
залгамал||
залгах||
залгих||
залгуур||
залуу||
залуур зүй||
залуур||
зам|road|ˈt͡sam|zam|ᠵᠠᠮ
замбага||
замч||
зан төрх||
зан||
занах||
зангиа||
зангилаа||
зангуу||
зандах||
зар сурталчилгаа||
зараа||
зарагдах||
зардал||
зарим нь||
зарим|some|t͡sarʲəm|zarim|ᠵ‍ᠠ‍ᠷᠢᠮ
заримдаа|sometimes|t͡sarʲəmta||ᠵᠠᠷᠢᠮ ᠳᠠᠭᠠᠨ
зарлал||
зарлалын самбар||
зарлалын||
зарц||
засаг||
засах||
засгийн газар||
зах|market|t͡sax||ᠵᠠᠬ᠎ᠠ
захиа||
захидал||
захирах||
захчин||
зовлон зүдүүр||
зовлон||
зовхи||
зогсох|to stand|t͡sɔɡsəx|zogsokh|ᠵᠣᠭᠰᠤᠬᠤ
золбин||
золгох||
зон||
зонтик||
зоог||
зоогийн газар||
зоогой||
зоос||
зориг||
зориглох||
зоригоор||
зоригт||
зорилго||
зорилт||
зоримгой||
зоримог||
зориуд||
зориулах||
зорих||
зорчигч||
зорчих||
зорьсон газар||
зохиол||
зохиолч||
зочид буудал||
зочин||
зочлох||
зугтах||
зуд||
зузаан|thick|t͡sʊt͡saŋ|zuzaan|ᠵᠤᠵᠠᠭᠠᠨ
зул||
зулзага||
зун|summer|ˈt͡sʊŋ|zun|ᠵᠤᠨ
зураач||
зураг|picture|t͡sʊraɡ||ᠵᠢᠷᠤᠭ
зурагт хуудас||
зурагт||
зурагчин||
зурах||
зурвас||
зургаа||
зургаан||
зургийн аппарат||
зутан||
зуу||
зуун|hundred|d͡zʊːn||ᠵᠠᠭᠤᠨ
зуурах||
зуух|to bite|t͡sʊːx|zuukh|ᠵᠠᠭᠤᠬᠤ
зууш||
зэв||
зэврэх||
зэвсэг||
зэвтэх||
зэрлэг||
зэрэг||
зэс||
зээ||
зээр|gazelle|t͡seːr||ᠵᠡᠭᠡᠷᠡ
зээргэнэ||
зүг||
зүгээр зүгээр||
зүгээр||
зүй||
зүйл||
зүйр үг||
зүйр||
зүйрлэл||
зүйрлэх||
зүрх|heart||zürkh|ᠵᠢᠷᠦᠬᠡ
зүрчид||
зүс||
зүсэм||
зүсэх||
зүү||
зүүд||
зүүдлэх||
зүүн|left|ˈt͡suːŋ|züün|ᠵᠡᠭᠦᠨ
зүүнгар||
зүүнтэн||
зөвлөгч||
зөвлөгөө||
зөвлөл||
зөвшөөрөл||
зөвшөөрөх||
зөгий|bee|ˈt͡sɵɣiː||ᠵᠥᠭᠡᠢ
зөрүүдлэх||
зөрөг||
зөөлөн||
ивээл||
ивээх||
идэх|to eat|itəx|idekh|ᠢᠳᠡᠬᠦ
ижилхэн||
ил захидал||
ил||
илгээх||
илд||
илдэх||
илжиг|donkey|ˈiɮt͡ɕik||ᠡᠯᠵᠢᠭᠡ	
иллэг||
илтгэл||
илтгэх||
илхэн||
имж||
имрэх||
индүү||
интоор||
инээмсэглэл||
инээмсэглэх||
инээх|to laugh||ineekh|ᠢᠨᠢᠶᠡᠬᠦ
ир||
ирвэс||
иргэн||
иргэний дайн||
ирсэн||
ирц||
ирэх|to come|irəx|irekh|ᠢᠷᠡᠬᠦ
ирээдүй||
ислам||
итгэл||
итгэх||
итгүүлэх||
их дэлгүүр||
их сургууль||
их тархи||
их хатан||
их||
ихэр||
иш||
календарь||
кали|potassium|kȧ:lĭ
камер||
канжи||
карт|card|kart||ᠻᠠᠷᠲ᠋
катакана||
каучук||
кафе||
квадрат||
кидан||
километр||
кимбаб||
кино||
кинотеатр||
код||
коммунизм||
компани||
компьютер||
контор||
костюм||
кофе|coffee|kʰɔˑ.feˑ|kofe|ᠺᠣᠹᠧ
кредит карт||
лаа||
лав||
ладоо||
лал||
лам||
латин цагаан толгой||
либерал||
лийр|pear|ɮiːr|liir|ᠯᠢᠷ
лифт||
ломбард||
лонх||
лоозон||
лооль||
луу||
лууван||
луужин||
луус||
лхагва||
маажих|to scratch|maːt͡ɕəx|maajikh|ᠮᠠᠭᠠᠵᠢᠬᠤ
маань||
магадгүй||
магнай||
магтаал||
магтах||
майхан||
мал||
малгай|hat|maɮɢai||ᠮᠠᠯᠭᠠᠢ
маллах||
малчин||
манай||
манайх||
манан|fog|manəŋ|manan|ᠮᠠᠨᠠᠨ / ᠮᠠᠨᠠᠩ
манж||
манжин||
манлай||
мантуу||
мануул||
манх||
маргааш||
маргад||
маргах||
марк||
мартах||
маск||
масло||
массаж||
мастурбаци||
матар||
математик дундаж||
мах|meat|max|makh|ᠮᠢᠬ᠎ᠠ
махийх||
махсаг||
махчин||
маш||
машин|car|maˈʃiŋ|mashin|ᠮᠠᠱᠢᠨ
маяг||
местный орос||
металл||
метр||
мий||
мина||
минажуулсан газар||
минж||
миний||
минийх||
минут||
минь||
могой загас||
могой|snake|ˈmɔɣɔi̯|mogoi|ᠮᠣᠭᠠᠢ
мод|tree|mɔt|mod|ᠮᠣᠳᠤ
модлог||
модны иш||
модоч||
мойл||
молтогчин||
монгол|a Mongolian|mɔɴ.ɢʊɮ|mongol|ᠮᠣᠩᠭᠣᠯ
морилох||
морин зөгий|wasp|ˈmɔriŋ t͡sɵɣiː||ᠮᠣᠷᠢᠨ ᠵᠥᠭᠡᠢ
морин хуур||
морин||
морины тоног||
морь|horse|mœr|mȯrĭ, mȯrꞌ|ᠮᠣᠷᠢ
морьхон||
мотоцикл||
мохоо||
мохох||
муж||
музей||
мусульман||
муу|bad|mʊː|muu|ᠮᠠᠭᠤ
муур||
мушгирах||
мушгих||
мэдэрхэх||
мэдэх|to know|mitəx|medekh|ᠮᠡᠳᠡᠬᠦ
мэдээ||
мэдээлэл зүй||
мэдээлэл||
мэлхий|frog|miɮxi||ᠮᠡᠨᠡᠬᠡᠢ
мэнгэ||
мэндлэх||
мэндчилгээ||
мэргэжил||
мэргэжилтэн||
мэрэгч амьтан||
мэрэх||
мэс||
мэт||
мэхээр||
мээм||
мягмар||
мянга||
мянган||
мөн чанар||
мөн||
мөнгө|money|moŋɡ|möngö|ᠮᠥᠩᠭᠦ
мөнгөн гүйлгээ||
мөндөр||
мөндөрлөх||
мөнх бус||
мөнх||
мөр||
мөргөлдөх||
мөргөлийн хүрд||
мөргөх||
мөрөвч||
мөрөн|river|mɵ.ruŋ|mörön|ᠮᠥᠷᠡᠨ
мөрөөдөл||
мөс|ice|mos|mös mɵs|ᠮᠥᠰᠦ
мөсөн гол||
мөсөн гулгуур||
мөхөөлдөс||
мөчир||
мөөг||
наадам||
нави||
навч|leaf|naft͡ʃĭ|navch|ᠨᠠᠪᠴᠢ
надад ... хэрэгтэй||
най||
найдах||
найз||
найм|eight|
наймалж||
найман||
найр||
найрамдал||
найруулах||
найтаах||
нам гүм||
нам||
намар|autumn|ˈnamar̥|namᵊr namar|ᠨᠠᠮᠤᠷ
намтар||
намуу цэцэг||
намхан||
нар|sun|nɐɾ|nar|ᠨᠠᠷᠠ
наргил||
нарийн өвчин||
нарийн||
нарлаг||
нарс||
нартай||
нас барах|to die||nas barakh|ᠨᠠᠰᠤ ᠪᠠᠷᠠᠬᠤ
нас||
настай|old||nastai|ᠨᠠᠰᠤᠲᠠᠢ
настан||
начин||
ная||
нийгэм||
нийслэл салат||
нийслэл хот||
нийслэл||
нийтгэх||
нийх||
нил||
нимгэн|thin|nimɡen|nimgen|ᠨᠢᠮᠭᠡᠨ
нирун||
нисдэг тэрэг||
нисэх буудал||
нисэх онгоц||
нисэх|to fly|nisəx|nisekh|ᠨᠢᠰᠬᠦ
ногоо||
ногоон|green|nɔ.ɢɔːŋ|nogoon|ᠨᠣᠭᠤᠭᠠᠨ
нойтон||
ном|book, knowledge|nɔm||ᠨᠣᠮ
номын дэлгүүр||
номын сан||
ноос||
ноосон цамц||
ноосон||
нохой бөөс||
нохой|dog|nɔxɔi|nokhoi|ᠨᠣᠬᠠᠶ
ноён||
нугалам||
нугас||
нударга||
нулимс||
нум сум||
нум||
нураах алх||
нурам|ash|nʊrəm|nuram|ᠨᠤᠷᠮ᠎ᠠ
нуруу|back||nuruu|ᠨᠢᠷᠤᠭᠤ
нурууны үе||
нус||
нутаг||
нуур|lake|nʊːr|nuur|ᠨᠠᠭᠤᠷ
нууц далд||
нууц үг||
нууц||
нухсан||
нь||
нэг сумаар хоёр туулай буудах||
нэг|one|neɡ|neg|ᠨᠢᠭᠡ
нэмж хэлэх||
нэмэгдэх||
нэмэр||
нэмэх||
нэр үг||
нэр|name|ner|ner|ᠨᠡᠷ᠎ᠡ
нэрлэх||
нэрс||
нэхмэл||
нээлттэй||
нээх||
нягт||
нялх хүүхэд||
нялх||
ням||
нян||
нярай хүүхэд||
нүд|eye||nüd|ᠨᠢᠳᠦ
нүдний харандаа||
нүдний шил||
нүдүүр||
нүх||
нүцгэн||
нүүдэлчин||
нүүр||
нүүрс||
нөгөө||
нөлөө||
нөхцөл||
нөхөр|husband|nɵ.xur|nökhör|ᠨᠥᠬᠦᠷ
нөхөх||
нөхөөс||
нөөц||
нөөцлөх||
нөөшилсөн||
овог||
овоо босгоогүй бол шаазгай хаанаас суух вэ||
овоо||
овьёос||
огих||
оготно||
оготор||
огтлох|to cut||ogtlokh
огторгуй|sky||ogtorgui|ᠣᠭᠲᠠᠷᠭᠤᠢ
огурцы||
огцрох||
огцруулах||
од|star|ɔt|od|ᠣᠳᠤ
одой хүн||
одоо||
озох||
ой|forest||oi|ᠣᠢ
ойлгосон|I understood|ɔilɔksᵊn|||x
ойлгох||
оймс||
ойрад||
олборлох||
олон нийт||
олон|many|ɔɮəŋ|olon|ᠣᠯᠠᠨ
олох||
олс татлага||
олс|rope||ols|ᠣᠯᠤᠰᠤ
омог||
он||
онгон хальс||
онгон||
онгоц||
онигоо||
онол||
оноо||
онь||
оньс||
оо||
ооль||
оочир||
опер||
ор||
орд|horde|ord||ᠣᠷᠳᠤ
ордон||
орны даавуу||
орой||
оройвч||
оройн хоол||
ором||
орон||
ороолт||
орос|Russian|ɔ.rʊs|oros|ᠣᠷᠤᠰ
орох||
орчим||
орчуулагч||
орчуулах||
орчуулга||
орших||
оршуулга||
оршуулгын газар||
оффис||
охин||
очих||
оюун ухаан||
оюун||
оюутан||
оёдол||
оёх|to sew|ɔ.jʊχ|oyokh|ᠣᠶᠤᠬᠤ
паб||
пальто||
парк||
парламент||
паспорт||
перц||
пиво||
пигүүж||
пиджак||
пийжүү||
пийшин||
плюс размер||
подвоолк||
порно од||
порнографи||
програм||
пулемёт||
пуужин||
пянз||
пүнтүүз||
пүрэв||
пүүжин|rocket|pʊːd͡ʒiŋ|||x
радио||
размер||
редакторлах||
резин||
ресторан||
ром||
рубль||
руу||
саатал||
сав||
саваа|stick, cane|sawa|savaa|ᠰᠠᠪᠠᠭ᠎ᠠ
саван||
савар||
савх||
савхи||
сайд||
сайн байна уу||
сайн уу||
сайн яваарай||
сайн|good|sæːɴ̟|sain|ᠰᠠᠶ᠋ᠢᠨ
сайхан хооллоорой||
сайхан||
салах||
салс||
салфетка||
салхи|wind|sæɮx|salkhi|ᠰᠠᠯᠬᠢ
сам хорхой||
сам||
самбар||
сампин||
сан|fund, store|saŋ|saŋ|ᠰᠠᠩ
санал||
санах||
сандал|chair|sandᵊɮ|sandal|ᠰᠠᠨᠳᠠᠯᠢ
сансар||
сансрын хөлөг||
санхүү||
сар|moon|sar|sar|ᠰᠠᠷᠠ
сарвуу||
саримс||
саримсаг||
сарлаг||
сармаахай||
сармаг||
сармагчин||
сармис||
сартуул||
сарын||
сарьсан багваахай||
сахал||
сая||
саяхан||
секс||
секунд||
симфони||
согтуу||
сойз||
солих||
солонго||
сонгино||
сонгогч||
сонгох||
сонгууль||
сонин|news|sœ.nəŋ|sɔnin|ᠰᠣᠨᠢᠨ
сонирхол||
сонсох|to hear|sɔnsəx|sonsokh|ᠰᠣᠨᠤᠰᠬᠤ
сорви||
сорих||
сорох|to suck||sorokh
соруул||
соруулах||
сохор||
социализм||
социалист реализм||
соёл||
соёлын шок||
соёо мөс||
соёо||
спорт||
станц||
суварга||
сувд||
суврага||
суга||
судар||
судас||
сул дорой||
сул задгай||
сул суудал||
сул цалин||
сул||
сулрах||
сум||
супермаркет||
сурагч||
суралцах||
сурах||
сурвалж||
сургах||
сургууль||
суудал||
суусар||
суух|to sit|sʊːx|suukh|ᠰᠠᠭᠤᠬᠤ
сэжиг||
сэжиглэх||
сэлэм||
сэлэх|to swim|seɮəx|selekh|ᠰᠡᠯᠢᠬᠦ
сэлүүр||
сэнжтэй аяга||
сэргийлэх||
сэрэх||
сэрээ||
сэтгэл||
сэтгэлийн хөдөлгөөн||
сэтгүүл||
сэтгүүлч||
сэхээтэн||
сүлд||
сүлжих||
сүлжээ||
сүм||
сүмс||
сүнс||
сүрчиг||
сүрэг||
сүх||
сүхдэх||
сүү шиг цагаан||
сүү|milk|suː|süü|ᠰᠦᠨ
сүүдэр||
сүүж||
сүүл|tail||süül|ᠰᠡᠭᠦᠯ
сүүлт од||
сүүмэг||
сөгдөх||
та нар|you (plural)|ta:năr|ta nar||x
та||
таавчик||
таах||
тав|five|ˈtʰaw̜|tav|ᠲᠠᠪᠤ
таваг||
таван хошуу мал||
тавилга||
тавих||
тавтай морилогтун||
тавхай||
тавь||
тагтаа||
тайван||
тайж||
тайлбарлах||
тайтгарал||
такси||
тал||
талбай||
талбар||
талх||
там||
тамах||
тамга||
тамхи||
тана||
танай||
танц||
таны|your||tany
тараг||
тарвага||
тарвас||
тариа||
тариачин||
тариур||
тархалтын функц||
тархах||
тархи угаах||
тархи||
тархин чулуу||
тасалбар||
татаар||
татах||
татвар||
татгалзах||
тахал||
тахиа||
тахийх||
тахих||
ташаа||
ташуур||
таяг|stick|tʰajəɡ|tayag|ᠲᠠᠶᠠᠭ
театр||
телевиз||
телевизор||
телефон||
теорем||
тефтель||
тив||
тийм|yes|tiːm|tiim|ᠲᠡᠶᠢᠮᠦ
тийн ялгал||
товч||
тоглолт||
тоглоом||
тоглох|to play||toglokh
тогоо||
тогооч||
тогоруу||
тогос||
тогтоол||
тогтоомж||
тогтоох||
тодорхой||
тойг||
тойрог||
тойрох||
тойруу||
тойруулах||
толбо||
толгой|head|tʰɔɮɢɔi|tolgoi|ᠲᠣᠯᠤᠭᠠᠢ
толь бичиг||
толь||
том|big|tʰɔm|tom|ᠲᠣᠮᠤ
томох||
томруулагч шил||
томсох||
тоншуул||
тоо||
тоолох|to count||toolokh|ᠲᠣᠭᠠᠯᠠᠬᠤ
тооны нэр||
тоор тоор||
тоор||
тоормос||
тоос сорогч||
тоос||
тоосго||
тор||
торго||
торгох||
торгууль||
тос||
тосгон||
тослох||
тоть||
тохой||
трактор||
трамвай||
троллейбус|trolleybus|ˈtʰrɔɮːʲɵi̯βʊs||ᠲᠷᠣᠯᠯᠧᠶᠢᠪᠦ᠋ᠰ
тува||
туг үс||
туг||
тугал||
туймээс|that's why|ˈtʰiːmes|||x
тул||
тулалдаан||
тунадас||
тунгалаг||
турсаахай||
туршлага||
тус||
тусагдахуун||
тусах||
тусламж||
туслах||
тутарга||
туулай||
туулайн бөөр||
туурай||
туурга||
тухай||
тухайд||
тухайн||
туяа||
тэвнэ||
тэвчих||
тэвчээр||
тэвэр||
тэг||
тэгш||
тэд нар|they||ted nar|ᠲᠡᠳ᠋ᠡ ᠨᠠᠷ
тэд||
тэдний||
тэмдэг нэр||
тэмдэг||
тэмцэгч||
тэмцэх|to fight|ˈtʰemt͡sʰex|temtsekh|ᠲᠡᠮᠡᠴᠡᠬᠦ
тэмцээн||
тэмээ||
тэмээн хяруул||
тэнгис||
тэнгисийн эрэг||
тэнгэр|sky|tʰeŋ.ɡer|tenger|ᠲᠩᠷᠢ
тэнгэс||
тэнд|there|tendә|tend|ᠲᠡᠨ᠋ᠳ᠋ᠡ
тэр|he, that|tʰer|ter|ᠲᠡᠷᠡ
тэрбум||
тэрний||
тэрс||
тэрэг||
тэс||
тэсрэх бодис||
тэсрэх||
тэх||
тэшүүрийн спорт||
түгжих||
түгжээ||
түймэр|wildfire|tʰuimər|[ˈtʰuemɪr]|ᠲᠦᠢᠮᠡᠷ
түлхэх||
түлхэц||
түлхүүр||
түлэгдэлт||
түм||
түмэд||
түргэн хоол||
түрэмгий||
түших||
түүний||
түүнийх||
түүх||
төв||
төвөгтэй асуудал||
төгрөг|tugrug|ˈtʰɵkrɵk||ᠲᠥᠭᠥᠷᠢᠭ
төлгө||
төлөх||
төлөөлөгч||
төлөөний нэр||
төмс|potato|tʰɵms||ᠲᠥᠮᠦᠰᠦ
төмөр зам||
төмөр||
төр||
төрийн бэйл||
төрийн||
төрсөн нутаг||
төрсөн||
төрх||
төрөл зүйл||
төрөл||
төрөх||
төстэй||
төсөвлөх||
уг||
угаалга||
угаалгын машин||
угаах|to wash||ugaakh|ᠤᠭᠠᠬᠤ
угсаа||
угтвар үг||
уд||
удаа||
удган||
удирдамж||
удирдах||
удирдлага||
уйгаржин||
уйлах||
ул боов||
ул||
улаан лооль||
улаан лууван||
улаан манжин||
улаан суулга||
улаан чинжүү||
улаан үнэг||
улаан|red|ˈʊɮaːŋ|ulaan|ᠤᠯᠠᠭᠠᠨ
уламжлалт||
улиас||
улс||
унага||
унадаг дугуй||
унах|to ride a horse|ʊnəx|unakh|ᠤᠨᠤᠬᠤ
унгас||
унгах||
ундааны соруул||
унтах|to sleep|ʊntʰax|untakh|ᠤᠨᠲᠠᠬᠤ
унтраалга||
уншигч||
унших||
ур||
уралдаан||
урвал||
урвах||
ургамал||
уриа||
урих||
урлаг||
урсгал||
урт оймс||
урт|long|urtă|urt|ᠤᠷᠲᠤ
уруул||
уруулын будаг||
ус|water|ˈʊs|us|ᠤᠰᠤᠨ
усан онгоц||
усны булга||
устөрөгч||
усчин||
утаа|smoke|ʊtʰa|utaa|ᠤᠲᠤᠭ ᠠ
утас|phone|ʊtᵊs|utas|ᠤᠲᠠᠰᠤ
утга||
уу||
уугуул|indigenous|ˈʊːɡʊɮ|||x
уудаг цаас||
уул|mountain|ʊːɮ|uul|ᠠᠭᠤᠯᠠ
уулархаг||
уулзъя|let's meet||||x
ууль||
уур амьсгал||
уур||
уураг||
уурга||
уурлах||
ууртай||
уурхай||
уурхайчин||
уут||
уух|to drink|ʊːχ|uukh|ᠤᠤᠭᠤᠬᠤ
ууц||
уучлаарай||
уучлах||
уушги||
уушиг||
ухаан|khan, king|ˈxaːŋ||ᠬᠠᠭᠠᠨ
ухамсар||
ухах|to dig||ukhakh
уцаарлах||
учир||
учраас||
уях||
фабрик|factory|ˈfabrʲɪk
файл||
факс||
факсдах||
ферм||
фильм||
фирм||
фото аппарат||
фото||
франц||
фронт||
функц||
футболк||
хаалга||
хаалттай||
хаан||
хаана|where|xaːnă|khaana|ᠬᠠᠮᠢᠭ᠎ᠠ
хаант улс||
хаах||
хаашаа|where to|ˈxaːʃa|||x
хааяа нэг||
хавар||
хавирга||
хавцал||
хавч||
хавчих||
хаг||
хага||
хаган||
хагарах|to break|ˈxaɢrəx|khagarakh|ᠬᠠᠭᠠᠷᠠᠬᠤ
хагас||
хад цохио||
хад||
хадаас||
хадаг||
хадах|to sew||khadakh
хадгалагдах|to be saved|xadɡᵊɮᵊɡdᵊx
хадуур||
хазаар||
хазах|to bite|xat͡səx|khazakh|ᠬᠠᠵᠠᠬᠤ
хайлмаг||
хайнаг||
хайр||
хайрлах||
хайрсан||
хайрцаг||
хайх||
хайч||
хайчлах||
халаад||
халаас||
халбага|spoon|xaɮbaɡᵊ|khalbaga|ᠬᠠᠯᠪᠠᠭ᠎ᠠ
халдах||
халдвар||
халдваргүй||
халдваргүйжил||
халдваргүйжих||
халдваргүйжүүлэгч||
халдваргүйжүүлэх||
халдварлах||
халдварт||
халим||
халуун ногоо||
халуун||
хальс||
хальтирах||
хамаг||
хамар|nose||khamar|ᠬᠠᠪᠠᠷ
хамба лам||
хамгаалах||
хамгийн||
хамрын нүх||
хамт||
хамтрах||
хан хүү||
хан||
хана||
ханз||
ханиад||
ханиах||
ханцуй||
хар гэр||
хар зах||
хар перц||
хар сүүлт зээр||
хар тугалга||
хар ус||
хар хэрээ||
хар|black|χar̊|khar|ᠬᠠᠷ᠎ᠠ
харагдах||
харайх||
харандаа үзүүрлэгч||
харандаа|pencil|xarənta|xarᵊnˈda/χaɾɐnˈda/kharandaa|ᠬᠠᠷᠠᠨᠳᠠ
харандааны сав||
харах|to see|ˈxarax|kharakh|
харваа||
харваач өвс||
харваач||
харгана||
харин||
хариу||
хариулах||
харуул||
харуулах||
харш||
харьяа||
харьяалах||
харьяалахын тийн ялгал||
хас||
хасаг||
хасах||
хасс||
хатаасан||
хатаах||
хатагтай||
хатан||
хатах||
хатгах|to stab||khatgakh
хатмал||
хахууль||
хачиг||
хачир||
хаяг||
хаялах||
хаялга||
хаях|to spit|xajəx|khayakh|ᠬᠠᠶᠠᠬᠤ
хиам||
хивс||
хивэг||
хижээл||
хий||
хийд||
хийл||
хийлч||
хиймэл||
хийх||
хил хязгаар||
хил||
хилэн||
хилэнцэт хорхой||
хирагана||
хиргисүүр||
хирс||
хобби||
хог||
хойг||
хойд||
хойно||
хока||
хол|far|χɔɬ|khol|ᠬᠣᠯᠠ
холбоо||
холбоос үг||
холбоос||
холгох||
холилдох||
холимог хуурга||
холимог||
холих||
холтос|bark (of a tree)|xɔɮtʰəs|kholtos|ᠬᠣᠯᠲᠣᠰᠣ
хомофоби||
хонин гүрвэл||
хоног||
хонох||
хонь||
хоньчин||
хоол хийх||
хоол|food|xɔːɮ||ᠬᠣᠭᠤᠯᠠ
хооллох||
хоолой||
хооронд||
хоосон|empty|ˈxoːsᵊn|||x
хор||
хорвоо||
хордох||
хоригдол||
хорин||
хорсох||
хорхой|worm|ˈxɔrxɔi̯|khorkhoi|ᠬᠣᠷᠤᠬᠠᠢ
хорь|twenty||xorʲ|xȯrꞌ|ᠬᠣᠷᠢ
хос||
хот|town|ˈxɔtʰ|xotŏ|ᠬᠣᠲᠠ
хотон||
хоцрогдол||
хоч||
хошного||
хошой чин ван||
хошуу||
хоёр|two|χɔ.jʊr|khoyor|ᠬᠣᠶᠠᠷ
хуанли||
хуаран|barracks||xua:raŋ||x
хуасан||
хув||
хуваарь||
хуваах||
хуванцар||
хувилбар||
хувин||
хувсьгал||
хувцас||
хувь||
хувьсгал||
хугацаа||
худаг||
худал||
худалдаа||
худалдаачин||
худалдаж авах||
худалдах||
худалч хүн||
худалч||
хударга||
хужаа||
хуй||
хуйцаа||
хул аяга||
хулан||
хулгай||
хулгайлах||
хулгайч||
хулгана||
хулгах||
хулс||
хулуу||
хулхи||
хулчгар||
хумс|fingernail|xʊms|khums|ᠬᠢᠮᠤᠰᠤ
хун||
хур||
хураамж||
хурал||
хурга||
хурган засаа||
хурдсах||
хурим||
хуруу||
хуруувч||
хурхирах||
хурьцал||
хус||
хусах||
хутга||
хутгалдах||
хуудас||
хууз сахал||
хууз||
хуукууд||
хууль|law|xʊːɮʲ|χɵːɮʲ/xu̇:lĭ/xuil|ᠬᠠᠤᠯᠢ
хуульч||
хуульчлах||
хуур||
хуурай||
хуурах||
хуурга||
хуурсан||
хуучин|old||khuuchin
хуушуур||
хуцах||
хучмал||
хэбид||
хэв||
хэвийн боов||
хэвлээр явагч||
хэвтэх|to lie (bed)|xeftĕ|khevtekh|ᠬᠡᠪᠲᠡᠬᠦ
хэвэг||
хэвэл||
хэд||
хэдэн||
хэдэрлэх||
хэзээ ч үгүй||
хэзээ|when|ˈxet͡seː|khezee|ᠬᠡᠵᠢᠶ᠎ᠡ
хэл зүй||
хэл|tongue, language|xeɮ|khel|ᠬᠡᠯᠡ
хэлбэр||
хэлц үг||
хэлц||
хэлцэл||
хэлье|let's say|
хэлэлцэх||
хэлэх|to say|xiɮəx|khelekh|ᠬᠡᠯᠡᠬᠦ
хэм||
хэмжээ||
хэн|who|ˈxeŋ|khen|ᠬᠡᠨ
хэрцгий||
хэрчим||
хэрчих|to cut||kherchikh
хэрэг явдал||
хэрэг||
хэрэглэгдэх||
хэрэглэгдэхүүн||
хэрэглэгч||
хэрэглэл||
хэрэглэх||
хэрэглээ||
хэрэглүүр||
хэрэгтэй||
хэрэм||
хэрээ||
хэрүүл||
хэсэг||
хэтэвч||
хэхрэх||
хээр||
хязгаар||
хязгаарлагдмал хариуцлагатай компани||
хялгас||
хялгасан судас||
хялгасан хоолой||
хямд төсөр||
хямрал||
хяргах||
хярс||
хятад||
хүдэр||
хүзүү|neck|xut͡su|khüzüü|ᠬᠦᠵᠦᠭᠦᠦ
хүйс||
хүйтэн|cold||khüiten
хүлэх||
хүлээн авах||
хүлээх||
хүмүүн||
хүн чулуу||
хүн|man (human being)|xun|khün|ᠬᠦᠮᠦᠨ
хүнд|heavy|xunt|khünd|ᠬᠦᠨᠳᠦ
хүндлэх||
хүндрэл||
хүндэтгэлийн үг||
хүнс||
хүнсний дэлгүүр||
хүнцэл||
хүрд||
хүрз||
хүртэл||
хүртэх||
хүрхрээ||
хүрэл||
хүрэлзгэнэ||
хүрэм||
хүрэх||
хүрээ||
хүрээлэн||
хүснэг||
хүсэлт||
хүсэх||
хүхэр||
хүч||
хүчил||
хүү||
хүүгийн|son's|ˈxuuɡin|||x
хүүе||
хүүхэд|child|xuːxət|khüükhed|ᠬᠡᠦᠬᠡᠳ
хүүхэлдэй||
хөвгүүн||
хөвд||
хөвч||
хөвчтөн||
хөвүүн||
хөвөн||
хөгжим||
хөгжимчин||
хөгц||
хөгшин||
хөдлөх||
хөдөлгүүр||
хөдөлгөөн||
хөдөө аж ахуй||
хөзөр||
хөл алдах||
хөл|foot, leg||khöl|ᠬᠥᠯ
хөлбөмбөг||
хөлдүү||
хөлдөх||
хөлдөөгч||
хөлдөөсөн||
хөлдөөх||
хөлийн булчин||
хөлрөх||
хөлс||
хөлөг||
хөлөх||
хөмрүүлэх||
хөмрөх||
хөмсөг||
хөмүүн||
хөнгөн тэрэг||
хөнгөн цагаан||
хөнгөн||
хөндий||
хөнжил||
хөнөг||
хөргүүр||
хөргөгч||
хөрс||
хөрш||
хөрөг||
хөрөнгө хогшил||
хөрөө||
хөрөөдөх||
хөтөлбөр||
хөх бух||
хөх|breast|ˈxɵx|khökh|ᠬᠥᠬᠡ
хөхний сүү||
хөхний товч||
хөхний толгой||
хөхүүр||
хөхөх||
хөхөө||
хөшиг||
хөших||
хөшөө||
хөөе||
хөөмий||
хөөрхөн|pretty|ˈxoːrxᵊn|||x
хөөрөг зөрүүлэх||
хөөрөг||
хөөс||
хөөх||
цаа буга||
цаас|paper|t͡saːs|tsaas|ᠴᠠᠭᠠᠰᠤ
цаасан шувуу||
цавуу||
цаг агаар||
цаг||
цагаан архи||
цагаан гаа||
цагаан зээр||
цагаан лууван||
цагаан мөөг||
цагаан толгой||
цагаан хэрэглэл||
цагаан шонхор||
цагаан|white|t͡saˈɢaːŋ|tsagaan|ᠴᠠᠭᠠᠨ
цагалбар||
цагдаа|police|t͡saɡˈtaː|tsagdaa|ᠴᠠᠭᠳᠠᠭ᠎ᠠ
цаглабар||
цадиг||
цай||
цайз||
цайллага||
цайны газар||
цайр||
цалин||
цамхаг||
цамц||
цана||
цаначин||
цангаа||
цангах||
царай||
царс||
царцаа||
цас орж байна||
цас шиг цагаан||
цас|snow|t͡sʰas|tsas|ᠴᠠᠰᠤ
цасан ширхэг||
цахилгаан||
цахилгаанжуулалт||
цахилгаанжуулах||
цахилгааны залгуур||
цахим тооцоолуур||
цацагт хяргуул||
цемент||
цирк||
цогц||
цогцос||
цомог||
цонх||
цоож||
цоожлох||
цоожны нүх||
цох|beetle|ʦoxŏ||ᠴᠣᠬᠤ
цохих|to hit|t͡sʰɔxʲəx|tsokhikh|ᠴᠣᠬᠢᠬᠤ
цуваа цэг||
цуглуулах||
цуйван||
цулбуур||
цурхай||
цус|blood|t͡sʊs|tsus|ᠴᠢᠰᠤ
цутгах||
цуу цуу||
цуу||
цуур||
цуурай||
цухал|narrow|t͡suxaɮ|tsukhal
цэврүү||
цэвэр||
цэвэрлэх||
цэг||
цэрэг|soldier|ˈt͡sʰerek||ᠴᠡᠷᠢᠭ
цэцгийн мэхээлдэс||
цэцэг|flower|t͡ʃʰit͡ʃʰɘk|tsetseg|ᠴᠡᠴᠡᠭ
цэцэрлэ|kindergarten|t͡set͡sᵊrɮⁱk
цэцэрлэг||
цээж||
цүүц||
цөл||
цөлхөөв||
цөм||
цөцгий||
цөцгийн тос||
цөөвөр чоно||
цөөн|few|t͡sʰoːŋ]|tsöön|ᠴᠥᠭᠡᠨ
чавхдас||
чагнаал||
чагнаалдах||
чагнах||
чагт||
чадвар||
чанар||
чанарлаг||
чанасан||
чанга яричг||
чангаанз||
чарга||
чек||
чемодан||
чи|you (singular)|ˈt͡ɕʰi||ᠴᠢ
чиглэх||
чиглүүлэх||
чийг||
чийдэн||
чинжүү||
чиний||
чинийх||
чирэх||
чих|ear|t͡ʃixᵊ|chikh|ᠴᠢᠬᠢ
чихрийн манжин||
чихэр||
чихэрлэг||
чоно|wolf|ˈt͡ɕʰɔn|chono|ᠴᠢᠨᠤ᠎ᠠ
чулуу|stone||chuluu|ᠴᠢᠯᠠᠭᠤ
чухаг||
чухал||
чүдэнз||
чүү||
чөмөг||
чөх||
шаазгай|magpie|ʃaːt͡sɢai|šaɣad͡ʒaɣai|ᠱᠠᠭᠠᠵᠠᠭᠠᠢ
шаардах||
шаардлага тавих||
шаардлага||
шаахай||
шавар||
шавхай||
шавьж||
шагай||
шагнал||
шадар||
шал||
шалбархай||
шалгалт||
шалгах||
шалгуур||
шалтаг||
шалтгаа||
шалтгаан||
шанаа||
шанаган хорхой||
шанд||
шанз||
шанц||
шар айраг||
шар будаа||
шар лууван||
шар шувуу||
шар үс||
шар|yellow|ʃar|shar|
шарвах||
шарсан төмс||
шарсан||
шартах||
шарх||
шат||
шатаах|to burn|ʃatʰax|shataakh|ᠰᠢᠲᠠᠭᠠᠬᠤ
шатар||
шатах||
шафа||
шахах|to squeeze|ʃaxəx|shakhakh|ᠰᠢᠬᠠᠬᠤ
шашин||
шивнэх||
шивээс||
шивүүр||
шигших||
шигшээ||
шигшүүр||
ший гуа||
шийгуа||
шийдвэр||
шийжүү||
шийтгэл||
шил||
шилбэ||
шилүүс||
шин|new|ʃin|shin|ᠰᠢᠨ᠎ᠡ
шингэн будаа||
шингэн||
шинжлэх ухаан||
шинэ|new|ʃin
шинэлэг||
шинэс||
шинэчлэл||
шинэчлэх||
шир||
ширээ юү?|is this a table?|ʃire jʊː|shiree yuu
ширээ|table|ʃire|shiree|ᠰᠢᠷᠡᠭᠡ
шодой||
шоколад||
шонхор||
шоо||
шоргоолж||
шорлог||
шорон||
шороо||
шохой||
шошго||
шпагетти||
шувуу|bird|ʃʊwʊ|shuvuu|[ʃo̙ˈw̜o̙] ᠰᠢᠪᠠᠭᠤ
шугам||
шулуун|straight|ʃʊɮʊŋ|shuluun|ᠰᠢᠯᠤᠭᠤᠨ
шумуул|mosquito|ʃumu:l||ᠰᠢᠮᠠᠭᠤᠯ
шураг||
шуугиан||
шуудай||
шуудан||
шуурга||
шээх||
шүд|tooth|ʃud|shüd|ᠰᠢᠳᠦ
шүдний оо||
шүдний сойз||
шүдний эмч||
шүдэнз||
шүлс||
шүлэг||
шүлэгч||
шүршүүр||
шүршүүрийн гель||
шүтэх||
шүхэр||
шүүдэр||
шүүр||
шүүрдэх||
шүүрс||
шүүс||
шүүслэг||
шүүслэх||
шүүх||
шөвөг||
шөл||
шөнө|night|ʃɵn|shönö|ᠰᠥ᠋ᠨ᠋ᠢ
эв||
эвлэрэх||
эвсэх||
эвэр бүрхэвч||
эвэр|horn|ewər|ever|ᠡᠪᠡᠷ
эвэрлэг бүрхэвч||
эгч||
эгшиг үсэг||
эгшиг||
эгэх||
эд||
эдгээр||
эдийн засаг||
эзэмдэх||
эзэн хаан||
эзэн||
экзистэнциализм||
элс|sand||els|ᠡᠯᠡᠰᠦ
элэг|liver|iɮəɡ|eleg|ᠡᠯᠢᠭᠡ
эм бэлгэ эрхтэн||
эм бэлэг эрхтэн||
эм||
эмгэн хумс||
эмнэлэг||
эмч||
эмчилгээ||
эмэгтэй|woman|eməɡtʰe|emegtei|ᠡᠮᠡᠭᠲᠡᠢ
эмээ||
эмээл||
эмээллэх||
эмээх||
энгийн||
энд|here|ent|end|ᠡᠨᠳ᠋ᠡ
энх тайван||
энх тунх||
энх||
энэ|this|en|ene|ᠡᠨᠡ
эр зориг||
эр хүн|man (adult male)||er khün||x
эр үхэр||
эр||
эрвээхэй||
эргэлзэх||
эргэх|to turn (intransitive)|irɡix|ergekh|ᠡᠷᠭᠢᠬᠦ
эргүүлэх||
эрдэмтэн||
эрдэнэ||
эрзээн||
эрлийз||
эрлийзжих||
эрх мэдэл||
эрх||
эрхи||
эрхий||
эрхийвч||
эрхтэн||
эрхэм||
эрхүүд||
эрч||
эрчлэх||
эрэг шураг||
эрэг||
эрэгдэх||
эрэх||
эрүү||
эс||
эсгий||
этгээд||
эх|mother|ix|ekh|ᠡᠬᠡ
эхийн сүү||
эхлэх||
эхнэр|wife|ˈexner̥|ekhner|ᠡᠬᠡᠨᠡᠷ
эцэг|father||etseg|ᠡᠴᠢᠭᠡ
ээдэм||
ээж|mother|eet͡ʃ|eej
ээлж дараалал||
ээлж||
ээмэг||
ээмэр|earings|ˈeːmⁱr
ээрэх||
юм||
юмдүүжин||
юмсан||
юу|what|ˈjʊː|yuu|ˈjʊː
яагаад гэвэл||
яагаад||
яаж|how|jaːd͡ʒ|yaaj|ᠶᠠᠭᠠᠭᠢᠵᠤ
явах|to go, leave|||ᠶᠠᠪᠤᠬᠤ
явган явах||
явдал||
явц||
явцуу||
явъя|let's go
ял||
ялаа||
ялах||
ялгал||
ялгах||
ялгац гишүүн||
ямаа||
ямар||
янгир|mountain goat||jaŋgir|ᠶᠡᠩ‍ᢉᠢᠷ
яндан||
яндангийн дуу||
янжуур||
янз||
янхан||
яншуй||
яриа||
ярих||
яс|bone|jasᵊ|yas|ᠶᠠᠰ
яст мэлхий||
ястан||
ятга шаазгай||
ятга||
ятгач||
ятгачин||
ятгашаазгай||
ятуу||
ёл||
ёотон|sugar cube|ˈjɔːtʰɔŋ|yooton|ᠶᠣᠣᠲᠠᠩ
ёс||
ёслол||
ёстой||
үг||
үгсийн аймаг||
үгүй||
үгүйлэх||
үдэх||
үдэш||
үе үе||
үе||
үед||
үер||
үеэ||
үзбек||
үзвэр||
үзэг||
үзэгний иш||
үзэсгэлэн||
үзэх|to see|ut͡səx|üzekh|ᠦᠵᠡᠬᠦ
үзүүлэх||
үзүүр||
үйл хэрэг||
үйл явдал||
үйл үг||
үйл|act, deed|uiɮ|[ˈueɮ]|ᠦᠢᠯᠡ
үйлдвэр||
үйлдвэржих||
үйлдвэрийн||
үйлдвэрлэл||
үйлдвэрлэлийн хэрэгсэл||
үйлдвэрлэх||
үйлдвэрчин||
үйлдэл||
үйлдэржилт||
үйлдэх||
үйлт нэр||
үйлчилгээ||
үйлчлэл||
үйлчлэх||
үйлчлүүлэгч||
үйлчлүүлэх||
үлдэгдэл||
үлээх|to blow|uɮex|üleekh|ᠦᠯᠢᠶᠡᠬᠦ
үмхэх|to bite||ümkhekh|ᠡᠮᠬᠦᠬᠦ
үндсэн дээр||
үндсэн хууль||
үндсэрхэг үзэл||
үндэс|root|untəs|ündes|ᠦᠨᠳᠦᠰᠦ
үндэсний||
үндэстний социализм||
үндэстэн|nationality|untᵊstᵊŋ||ᠦᠨᠳᠦᠰᠦᠲᠡᠨ
үнс|ash|uns|üns|ᠦᠨᠡᠰᠦ
үнсэх||
үнэ||
үнэг||
үнэмлэх||
үнэн||
үнэр||
үнэрлэх чадвар||
үнэрлэх|to smell||ünerlekh
үнэтэй||
үнээ||
үр|seed|ur|ür|ᠦᠷ᠎ᠡ
үргэлж||
үржүүлэх||
үрэл||
үрэх||
үс|hair||üs|ᠦᠰᠦ
үсгийн дараалал||
үсний сэнс||
үсний хаг||
үсрэх||
үсчин||
үсэг||
үтрэм||
үтрээ||
үхжил||
үхсэн||
үхэл||
үхэр||
үхэх|to die||ükhekh
үүд||
үүл|cloud|uːɮ|üül|ᠡᠭᠦᠯᠡ
үүлтэй||
үүний||
үүр||
үүргэвч||
үүрэг||
үүсгэл||
Өвөр Монгол||
Өлгий||
Өмнөд Африк||
Өмнөд Солонгос||
Өндөрхаан||
өв||
өвдөг|knee|owtəɡ|övdög|
өвдөх||
өвс|grass|ows|övs|ᠡᠪᠡᠰᠦ
өвчин||
өвчтэй||
өвчүү||
өвөл||
өвөр||
өвөө||
өвөөлж||
өглөг||
өглөө||
өглөөний мэнд||
өглөөний цай||
өгье|let's give
өгүүлбэр||
өгүүлэгдэхүүн||
өгүүлэл||
өгүүлэхүүн||
өгөгдөл||
өгөрций||
өгөх оршихын тийн ялгал||
өгөх|to give|oɡəx|ögökh|ᠥᠭᠬᠦ
өд|feather|ot|öd|ᠥᠳᠦ
өдрийн хоол||
өдрийн||
өдөр|day|ˈɵtər̥|ödör|ᠡᠳᠦᠷ
өлгөх||
өлмий||
өлсгөлөн||
өлсөх||
өлөн||
өмд||
өмнө|south|ˈɵmn||ᠡᠮᠦᠨ᠎ᠡ
өмнөд||
өмнөх||
өмсөх||
өнгө|color|ɵŋk|öngö|ᠥᠩᠭᠡ
өнгөрсөн цаг||
өнгөрөх||
өндгөн жаврай||
өндөг|egg|ɵndᵊk|öndög|ᠥᠨᠳᠡᠭᠡ
өндөр жил||
өндөр уул||
өндөр өсгийтэй||
өндөр||
өндөрийн харайлт||
өндөрлөг||
өнцөг||
өнчин тархи||
өнчин||
өнөөдөр|today|ɵnɵ:dɵr||ᠥᠨᠦᠳᠦᠷ
өр||
өргөдөг шат||
өргөдөл||
өргөн|wide|ørkøŋ|örgön|ᠥᠷᠭᠡᠨ
өргөст хэмх||
өрсөлдөгч||
өрсөлдөх||
өрсөлдөөн||
өрсөх||
өртөг||
өртөө||
өршөөх||
өрөм||
өрөө||
өсгий||
өт||
өтгөн||
өчигдөр||
өчүүхэн||
өө||
өөлд||
өөр|other|oːr|öör|ᠥᠪᠡᠷ
өөрийн эрхгүй||
өөрийн||
өөртөө засах орон||
өөртөө засах хошуу||
өөрчлөлт||
өөрчлөн байгуулалт||
өөрчлөх||
өөрөө|myself|ˈɵːrɵ
өөх тос||
өөх|fat (noun)|oːx|öökh|ᠥᠭᠡᠬᠦ
өөхлөг||
өөш||





хэлье|let's say|










































`

