/*
native | meaning | IPA① | transcription | other transcriptions② | notes | wiktionary③


① separate each text unit (consonant+combining_mark(s)) with §, separate phonetic syllables with .
   use ‹ and › for a sound that spans 2 text units
   use – for a text unit that doesn't produce sound
   syllable boundary markers go inside previous unit, and emphasis markers begin emphasised unit

② the previous transcription field is always Latin. 
   if there is another key orthography (eg. Mongolian cyrillic) it goes here.
   vowelled/unvowelled alternatives also go here

③ if Wiktionary spells the word differently, add the spelling here
*/





autoExpandExamples.or = `

@ https://en.wiktionary.org/w/index.php?title=Category:Odia_terms_with_IPA_pronunciation


-କୁ||␣||
-ଠାରୁ||␣||
-ଠାରେ||␣||
-ଦେଇ||␣||
-ମାନ||␣||
-ମାନେ||␣
-ରେ||␣||
ଅଂଶ||␣||
ଅଂହ୍ରି||␣||
ଅଖ||␣||
ଅଖରୋଟ||␣
ଅଖାତ|bay, lake|ɔkʰatɔ|ôkhatô
ଅଗଣା||␣||
ଅଗୌଣ||␣||
ଅଗ୍ନି||␣
ଅଙ୍କ|ink|ɔŋkɔ
ଅଙ୍କିତ||␣||
ଅଙ୍ଗଠି||␣||
ଅଙ୍ଗାରକ|carbon|ɔŋɡaɾɔkɔ|ôṅgarôkô
ଅଞ୍ଜନ||␣||
ଅଟକଳ||␣||
ଅଟକାଇବା||␣||
ଅଟକିବା||␣||
ଅଟଚାଳିଶ||␣||
ଅଟତିରିଶ||␣||
ଅଟା||␣
ଅଠର||␣
ଅଠାଇଶ||␣||
ଅଠାବନ||␣||
ଅଢ଼ାଇ||␣||
ଅଣ||␣||
ଅଣଓସାର||␣||
ଅଣଓସାରିଆ|narrow||ôṇôosaria
ଅଣଚାଳିଶ||␣||
ଅଣଚାଶ||␣||
ଅଣତିରିଶ||␣||
ଅଣଷଠି||␣||
ଅଣୁ||␣||
ଅଣ୍ଡା|egg|ɔɳɖa|ôṇḍa
ଅଣ୍ଡିରା||␣
ଅତିରେକ||␣||
ଅଦା||␣
ଅଧ||␣||
ଅଧା||␣
ଅଧିକ||␣||
ଅଧିକରଣ||␣||
ଅଧିକାଂଶ||␣||
ଅଧିକାର||␣
ଅଧୁନା||␣||
ଅଧ୍ୟାପକ||␣||
ଅନୁନାସିକ||␣||
ଅନୁସ୍ୱାର||␣||
ଅନେକ|many|␣|ônekô
ଅନ୍ତ|guts|␣|ôntô
ଅନ୍ତି||␣||
ଅନ୍ତେ||␣||
ଅନ୍ତ୍||␣||
ଅନ୍ଥଡ଼ା|dull (as a knife)||ônthôṛa
ଅନ୍ଧ||␣
ଅନ୍ଧାର|night|␣|ôndharô
ଅନ୍ୟ|other|␣|ônyô
ଅନ୍ୟାନ୍ୟ|other||ônyanyô
ଅପସରିବା||␣||
ଅପାଦାନ||␣||
ଅପେକ୍ଷା||␣||
ଅଫିମ||␣
ଅଫିସ୍||␣||
ଅବଗ୍ରହ||␣||
ଅବଟ|hole, pit|ɔbɔʈɔ|ôbôṭô
ଅବଶ୍ୟ||␣||
ଅଭିମନ୍ୟୁ||␣||
ଅଭ୍ୟୁଦୟ||␣||
ଅମୃତଭଣ୍ଡା|papaya|ɔmɾutɔbʱɔɳɖa|ômrutôbhôṇḍa
ଅମ୍ଳଜାନ|oxygen|ɔmɭɔd͡ʒanɔ|ômḷôjanô
ଅଲାବୁ||␣
ଅଳତା||␣||
ଅଳ୍ପ|short, few|␣|ôḷpô
ଅଶି||␣||
ଅଶ୍ରୁ||␣
ଅଷ୍ଟ୍ରେଲିଆ||␣||
ଅସନା|dirty|␣|ôsôna
ଅସ୍ଥି|bone|␣|ôsthi
ଅୟନ||␣||
ଆଇନା||␣||
ଆଈ|grandmother|ai|ai
ଆଉ|and|au|au
ଆଉରି||␣||
ଆକାଶ|sky|␣|akaśô
ଆକ୍ରମଣ||␣
ଆଖର||␣||
ଆଖି|eye|␣|akhi
ଆଖୁ||␣
ଆଗ||␣||
ଆଙ୍କିବା||␣||
ଆଙ୍ଗୁଠି||␣
ଆଙ୍ଗୁଳି|finger, toe|aŋɡuɭi|aṅguḷi
ଆଜି|today|␣|aji
ଆଜ୍ଞା||␣||
ଆଠ|eight|aʈʰɔ|aṭhô
ଆଡ଼||␣||
ଆଣିବା||␣||
ଆଣ୍ଠୁ|knee|aɳʈʰu|aṇṭhu
ଆଣ୍ଠେଇବା||␣||
ଆତ୍ମା|soul, spirit|␣|atma
ଆଥ||␣
ଆଧିକ୍ୟ||␣||
ଆଧୁନିକ||␣||
ଆପଣ|you (2sg)|␣|apôṇô
ଆପଣମାନେ|you (2pl)||apôṇômane
ଆପେ||␣||
ଆମେ|we (1pl)|␣|ame
ଆମ୍ବ|mango|a§m§bɔ|amba
ଆମ୍ବିଳିଆ|sour|␣|ambiḷia
ଆରବୀ||␣
ଆରମ୍ଭ||␣
ଆର୍ମାନୀ||␣||
ଆଲୋକ||␣
ଆଲୋଚନ||␣||
ଆଳୁ||␣
ଆସିବା|to come|␣|asiba
ଆସ୍ତେ||␣||
ଆହୁରି||␣||
ଆୟୁ||␣
ଇ-ମେଲ୍|e-mail|i§-§me§l|i-mel
ଇ||␣||
ଇଂରାଜ||␣||
ଇଂଲଣ୍ଡ||␣||
ଇଗଲ|eagle|␣|igal
ଇଟା|brick, block|iʈa|iṭa
ଇଣ୍ଟରନେଟ||␣
ଇନ୍ଦୁର||␣
ଇନ୍ଦ୍ର||␣
ଇନ୍ଧନ||␣
ଇନ୍ସ୍ପେକ୍ଟର୍||␣||
ଇବା||␣||
ଇବ୍||␣||
ଇଲ୍||␣||
ଈ||␣||
ଈଶ୍ୱର||␣||
ଉଇଁବା||␣||
ଉଇକିପିଡ଼ିଆ|Wikipedia|uikipiɽia|uikipiṛia
ଉକୁଣି||␣||
ଉକୁଣୀ|louse||ukuṇī
ଉଖଳ||␣||
ଉଚିତ||␣||
ଉଚ୍ଚ|high|␣|uccô
ଉଚ୍ଚତା||␣||
ଉଚ୍ଚାରିତ||␣||
ଉଚ୍ଚାରିବା||␣||
ଉଞ୍ଚାଇବା||␣||
ଉଟ|leaf|uʈɔ|uṭô
ଉଟଜ|cottage, hut|uʈɔd͡ʒɔ|uṭôjô
ଉଠାଇବା||␣||
ଉଠିବା||␣
ଉଡ଼ିବା|to fly|␣|uṛiba
ଉଡାଣ|flight|␣|uḍaṇô
ଉଣେଇଶ|nineteen|uɳeisɔ|uṇeiśô
ଉତରିବା||␣||
ଉତାରିବା||␣||
ଉତ୍କୃଷ୍ଟ||␣||
ଉତ୍ସବ||␣||
ଉଦର||␣
ଉଦ୍ଧାର||␣||
ଉନ୍ନତ||␣||
ଉନ୍ନତି||␣||
ଉପଚିତ||␣||
ଉପଡ଼ିବା||␣||
ଉପଦେଶ||␣
ଉପଯନ୍ତା||␣
ଉପରେ||␣||
ଉପାଡ଼ିବା||␣||
ଉଭା||␣||
ଉଭୟ||␣||
ଉଲ|wool|␣|ulô
ଉଲଙ୍ଗ||␣||
ଉଷ୍ଣ||␣||
ଏକ|one|ekɔ|ekô
ଏକଚାଳିଶ||␣||
ଏକତିରିଶ||␣||
ଏକଦମ୍||␣||
ଏକବଚନ||␣||
ଏକଷଠୀ||␣||
ଏକାଠେଇଁ||␣||
ଏକାବନ||␣||
ଏକୁଟିଆ||␣||
ଏକୋଇଶ||␣||
ଏଗାର|eleven|eɡaɾɔ|egarô
ଏଠାରେ|here|␣|eṭhare
ଏଠି|here||eṭhi
ଏପିଡେମିକ୍||␣
ଏବଂ||␣||
ଏହା|this||eha
ଐଶ୍ୱର୍ଯ୍ୟ||␣||
ଓ|and|o|o
ଓଟ|camel|␣|oṭô
ଓଟାରିବା||␣||
ଓଠ|lip|␣|oṭhô
ଓଡ଼ିଆ|Oriya|oɽia|oṛia
ଓଡ଼ିଶା||␣||
ଓଦା|wet|␣|oda
ଓଧ||␣||
ଓଲଟେଇବା|to turn (intransitive)|␣|olôṭeiba
ଓଷା||␣||
ଓଷ୍ଠ୍ୟ||␣||
ଓସାର||␣||
ଓସାରିଆ|wide|␣|osaria
ଓସାରିବା||␣||
ଓହ୍ଲାଇବା||␣||
ଔଷଧ|medecine|ɔu̯sɔdʱɔ|ôuṣôdhô
କଅଁଣ||␣||
କଅଁଳ||␣||
କଅଁଳିବା||␣||
କଖାରୁ||␣
କଙ୍କାଳ|skeleton|kɔŋkaɭɔ|kôṅkaḷô
କଙ୍ଗ୍ରେସ୍||␣||
କଚାଡ଼ିବା||␣||
କଚିରି||␣||
କଜଳ||␣||
କଟକ||␣||
କଟକି||␣||
କଟାଇବା||␣||
କଟିବା||␣||
କଟୁ||␣
କଣ|what||kôṇô
କଣା||␣||
କଣ୍ଟା||␣||
କଣ୍ଠ୍ୟ||␣||
କତୁରିବା||␣||
କତୁରୀ||␣||
କଥା||␣||
କଦଳୀ||␣
କନ୍ଧ||␣||
କପା||␣||
କପୂର||␣||
କବିତା||␣||
କମାର||␣||
କମିବା||␣||
କମେଡ଼ି||␣||
କମ୍||␣||
କମ୍ପ୍ୟୁଟର|computer|kɔmpjuʈɔɾɔ|kômpyuṭôrô
କମ୍ବଳ||␣||
କରଣ||␣||
କରଣି ଅକ୍ଷର||␣||
କରଣି||␣||
କରତ||␣||
କରତିବା||␣||
କରିବା||␣
କର୍ତ୍ତା||␣||
କର୍ତ୍ତୃକାରକ||␣||
କର୍ପୂର||␣||
କର୍ମ||␣||
କର୍ମକାରକ||␣||
କଲମ||␣||
କଲା||␣
କଲିକତା||␣
କଲିଜା|liver|␣|kôlija
କଳା|black|␣|kôḷa
କଳିଙ୍ଗ||␣
କଳ୍ପନା||␣||
କହିବା|to say|␣|kôhiba
କ଼||␣
କାଉ||␣||
କାକ||␣||
କାଖ||␣||
କାଗଜ||␣||
କାଚ||␣
କାଚରା||␣||
କାଛା||␣||
କାଟିବା|to cut|␣|kaṭiba
କାଠ||␣
କାଠି||␣||
କାଠିପୋକ||␣
କାଠୁରିଆ||␣||
କାଣ୍ଡ||␣||
କାନ|ear|kanɔ|kanô
କାନ୍ଦଣା||␣||
କାନ୍ଦିବା||␣||
କାନ୍ହ||␣||
କାମ||␣
କାମୁଡ଼ିବା|to bite|␣|kamuṛiba
କାମେରା||␣||
କାରକ||␣||
କାରଣ|because|␣|karôṇô
କାର୍ତ୍ତିକେୟ||␣||
କାଲି||␣
କାହାଣୀ||␣||
କାହିଁ||␣||
କାହିଁକି||␣||
କି||␣||
କିଆ||␣||
କିଏ|who||kie
କିଛି|some||kichi
କିଣିବା||␣||
କିପରି|how||kipôri
କିବୋର୍ଡ଼||␣
କିମ୍ଭୀର||␣||
କିଲୋମିଟର||␣||
କୀଟ|worm|␣|kīṭô
କୁ||␣||
କୁକୁଡ଼ା||␣||
କୁକୁର|dog|␣|kukurô
କୁଡ଼ାଲ||␣||
କୁବେର||␣||
କୁମ୍ଭ||␣||
କୁମ୍ଭକାର||␣||
କୁମ୍ଭାର||␣
କୁମ୍ଭାରୁଣି||␣
କୁଶ||␣||
କୁଶୀଦ||␣||
କୁହୁଡ଼ି|fog|␣|kuhuṛi
କୁହୁଳିବା||␣||
କୁହେଳିକା||␣||
କୃମି|worm|kru§mi|krumi
କୃଷ୍ଣ|Krishna|kɾusɳɔ|kruṣṇô
କୃଷ୍ଣସାର||␣||
କେ||␣||
କେଉଁଝର||␣||
କେଉଁଠି|where||keum̐ṭhi
କେକୀ||␣||
କେଛୁ||␣||
କେତକୀ||␣||
କେତେ||␣||
କେତେବେଲେ||␣
କେତେବେଳେ|when||ketebeḷe
କେନ୍ଦୁଝର||␣||
କେନ୍ଦ୍ର||␣||
କେବଳ||␣||
କେବେ|when||kebe
କେମିତି|how||kemiti
କେଶ|hair|␣|keśô
କୋଇଲା||␣
କୋଇଲି||␣||
କୋଟି||␣||
କୋଠରି||␣||
କୋଠା||␣||
କୋଠି||␣||
କୋଡ଼ିଏ|twenty|koɽie|koṛie
କୋଷାତକ||␣
କ୍ଷମା||␣||
ଖଚ୍ଚର||␣||
ଖଜୁର||␣||
ଖଟ|bed|␣|khôṭô
ଖଟଣି||␣||
ଖଟିଆ||␣||
ଖଟିବା||␣||
ଖଣି||␣||
ଖଣ୍ଡ||␣||
ଖଣ୍ଡଣ||␣||
ଖଣ୍ଡିବା||␣||
ଖଦଡ଼||␣||
ଖପୁରି||␣||
ଖବର||␣||
ଖବରକାଗଜ||␣||
ଖରାଟି||␣||
ଖରାପ|bad|␣|khôrapô
ଖସିବା||␣||
ଖ଼||␣
ଖାଇବା|to eat|kʰaiba|khaiba
ଖାତା||␣||
ଖାଦ୍ୟ||␣||
ଖାଲି||␣||
ଖାସିବା||␣
ଖୁଆ||␣
ଖୁଦ||␣||
ଖୁବ୍||␣||
ଖୁସି||␣||
ଖେଳିବା|to play|␣|kheḷiba
ଖୋଇ|habit|kʰoi|khoi
ଖୋଜାଖୋଜି||␣||
ଖୋଜିବା||␣||
ଖୋଡ଼||␣||
ଖୋଡା||␣
ଖୋଲିବା||␣||
ଖୋଳିବା|to dig|␣|khoḷiba
ଗଏଁଠ୍||␣||
ଗଗନ|sky|␣|gôgônô
ଗଙ୍ଗା||␣||
ଗଛ|tree|␣|gôchô
ଗଛାଇବା||␣||
ଗଛିବା||␣||
ଗଞ୍ଜା|cock, rooster|ɡɔɲd͡ʒa|gôñja
ଗଞ୍ଜାଇ||␣
ଗଡ଼||␣||
ଗଢ଼ିବା||␣||
ଗଣିବା|to count|␣|gôṇiba
ଗଣ୍ଠି||␣||
ଗତ||␣||
ଗତକାଲି||␣
ଗଦା||␣||
ଗଭୀର||␣
ଗମନ||␣||
ଗରଜିବା||␣||
ଗରମ ହେବା||␣||
ଗରମ|warm|␣|gôrômô
ଗର୍ଜନ||␣
ଗଳା||␣||
ଗହମ||␣||
ଗହୁଁ||␣||
ଗ଼||␣
ଗାଁ||␣
ଗାଇବା|to sing|␣|gaiba
ଗାଈ|cow|ɡai|gai
ଗାଈଆଳ||␣||
ଗାଜର||␣
ଗାଡ||␣
ଗାଡ଼ି||␣||
ଗାଡ଼ିବାଲା||␣||
ଗାଣ୍ଠିବା||␣||
ଗାଧିବା||␣||
ଗାଧେଇବା||␣||
ଗାନ୍ଥିବା||␣||
ଗିରି|mountain|␣|giri
ଗିଲାସ||␣||
ଗିଳିବା||␣||
ଗୁଡ଼ା||␣||
ଗୁଡାଏ|many||guḍae
ଗୁଣ୍ଡ||␣||
ଗୁଣ୍ଡାଇବା||␣||
ଗୁହ||␣||
ଗୋଆ|Goa|ɡoa|goa
ଗୋଛା||␣||
ଗୋଟା||␣||
ଗୋଡ|leg||goḍô
ଗୋଡ଼||␣||
ଗୋଡ଼ାଇବା||␣||
ଗୋଡି|stone||goḍi
ଗୋଡେଇବା|to hunt||goḍeiba
ଗୋଣୀ||␣||
ଗୋପାଳ||␣||
ଗୋବର||␣||
ଗୋରୁ||␣||
ଗୋଲ|round|␣|golô
ଗୋଲାପ||␣
ଗୋସାଇଁ||␣||
ଘଟ||␣||
ଘଟି||␣||
ଘଟିବା||␣||
ଘଟ୍ଟ|landing ghat|ɡʱɔʈʈɔ|ghôṭṭô
ଘଡ଼ି||␣||
ଘଣ୍ଟ||␣||
ଘଣ୍ଟା|hour|␣|ghôṇṭa
ଘଣ୍ଟି||␣||
ଘନ||␣||
ଘର|house|ɡʱɔɾɔ|ghôrô
ଘରବାଲା||␣||
ଘଷିବା|to rub|␣|ghôṣiba
ଘାଟ||␣||
ଘାଟିଆ||␣||
ଘାଟିବା||␣||
ଘାସ|grass|␣|ghasô
ଘୁଷୁରି||␣||
ଘେନିବା||␣||
ଘୋଟିବା||␣||
ଘୋଡ଼ା|horse|␣|ghoṛa
ଘୋଷ||␣||
ଚଉକି||␣||
ଚଉକିଦାର||␣||
ଚଉଠ||␣||
ଚଉଡ଼ା||␣||
ଚଉଡା|wide||côuḍa
ଚଉତାଳ||␣||
ଚଉତିରିଶ||␣||
ଚଉଦ||␣||
ଚଉବନ||␣||
ଚଉମୁହାଁ||␣||
ଚଉରାଳିଶ||␣||
ଚକ||␣
ଚଞ୍ଚଳ||␣||
ଚଟିଆ|sparrow|t͡ʃɔʈia|côṭia
ଚଢ଼ାଇ||␣||
ଚଢ଼େଇ|bird||côṛhei
ଚନ୍ଦ୍ର|moon|␣|côndrô
ଚନ୍ଦ୍ରବିନ୍ଦୁ||␣
ଚବିଶି||␣||
ଚମକିବା||␣||
ଚମଡ଼ା|skin|␣|cômôṛa
ଚମ୍ପା||␣||
ଚର୍ବି|fat (noun)|␣|côrbī
ଚର୍ବୀ|fat (noun)||côrbī
ଚର୍ମ||␣
ଚଲାଇବା||␣||
ଚଳାଇବା||␣||
ଚଳିବା||␣||
ଚା||␣||
ଚାଉଳ||␣||
ଚାକର||␣||
ଚାକୁ||␣||
ଚାଖିବା||␣||
ଚାନ୍ଦୀ||␣
ଚାବି||␣
ଚାମଚ||␣
ଚାରି|four|␣|cari
ଚାଲି||␣||
ଚାଲିବା|to walk|␣|caliba
ଚାଳିବା||␣||
ଚାଳିଶ||␣||
ଚାହିଁବା||␣||
ଚିକ୍କଣ|smooth|␣|cikkôṇô
ଚିଙ୍ଗୁଡ଼ି|prawn|t͡ʃiŋɡuɽi|ciṅguṛi
ଚିଠା||␣||
ଚିଠି||␣
ଚିତା||␣
ଚିନି||␣
ଚିନିବା||␣||
ଚିନ୍ତା||␣
ଚିପିବା|to squeeze|␣|cipiba
ଚିପୁଡ଼ିବା|to squeeze|␣|cipuṛiba
ଚିରିବା|to split|␣|ciriba
ଚିହ୍ନିବା||␣||
ଚୀନ||␣
ଚୁଚୁମିବା|to suck|␣|cucumiba
ଚୁପ୍ ହେବା||␣||
ଚୁଷିବା|to suck|␣|cuṣiba
ଚୂନା||␣||
ଚୂର||␣||
ଚୂରିବା||␣||
ଚେର|root|␣|cerô
ଚୋର||␣
ଚୋରାଇବା||␣
ଚୋରି||␣
ଚୌଦ|fourteen|t͡ʃɔu̯dɔ|côudô
ଛଅ|six|t͡ʃʰɔɔ|chôô
ଛକୋଣି||␣
ଛତା||␣
ଛତିଶ||␣||
ଛତିଶଗଡ଼||␣||
ଛନ୍ଦଣି||␣||
ଛନ୍ଦିବା||␣||
ଛପନ||␣||
ଛବିଶ||␣||
ଛାଇ||␣||
ଛାଞ୍ଚ||␣||
ଛାଟିବା|to throw|␣|chaṭiba
ଛାଡ଼ିବା||␣||
ଛାତ||␣
ଛାତି|breast|␣|chati
ଛାତ୍ର||␣||
ଛାପା||␣||
ଛାପାଖାନା||␣||
ଛାପିବା||␣||
ଛାଲ|skin|␣|chalô
ଛିଙ୍କିବା||␣||
ଛିଦ୍ର||␣
ଛିନ୍ଦିବା||␣||
ଛୁଆ|child|␣|chua
ଛୁଇଁବା||␣||
ଛୁତି||␣
ଛୁରୀ ମାରିବା|to stab||churī mariba
ଛୁରୀ||␣
ଛେପ ପକାଇବା|to spit|␣|chepô pôkaiba
ଛେଲି|bark (of a tree)|␣|cheli
ଛେଳି||␣||
ଛୋଟ|short, small|␣|choṭô
ଛୟାଳିଶ||␣||
ଜଉ||␣||
ଜଗତ୍||␣||
ଜଗନ୍ନାଥ||␣||
ଜଗିବା||␣||
ଜଙ୍ଗଲ||␣||
ଜଙ୍ଘ||␣||
ଜଡି||␣
ଜଣ||␣||
ଜଣାଇବା||␣||
ଜନନୀ|mother|␣|jônônī
ଜନ୍ତୁ||␣||
ଜନ୍ମ|birth|␣|jônmô
ଜନ୍ମଗ୍ରହଣ||␣||
ଜମି ଯିବା|to freeze||jômi jiba
ଜମି||␣||
ଜମିଦାର||␣||
ଜମ୍ବୁ|mountain|d͡ʒɔmbu|jômbu
ଜଲଦି||␣||
ଜଳ||␣
ଜଳଚର||␣
ଜଳିବା|to burn|␣|jôḷiba
ଜହ୍ନ|moon|d͡ʒɔhnɔ|jôhnô
ଜ଼||␣
ଜାଣିବା|to know|␣|jaṇiba
ଜାତ||␣||
ଜାମାଇକା||␣||
ଜାଳିବା||␣||
ଜାଳେଣି||␣||
ଜାହାଜ||␣||
ଜିଭ|tongue (organ)|␣|jibhô
ଜୀବ||␣
ଜୀବନ||␣
ଜୀରା||␣||
ଜୁଜ୍ଝିବା||␣||
ଜେଜେବାପା||␣
ଜୋଏ||␣||
ଜୋଗୁ|because||jogu
ଜୋଡା||␣
ଜୋତା||␣
ଜୋର୍||␣||
ଜ୍ଞାନ|knowledge|␣|jñanô
ଜ୍ୱାଇଁ|son-in-law|d͡ʒ§wa§ĩ|jwaim̐
ଝଟ୍||␣||
ଝରକା||␣||
ଝରିବା||␣||
ଝ଼||␣
ଝାଡୁ|broom|␣|jhaḍu
ଝିଅ|daughter|␣|jhiô
ଝିଙ୍କିବା||␣||
ଝୁଲଣ||␣||
ଝୁଲାଇବା||␣
ଝୁଲିବା||␣||
ଟଙ୍କା||␣||
ଟା||␣||
ଟାଣିବା|to pull|␣|ṭaṇiba
ଟାପୁ|island|ʈapu|ṭapu
ଟିଏ||␣||
ଟିକଟ||␣||
ଟିକିଏ||␣||
ଟିଣା||␣||
ଟେବୁଲ୍||␣||
ଟେଲିଭିଜନ||␣||
ଟ୍ରେନ୍||␣||
ଠକିବା||␣||
ଠାକୁର||␣||
ଠାକୁରାଣୀ||␣||
ଠାଣା||␣||
ଠାରୁ||␣||
ଠିଆ ହେବା|to stand|␣|ṭhia heba
ଠିକ|correct|␣|ṭhikô
ଠିକା||␣||
ଠିକାଦାର୍||␣||
ଠେକୁଆ||␣||
ଠେଲିବା|to push|␣|ṭheliba
ଠୋକ||␣||
ଡକାଇବା||␣||
ଡଙ୍କା||␣||
ଡଙ୍ଗା|boat|␣|ḍôṅga
ଡମରୁ||␣||
ଡର|fear|␣|ḍôrô
ଡରାଣ||␣||
ଡରିବା|to fear|␣|ḍôriba
ଡ଼||␣
ଡାକ||␣||
ଡାକବାଲା||␣||
ଡାକିବା||␣||
ଡାକ୍ତର||␣||
ଡାକ୍ତରଖାନା||␣||
ଡାକ୍ତରି||␣||
ଡାଲମା|dahl curry|ɖalɔma|ḍalôma
ଡାଳ|branch|␣|ḍaḷô
ଡାଳିମ୍ବ||␣||
ଡାହାଣ|right|␣|ḍahaṇô
ଡେଇଁବା||␣||
ଡେଙ୍ଗା||␣||
ଡେଣା|wing|␣|ḍeṇa
ଡେରି||␣||
ଡ୍ରପ୍-ଡାଉନ୍|drop-down|ɖ§rɔ§p§-§ɖa§u§n
ଢ଼||
ଢାଙ୍କିବା||␣||
ଢାଙ୍କୁଣି||␣||
ଣି||␣||
ତକ||␣||
ତଥାଗତ||␣||
ତନ୍ତି||␣||
ତମ||␣||
ତମାଖୁ||␣
ତର||␣||
ତରକାରି||␣||
ତରବର||␣
ତରାଜୁ||␣
ତଳେ||␣||
ତା||␣||
ତାଙ୍କ||␣||
ତାଜିକିସ୍ତାନ||␣
ତାଡ଼ିବା||␣||
ତାତିବା||␣||
ତାମଳି||␣||
ତାରା|star|␣|tara
ତାଲବ୍ୟ||␣||
ତାଲା||␣
ତାଳ||␣||
ତାହା|that||taha
ତିଅଣ||␣||
ତିଆରି||␣||
ତିକ୍ତ||␣
ତିନି|three|tini|tini
ତିନ୍ତା|wet|␣|tinta
ତିରିଶ||␣||
ତିଷ୍ଠିବା||␣||
ତିହାର୍||␣||
ତୀକ୍ଷ୍ଣ||␣||
ତୁ|you (2sg)|␣|tu
ତୁଠ||␣||
ତୁମଡ଼ୀ||␣
ତୁମେ|you (2sg)|␣|tume
ତୁମେମାନେ|you (2pl)||tumemane
ତୁରନ୍ତ||␣||
ତୁଷାର|snow|␣|tuṣarô
ତୃତୀୟାଂଶ||␣||
ତୃଷା|thirst|␣|truṣa
ତେଇଶି||␣||
ତେତିଶ||␣||
ତେପନ||␣||
ତେର||␣
ତେଲ|oil|␣|telô
ତେଲି||␣||
ତେୟାଳିଶ||␣||
ତୈଳ||␣||
ତୋ||␣||
ତୋଳ||␣||
ତୋଳା||␣||
ତୋଳିବା||␣||
ଥଣ୍ଡା|cold|␣|thôṇḍa
ଥନ||␣||
ଥର||␣||
ଥରିବା||␣||
ଥାକ||␣||
ଥାକିବା||␣||
ଥାଳି||␣||
ଥାଳିଆ||␣||
ଥୁକିବା||␣
ଥୋଇବା||␣||
ଥୋକ||␣||
ଦଉଡ଼ି||␣||
ଦଉଡ଼ିବା||␣||
ଦଉଡି|rope||dôuḍi
ଦକ୍ଷିଣ||␣||
ଦଣ୍ଡାଜ୍ଞା|sentence, conviction|dɔɳɖad͡ʒɲa|dôṇḍajña
ଦନ୍ତ୍ୟ||␣||
ଦବେଇବା|to squeeze||dôbeiba
ଦରକାର୍||␣||
ଦରିଦ୍ର||␣||
ଦଳ||␣||
ଦଶ||␣
ଦାଢ଼ି|beard|daɽʱi|daṛhi
ଦାନ୍ତ|tooth|␣|dantô
ଦିନ|day|␣|dinô
ଦିଲ୍ଲୀ||␣||
ଦୀପ୍ତ||␣||
ଦୀର୍ଘ|long|␣|dīrghô
ଦୁଃଖ|sorrow|duk§kʰɔ
ଦୁଇ|two|dui|dui
ଦୁଧ||␣||
ଦୁନିଆ|world|␣|dunia
ଦୁର୍ଗା||␣||
ଦୁଷ୍ଟ||␣||
ଦୁଷ୍ଟାମି||␣||
ଦୂର|far|␣|dūrô
ଦେଉ||␣||
ଦେଖାଇବା||␣||
ଦେଖିବା|to see|␣|dekhiba
ଦେଢ଼||␣||
ଦେବ||␣
ଦେବଦାରୁ||␣||
ଦେବା|to give|␣|deba
ଦେବୀ||␣||
ଦେଶ||␣
ଦେଶୀ||␣||
ଦେଶୀୟ||␣||
ଦେହ||␣||
ଦୋକାନ||␣||
ଦୋକାନି||␣||
ଦୌହତ୍ରୀ||␣
ଦୌହିତ୍ର||␣
ଦ୍ଵୀପ|island|dʋipɔ|dvipô
ଦ୍ୱାର|door|dwara|dwara
ଦ୍ୱାରା||␣||
ଦ୍ୱିତୀୟୋଽଧ୍ୟାୟଃ|chapter 2||dwitīyo'dhyāyaḥ
ଦ୍ୱୟ||␣||
ଧଉଳାଇବା||␣||
ଧକ୍କା ଦେବା|to push||dhôkka deba
ଧଜା||␣||
ଧନୀ||␣||
ଧନ୍ୟବାଦ୍|thank you|dʱɔnjɔbad|dhônyôbad
ଧବଳ|white|␣|dhôbôḷô
ଧରାଧରି||␣||
ଧରିବା|to hold|␣|dhôriba
ଧର୍ମ||␣||
ଧଳା||␣
ଧାଇଁବା||␣||
ଧୀବର||␣||
ଧୀରେ||␣||
ଧୁଆଁ|smoke||dhuam̐
ଧୂଆଁ|smoke|␣|dhuam̐
ଧୂଲା||␣||
ଧୂଳି|dust|␣|dhūḷi
ଧୂସର||␣||
ଧୂସୁରିବା||␣||
ଧୋଇବା|to wash|␣|dhoiba
ଧୋବା||␣||
ଧ୍ୱଂସ||␣||
ଧ୍ୱଜ||␣||
ନଅ|nine|nɔɔ|nôô
ନଇଁବା||␣||
ନଖ|fingernail|␣|nôkhô
ନଗଦ||␣
ନଗର||␣
ନଦୀ|river|nɔdi|nôdī
ନବେ||␣||
ନମସ୍ତେ||␣
ନର||␣
ନଷ୍ଟ||␣||
ନସିବା||␣||
ନହରା||␣||
ନାଆ||␣||
ନାକ|nose|␣|nakô
ନାଚିବା||␣||
ନାଟକ||␣||
ନାତି||␣
ନାତୁଣୀ||␣
ନାମ|name|␣|namô
ନାରଣ||␣||
ନାରାୟଣ||␣||
ନାରୀ|woman|nari|narī
ନାଲି|red|␣|nali
ନାହିଁ|not||nahim̐
ନିଆଁ|fire|␣|niam̐
ନିକଟ|near|␣|nikôṭô
ନିକଟରେ||␣||
ନିଗାଡ଼ିବା||␣||
ନିଗାଡିବା|to squeeze||nigaḍiba
ନିଜ୍||␣||
ନିଠା||␣||
ନିଠାଇବା||␣||
ନିଦ୍ରାଯିବା||␣
ନିମନ୍ତେ||␣||
ନିର୍ଗମ||␣||
ନିର୍ମିତ||␣||
ନିଶ୍ଚେ||␣||
ନିଶ୍ଚୟ||␣||
ନିଶ୍ୱାସ ନେବା|to breathe|␣|niśwasô neba
ନୁନି||␣||
ନୁନ୍ନି||␣||
ନୁହେଁ|not||nuhem̐
ନୂଆ|new|␣|nūa
ନୂତନ|new|␣|nūtônô
ନେବା||␣||
ନ୍ୟୂନ||␣||
ପଇଁତିରିଶ||␣||
ପଇଞ୍ଚାଳିଶ||␣||
ପଇଠି||␣||
ପଇସା||␣||
ପକାଇବା||␣||
ପକେଟ୍||␣||
ପକ୍ଷୀ|bird|pɔ§k§si|pôkṣī
ପଙ୍ଗପାଳ||␣||
ପଚା|rotten|␣|pôca
ପଚାରିବା||␣||
ପଚାଶ||␣||
ପଚିବା||␣||
ପଚିଶି||␣||
ପଛ||␣||
ପଛାଇବା||␣||
ପଞ୍ଚାବନ||␣||
ପଞ୍ଜରା||␣||
ପଞ୍ଜୁରି||␣||
ପଠାଇବା||␣||
ପଠାଣ||␣||
ପଡ଼ାଇବା||␣||
ପଡ଼ି ରହିବା||␣||
ପଡ଼ିବା|to fall|␣|pôṛiba
ପଡି ରହିବା|to lie (as in a bed)||pôḍi rôhiba
ପଡିବା||␣
ପଢ଼ାଇବା||␣||
ପଢ଼ିବା||␣||
ପଢିବା|to read|␣|pôḍhiba
ପଣିବା||␣||
ପଣ୍ଡା||␣||
ପତଳା|thin|␣|pôtôḷa
ପତି|husband|␣|pôti
ପତ୍ନୀ|wife|␣|pôtnī
ପତ୍ର|leaf|␣|pôtrô
ପଥର|stone|␣|pôthôrô
ପଥିକ|traveller|pɔtʰikɔ|pôthikô
ପଦ||␣
ପଦ୍ମ|lotus|pɔdmɔ
ପନ୍ଦର||␣
ପବନ|wind|␣|pôbônô
ପର|feather|␣|pôrô
ପରଂବ୍ରହ୍ମ||␣||
ପରମେଶ୍ୱର||␣||
ପରସ୍ପର||␣||
ପରା||␣||
ପରାଣି|animal||pôraṇi
ପରାଣୀ||␣||
ପରି||␣||
ପରିଚିତ||␣||
ପରିଦିନ||␣||
ପରିବର୍ତ୍ତେ||␣||
ପରିବାର||␣||
ପରେ||␣||
ପର୍ବତ|mountain||pôrbôtô
ପଲ||␣||
ପଳାଇବା||␣||
ପଶୁ|animal|␣|pôśu
ପସନ୍ଦ||␣||
ପହଁରା||␣
ପହଁରିବା|to swim|␣|pôhôm̐riba
ପହଞ୍ଚିବା||␣||
ପହାଡ଼|mountain||pôhaṛô
ପାଇଁ||␣||
ପାଇଟାଳ||␣||
ପାଇଟି||␣||
ପାଇବା||␣||
ପାଉଁଶ|ash|␣|paum̐śô
ପାଖ|near|␣|pakhô
ପାଖରେ||␣||
ପାଗଳ||␣||
ପାଗଳାମି||␣||
ପାଚିରୀ||␣||
ପାଞ୍ଚ|five|paɲt͡ʃɔ|pañcô
ପାଟ||␣||
ପାଟରା||␣||
ପାଟି|mouth|␣|paṭi
ପାଠ||␣||
ପାଣି|water|␣|paṇi
ପାଦ|foot|␣|padô
ପାନ||␣||
ପାପଡ଼||␣||
ପାପଡ଼ା||␣||
ପାମ୍ପଡ଼||␣||
ପାଲଙ୍କି||␣||
ପାଳିତ||␣||
ପାଳିବା||␣||
ପାଶ୍||␣||
ପାହାଡ଼||␣||
ପିଆଜ||␣||
ପିଇବା|to drink|␣|piiba
ପିଟିବା|to hit|␣|piṭiba
ପିଠା||␣||
ପିଠି|back|␣|piṭhi
ପିତା|father|␣|pita
ପିନ୍ଧିବା||␣||
ପିବା||␣||
ପିମ୍ପୁଡି||␣
ପିଲା|child|␣|pila
ପୁଂଲିଙ୍ଗ||␣||
ପୁଅ|son|␣|puô
ପୁଛ||␣
ପୁଣ୍ଡ୍ର||␣
ପୁନଃପୁନଃ|over and over again|punɔppunɔ
ପୁରସ୍କାର||␣||
ପୁରୁଣା|old|␣|puruṇa
ପୁରୁଷ|man (adult male)|␣|puruṣô
ପୁରୁଷୋତ୍ତମପୁର|Purusottampur (village name)|puɾusottɔmɔpuɾɔ|puruṣottômôpurô
ପୁଲିସ୍||␣||
ପୁଲିସ୍ବାଲା||␣||
ପୂଜନ||␣
ପୂଜା||␣
ପୂର୍ଣ୍ଣ|full|␣|pūrṇṇô
ପୂର୍ଣ୍ଣଚ୍ଛେଦ||␣||
ପୂର୍ବୀୟ|eastern|␣|purbiya
ପୃଥିବୀ|Earth|pɾu§tʰi§bi|pruthibi
ପୃଥ୍ୱୀ|earth|␣|pruthwī
ପେଚା||␣
ପେଟ|belly|␣|peṭô
ପେଣ୍ଠା||␣||
ପେନ୍ଥା||␣||
ପେନ୍ଦି||␣||
ପୋକ|worm|␣|pokô
ପୋଛିବା|to wipe|␣|pochiba
ପୋଡ଼ିବା|to burn|␣|poṛiba
ପୋଲ|bridge|␣|polô
ପୌତ୍ର|grandson|pɔu̯tɾɔ|pôutrô
ପୌତ୍ରୀ||␣
ପ୍ରକାଶ||␣||
ପ୍ରଜାପତି||␣||
ପ୍ରଣତି||␣
ପ୍ରଣୟ||␣
ପ୍ରତି||␣||
ପ୍ରତିଷ୍ଠା||␣||
ପ୍ରତ୍ୟେକ||␣||
ପ୍ରପୁତ୍ର||␣
ପ୍ରଫେସର୍||␣||
ପ୍ରବେଶ||␣||
ପ୍ରଶସ୍ତ||␣||
ପ୍ରଶ୍ନ|question|prɔsnɔ
ପ୍ରସାର||␣||
ପ୍ରସିଦ୍ଧି|fame|p§ɾɔ§si§d§dʱi|prôsiddhi
ପ୍ରହାର କରିବା|to stab|␣|prôharô kôriba
ପ୍ରାଚୀନ||␣
ପ୍ରାଚୀର||␣||
ପ୍ରାଣ||␣
ପ୍ରାଣଦଣ୍ଡାଜ୍ଞା|death sentence|pɾaɳɔdɔɳɖad͡ʒɲa|praṇôdôṇḍajña
ପ୍ରାପ୍ତ||␣||
ପ୍ରାପ୍ତି||␣||
ପ୍ରାୟ||␣||
ଫଟୋ||␣||
ଫଡ଼ିଙ୍ଗ||␣||
ଫନସ||␣||
ଫରାସ||␣||
ଫରାସୀ||␣||
ଫଳ|fruit|␣|phôḷô
ଫଳା||␣||
ଫ଼||␣
ଫାଟିବା||␣
ଫାଡ଼ିବା|to split|␣|phaṛiba
ଫାଣି||␣||
ଫାଳ କରିବା|to split||phaḷô kôriba
ଫିଙ୍ଗିବା|to throw||phiṅgiba
ଫୁଙ୍କିବା|to blow|␣|phuṅkiba
ଫୁଟ୍ବଲ୍||␣||
ଫୁଲ|flower|␣|phulô
ଫୁଲିବା|to swell|␣|phuliba
ଫେଣ||␣||
ଫେରିବା||␣||
ଫେରେ||␣||
ଫୋପାଡ଼ିବା||␣||
ଫୋପାଡିବା|to throw||phopaḍiba
ବକଳ|bark (of a tree)|␣|bôkôḷô
ବଖାଣ||␣||
ବଗିଚା||␣||
ବଙ୍ଗଳାଦେଶ||␣||
ବଙ୍ଗାଳୀ||␣||
ବଚନ||␣||
ବଜାର||␣||
ବଞ୍ଚିବା||␣||
ବଡ||␣
ବଡ଼|big|␣|bôṛô
ବଡ଼ପଣ||␣||
ବଣ|forest|␣|bôṇô
ବତକ||␣
ବତାଇବା||␣||
ବତିଶ||␣||
ବଦଳରେ||␣||
ବଦଳିବା||␣||
ବଧିର||␣
ବଧୂ||␣
ବନାରସ||␣||
ବନାରସୀ||␣||
ବନ୍ଦାଣ||␣||
ବନ୍ଦିବା||␣||
ବରଫ|ice|bɔɾɔpʰɔ|bôrôphô
ବର୍ଗ||␣
ବର୍ଷ|year|␣|bôrṣô
ବର୍ଷା|rain|␣|bôrṣa
ବଲ୍ଲରି|sprout, shoot|bɔllɔɾi|bôllôri
ବଳରାମ||␣||
ବସନ୍ତ||␣
ବସିବା|to sit|␣|bôsiba
ବସ୍ତା||␣||
ବହି||␣
ବହିଣୀ||␣||
ବହିବା|to flow|␣|bôhiba
ବହିର୍ଗମନ||␣||
ବହୁ||␣||
ବହୁତ|many||bôhutô
ବହୁବଚନ||␣||
ବା|father|␣|ba
ବାଁ|left||bam̐
ବାଆନ||␣||
ବାଇଶି||␣||
ବାଉଁଶ||␣||
ବାକ୍ସ||␣||
ବାଘ|tiger|baɡʱɔ|baghô
ବାଛରା||␣||
ବାଛିବା||␣||
ବାଞ୍ଝ||␣||
ବାଟ|road|␣|baṭô
ବାଟଣ||␣||
ବାଟୁଆ||␣||
ବାଡ଼େଇବା||␣||
ବାଡି|stick||baḍi
ବାଡେଇବା|to hit||baḍeiba
ବାଢ଼ିବା||␣||
ବାତ||␣
ବାଦାମ||␣
ବାନ୍ତି କରିବା|to vomit|␣|banti kôriba
ବାନ୍ଧିବା|to tie|␣|bandhiba
ବାପା|father|␣|bapa
ବାବୁ||␣||
ବାମ|left|␣|bamô
ବାମୁଣ||␣||
ବାର||␣
ବାରଂବାର||␣||
ବାରାଣସୀ||␣||
ବାରୁ||␣
ବାଲଟି||␣||
ବାଲି|sand|␣|bali
ବାଲୁକା||␣
ବାଳ|hair|␣|baḷô
ବାଳକ||␣||
ବାଳିକା||␣||
ବାହାରିବା||␣||
ବାୟୁ|wind|␣|bayu
ବି||␣||
ବିକାଳି||␣||
ବିକିବା||␣||
ବିକ୍ରୀ||␣||
ବିଚାର||␣
ବିଛଣା||␣||
ବିଜୁଳି||␣
ବିଜ୍ଞାନ|science|␣|bijñanô
ବିଜ୍ଞାନୀ|scientist|␣|bijñani
ବିଞ୍ଚଣା||␣||
ବିଞ୍ଚିବା||␣||
ବିଦ୍ୟାଳୟ|school|␣|bidyaḷôyô
ବିପୁଳ||␣||
ବିପୁଳା||␣||
ବିବାହିତ||␣||
ବିଭକ୍ତି||␣||
ବିଭୂତି||␣||
ବିଭ୍ରାଟ|confusion|bibʱɾaʈɔ|bibhraṭô
ବିଲେଇ||␣
ବିଲ୍କୁଲ୍||␣||
ବିଷ୍ଣୁ||␣
ବିସର୍ଗ||␣||
ବିସ୍ତାର||␣||
ବିସ୍ତୃତ||␣||
ବିସ୍ତୃତି||␣||
ବୀର||␣||
ବୀରପଣ||␣||
ବୁଝାବୁଝି ହେବା||␣||
ବୁଝିବା||␣||
ବୁଡ଼ିବା||␣||
ବୁଢ଼ା||␣||
ବୁଢା|old||buḍha
ବୁଦ୍ଧ||␣||
ବୁଧବାର||␣
ବୁଧି||␣||
ବୁଲିବା||␣||
ବୁଲୁବୁଲୁ||␣||
ବୃକ୍ଷ||␣||
ବୃଦ୍ଧି||␣||
ବୃଦ୍ଧିପ୍ରାପ୍ତ||␣||
ବୃଷ୍ଟି||␣||
ବେ-||␣||
ବେ||␣||
ବେକ|neck|␣|bekô
ବେଗି||␣||
ବେଙ୍ଗାଳୁରୁ||␣
ବେଠି||␣||
ବେଠିଆ||␣||
ବେଣୁ||␣||
ବେମାରିଆ|ill|␣|bemaria
ବେଲ||␣
ବେଳ||␣||
ବେଳେ||␣||
ବେଶି||␣||
ବେଷ୍ଟନ||␣||
ବୋଉ|mother|␣|bou
ବୋଧ ହୁଏ||␣||
ବୋଧେ||␣||
ବୋଲି|because|␣|boli
ବୋହିବା||␣||
ବ୍ରହ୍ମପୁତ୍ର||␣||
ବ୍ରାହ୍ମଣ|brahmin m.|bɾahmɔɳɔ|brahmôṇô
ବ୍ରାହ୍ମଣୀ|brahmin f.|bɾahmɔɳi|brahmôṇi
ବ୍ୟକ୍ତି|man (human being)|␣|byôkti
ବ୍ୟବହାର||␣||
ବ୍ୟବହୃତ||␣||
ବ୍ୟାଙ୍କ୍||␣||
ବ୍ୟାଦାନ||␣||
ବ୍ୟାପିବା||␣||
ବ୍ୟାପ୍ତି||␣||
ବୟାଳିଶ||␣||
ଭଉଣୀ||␣
ଭଗବାନ୍||␣||
ଭର୍ତି|full||bhôrti
ଭଲ ପାଇବା||␣||
ଭଲ|good|␣|bhôlô
ଭଳି||␣||
ଭସାଣି||␣||
ଭାଇ|brother|␣|bhai
ଭାଗ କରିବା|to split|␣|bhagô kôriba
ଭାଙ୍ଗିବା||␣
ଭାଞ୍ଜିବା||␣||
ଭାତ||␣||
ଭାତୁଆଣି||␣||
ଭାବିବା|to think|␣|bhabiba
ଭାର||␣
ଭାରତ||␣
ଭାରତୀୟ||␣||
ଭାରି|heavy|␣|bhari
ଭାଲୁ||␣
ଭାଳିବା||␣||
ଭାଳେଣି||␣||
ଭାଷା||␣
ଭାଷିବା|to float||bhaṣiba
ଭାସିବା||␣||
ଭିକ||␣||
ଭିକାରି||␣||
ଭିଜା|wet|␣|bhija
ଭିତରର||␣
ଭିତରେ|in|␣|bhitôre
ଭିତର୍||␣
ଭୁକିବା||␣||
ଭୁବନ||␣||
ଭୁବନେଶ୍ୱର|Bhubaneswar|bʱubɔneswɔɾɔ|bhubôneśwôrô
ଭୁଲ୍||␣||
ଭୂମି|earth|␣|bhūmi
ଭୂମିକମ୍ପ||␣
ଭେକଟା||␣||
ଭେଡ଼||␣||
ଭୋକ||␣
ଭୋକିଲା||␣
ଭୋଟ||␣||
ଭୋର||␣||
ମଇଁଷାଳ||␣||
ମଇଁଷି||␣||
ମଇଳା|dirty|␣|môiḷa
ମକ୍ରୀ||␣
ମଗର||␣
ମଙ୍ଗଳବାର||␣
ମଜା||␣||
ମଝି||␣||
ମଞ୍ଜ||␣||
ମଞ୍ଜାରୀ||␣||
ମଞ୍ଜି|seed|␣|môñji
ମଣିବା||␣||
ମଣିଷ|man (human being)|␣|môṇiṣô
ମଣିହାରୀ||␣||
ମଣ୍ଡ||␣||
ମଣ୍ଡପ||␣
ମଣ୍ଡଳ||␣||
ମଣ୍ଡା||␣||
ମତ୍ସ୍ଯ|fish (formal)|mɔtsd͡ʒɔ|môtsjô
ମଧୁର||␣
ମଧୁରତା||␣||
ମଧ୍ୟ||␣||
ମଧ୍ୟରେ||␣||
ମନ||␣||
ମନୁଷ୍ୟ|man|␣|mônuṣyô
ମନ୍ଦିର||␣
ମରଣ||␣
ମରିବା||␣||
ମରିଯିବା|to die||môrijiba
ମରେଇବା||␣
ମହଙ୍ଗା||␣||
ମହମ୍ମଦ||␣||
ମହା||␣||
ମହାଦେବ||␣||
ମହାପାତ୍ର||␣||
ମହାଭାରତ||␣||
ମହାରାଜ||␣||
ମହାଶୟ||␣||
ମହାଶୟା||␣||
ମହିଳା|woman|mɔhiɭa|môhiḷa
ମହୁ||␣
ମହୁମାଛି||␣
ମା|mother|␣|ma
ମାଁମାଁ||␣
ମାଂସ|meat|mã§sɔ|maṃsô
ମାଇକିଣା|wife||maikiṇa
ମାଇକିନା||␣||
ମାଇଲ୍||␣||
ମାଈ||␣||
ମାଉସ||␣
ମାଖନ||␣||
ମାଗଣ||␣||
ମାଗିବା||␣||
ମାଗୁଣି||␣||
ମାଛ|fish|mat͡ʃʰɔ|machô
ମାଛି||␣
ମାଟି|earth|␣|maṭi
ମାଡ଼ିବା||␣||
ମାଣ୍ଡୁଅ||␣||
ମାତା|mother|␣|mata
ମାତିବା||␣||
ମାତୃଭୂମି||␣||
ମାତ୍ର||␣||
ମାତ୍ରା||␣||
ମାଥ||␣||
ମାନ||␣||
ମାନବ|man (human being)|␣|manôbô
ମାନେ||␣||
ମାପିବା||␣||
ମାପୁଣି||␣||
ମାରି||␣
ମାରିବା|to kill|␣|mariba
ମାଷ୍ଟର||␣||
ମାସ||␣
ମିଛ||␣||
ମିଛୁଆ||␣||
ମିଠା||␣
ମିତ||␣
ମିଥିଳା||␣||
ମିନିଟ୍||␣||
ମିଶର||␣||
ମିଶାଣ||␣||
ମିଶିବା||␣||
ମିହ||␣||
ମୀନ||␣
ମୁଁ|I (1sg)|␣|mum̐
ମୁଁହ|mouth|mũ§hɔ|mum̐hô
ମୁକ୍ତି||␣||
ମୁଖ||␣
ମୁଗ||␣||
ମୁଗୁର||␣||
ମୁଛ||␣
ମୁଠା||␣||
ମୁଣ୍ଡ|head|␣|muṇḍô
ମୁଣ୍ଡାଇବା||␣||
ମୁଣ୍ଡୁଳା||␣||
ମୁଥ||␣
ମୁସଲମାନ||␣||
ମୁସଳ||␣||
ମୁହଁ||␣||
ମୂକ||␣
ମୂତ||␣||
ମୂତ୍ର||␣||
ମୂର୍ଖ||␣||
ମୂର୍ଦ୍ଧନ୍ୟ||␣||
ମୂଳ|root|muɭɔ|mūḷô
ମୂଷା||␣||
ମୃତ୍ୟୁ|death|␣|mrutyu
ମେଘ|cloud|meɡʱɔ|meghô
ମେଘନା||␣||
ମେଷ||␣||
ମୋ||␣||
ମୋଟର||␣||
ମୋଟା|fat|␣|moṭa
ମୋତି||␣||
ମୌ ମାଛି||␣||
ମୟୂର||␣
ଯକୃତ|liver|␣|jôkrutô
ଯଥେଷ୍ଟ||␣||
ଯଦି|if|␣|jôdi
ଯନ୍ତ୍ର|machine|␣|jôntrô
ଯମ||␣||
ଯାଏ||␣||
ଯାକ||␣||
ଯିବା||␣||
ଯୁକ୍ତରାଜ୍ୟ||␣||
ଯୁଗ||␣||
ଯୁଦ୍ଧ କରିବା|to fight|␣|juddhô kôriba
ଯୁଦ୍ଧ|war|␣|juddhô
ଯୁବକ||␣||
ଯୁବତି||␣||
ଯୁବା|woman|␣|yuba
ଯେ||␣||
ର||
ରକ୍ତ|blood|␣|rôktô
ରକ୍ଷା||␣||
ରଖାଇବା||␣||
ରଖିବା||␣||
ରଖୁଆଳ||␣||
ରଙ୍ଗ|colour|␣|rôṅgô
ରଞ୍ଜ୍|anger, grief|ɾɔɲd͡ʒ|rôñj
ରବିବାର||␣
ରସ||␣||
ରସି|rope||rôsi
ରହିବା|to live||rôhiba
ରାଉତ||␣||
ରାଏ||␣||
ରାଖସ୍||␣||
ରାଗିବା||␣||
ରାଜପତ୍ନୀ||␣
ରାଜପୁତ||␣||
ରାଜପୁତ୍ର||␣||
ରାଜମହିଷୀ||␣
ରାଜା||␣
ରାଜ୍ଞୀ|queen|ɾad͡ʒɲi|rajñi
ରାଜ୍ୟ||␣||
ରାଣୀ||␣
ରାତି|night|␣|rati
ରାନ୍ଧିବା||␣
ରାମ||␣||
ରାମାୟଣ||␣
ରାମ୍ପୁଡ଼ିବା|to scratch|␣|rampuṛiba
ରାସ୍ତା|road|␣|rasta
ରିପୋର୍ଟ||␣||
ରୁ||␣||
ରୁବଲ||␣||
ରୁଷିଆ|Russia|ɾusia|ruṣia
ରୁହାଇବା||␣||
ରୂପା||␣||
ରେ|at|␣|re
ରେଫ||␣||
ରୋଇବା||␣||
ଲକ୍ଷ||␣||
ଲକ୍ଷ୍ମୀ||␣||
ଲଗାଲଗି||␣||
ଲଙ୍ଗର||␣
ଲଙ୍ଗଳା||␣
ଲଙ୍ଘିବା||␣||
ଲଟିବା||␣||
ଲଢ଼ିବା||␣||
ଲଢ଼େଇବା||␣||
ଲଢିବା|to fight||lôḍhiba
ଲଣ୍ଡନ୍||␣||
ଲଫାଫା||␣||
ଲବଙ୍ଗ|clove|␣|lôbôṅgô
ଲବ୍ଧ||␣||
ଲମ୍ବା|long|␣|lômba
ଲହଡ଼ି||␣||
ଲହୁ|blood|␣|lôhu
ଲାଇବ୍ରେରୀ||␣||
ଲାଗିବା||␣||
ଲାଞ୍ଜ|tail|␣|lañjô
ଲାଠି|stick|␣|laṭhi
ଲାଭ||␣||
ଲାଲ|red|␣|lalô
ଲିଖିତ||␣||
ଲିଙ୍ଗ||␣
ଲିପି||␣
ଲିଭାଇବା||␣||
ଲିଭିବା||␣||
ଲୁଗା||␣||
ଲୁଚିବା||␣
ଲୁଣ|salt|␣|luṇô
ଲୁହା||␣||
ଲେଖ||␣||
ଲେଖାଏଁ||␣||
ଲେଖିବା||␣||
ଲେଙ୍ଗେଡ଼ା||␣||
ଲୋ||␣||
ଲୋକ|man (human being)|␣|lokô
ଲୋଟଣି||␣||
ଲୋଟିବା||␣||
ଲୋମ|hair|␣|lomô
ଵିଷ୍ଣୁ|Vishnu|ʋisɳu|viṣṇu
ଶଡ଼ିବା||␣||
ଶଢ଼ା||␣||
ଶଢ଼ିବା||␣||
ଶନିବାର||␣
ଶବ୍ଦ||␣
ଶବ୍ଦାର୍ଥ||␣
ଶସ୍ତ୍ର||␣
ଶହ||␣
ଶାଖା||␣
ଶାଗୁଆ|green|␣|śagua
ଶାଗୁଣା||␣
ଶାରୀ||␣
ଶାର୍ଟ|shirt|saɾʈɔ|śarṭô
ଶାସନ||␣||
ଶିକାର କରିବା|to hunt|␣|śikarô kôriba
ଶିକାର||␣
ଶିକାରୀ||␣
ଶିକ୍ଷକ|teacher|si§k§sɔ§kɔ|śikṣôkô
ଶିକ୍ଷା ଦେବା|to teach|si§k§sa§ §d̪e§ba|śikṣa deba
ଶିକ୍ଷା|education|si§k§sa|śikṣa
ଶିଖାଇବା||␣||
ଶିଖିବା||␣||
ଶିଙ୍ଗ|horn|␣|śiṅgô
ଶିବ||␣
ଶିର||␣
ଶିଶୁ|child|␣|śiśu
ଶୀଘ୍ର||␣||
ଶୀତ||␣
ଶୀତଳ||␣
ଶୁକ୍ର||␣||
ଶୁକ୍ରବାର||␣
ଶୁଖିଲା|dry|␣|śukhila
ଶୁଙ୍ଘିବା|to smell|␣|śuṅghiba
ଶୁଣାଣି||␣||
ଶୁଣିବା|to hear|␣|śuṇiba
ଶୁଧାଇବା||␣||
ଶୁନ୍ୟ|zero|sunjɔ|śunyô
ଶୁଷ୍କ|dry|␣|śuṣkô
ଶୂନ୍ୟ||␣||
ଶେଠ||␣||
ଶେଣି||␣||
ଶେଷ||␣||
ଶୋଇବା|to sleep|␣|śoiba
ଶୋଳ||␣
ଶୋଷ||␣
ଶ୍ରୀ||␣||
ଶ୍ରୀମତୀ||␣||
ଶ୍ରୀମାନ୍||␣||
ଶ୍ରୀଯୁକ୍ତ||␣||
ଶ୍ରେଷ୍ଠ||␣||
ଷ଼||
ଷାଠିଏ||␣||
ସଂଖ୍ୟା|number|sɔ̃§kʰ§ja|sôṃkhya
ସଂସ୍କୃତ|Sanskrit|sɔ̃skɾutɔ|sôṃskrutô
ସକାଳ||␣||
ସଖା||␣
ସଙ୍ଗେ||␣||
ସଜାଇବ||␣||
ସଜାଡ଼ିବା||␣||
ସଞ୍ଜ||␣||
ସଡ଼କ|road|␣|sôṛôkô
ସଢା|rotten||sôḍha
ସତଚାଳିଶ||␣||
ସତର||␣
ସତର୍କ||␣||
ସତାଇଶ||␣||
ସତାବନ||␣||
ସତିରିଶ||␣||
ସତୁରି||␣||
ସପ୍ତାହ||␣
ସଫେଦ||␣||
ସବୁ|all|␣|sôbu
ସବୁଜ|green|␣|sôbujô
ସବୁଠି||␣||
ସବୁଥିରେ||␣||
ସବୁବେଳେ||␣||
ସମସ୍ତ||␣||
ସମୁଦ୍ର|sea|␣|sômudrô
ସମୃଦ୍ଧ||␣||
ସମୃଦ୍ଧି||␣||
ସମ୍ପତ୍ତି||␣||
ସମ୍ପ୍ରଦାନ||␣||
ସମ୍ବନ୍ଧ||␣||
ସମ୍ବୋଧନ||␣||
ସରିବା||␣||
ସରୁଆ|thin||sôrua
ସର୍ବୋତ୍ତମ||␣||
ସହର||␣||
ସହରିଆ||␣||
ସହାୟତା||␣
ସହି||␣||
ସହିତ||␣||
ସାଗର||␣
ସାଙ୍ଗେ|with|␣|saṅge
ସାଢ଼େ||␣||
ସାତ||␣
ସାଦ||␣||
ସାଧ||␣||
ସାଧିବା||␣||
ସାନ୍ତାଳ||␣||
ସାପ|snake|sapɔ|sapô
ସାରା||␣||
ସାରିବା||␣||
ସାହାଯ୍ୟ||␣||
ସାହିତ୍ୟ||␣||
ସିଂହ|lion|sĩ§hɔ|siṁhô
ସିଗାରେଟ୍||␣||
ସିଧା|straight|␣|sidha
ସିନା||␣||
ସିନେମା||␣||
ସିଲାଇ କରିବା|to sew|␣|silai kôriba
ସୁଇ||␣||
ସୁଦ୍ଧା||␣||
ସୁନା||␣
ସୁନାରି||␣||
ସୂଚୀ||␣||
ସୂତକାଶୌଚ||␣||
ସୂର୍ଯ୍ୟ|sun|su§ɾ§d͡ʒ§jɔ|sūrjyô
ସେ|he, she, it (3sg)|␣|se
ସେଉ||␣||
ସେଓ|apple|␣|seo
ସେଠାରେ|there|␣|seṭhare
ସେଠି|there||seṭhi
ସେନା||␣
ସେମାନେ|they (3pl)|␣|semane
ସୋମବାର||␣
ସ୍ତନ|breast|␣|stônô
ସ୍ତ୍ରୀ|wife|␣|strī
ସ୍ତ୍ରୈଣ|feminine|s§t§ɾɔi̯§ɳɔ|straina
ସ୍ପର୍ଶ||␣||
ସ୍ଫୀତ||␣||
ସ୍ଫୀତି||␣||
ସ୍ୱପ୍ନ|dream|swɔpnɔ|swôpnô
ସ୍ୱପ୍ନାଇବା||␣||
ସ୍ୱର||␣||
ସ୍ୱର୍ଗ|heaven|swɔɾɡɔ|swôrgô
ସ୍ୱାଧୀନ||␣||
ସ୍ୱାଧୀନତା||␣||
ସ୍ୱାମୀ|husband|␣|swamī
ସ୍ୱୟଂ||␣||
ହଁ||␣
ହଂଗ୍|asafoetida|hɔ̃§ɡ|hôṅg
ହଜାର||␣
ହଠାତ୍||␣||
ହତିଆର||␣||
ହର||␣||
ହରି||␣||
ହରିଣ||␣||
ହଲ||␣||
ହଳ||␣||
ହଳଦିଆ|yellow|␣|hôḷôdia
ହଳନ୍ତ||␣||
ହଳିଆ||␣||
ହସ||␣||
ହସିବା|to laugh|␣|hôsiba
ହାଟ||␣||
ହାଟୁଆ||␣||
ହାଡ|bone|␣|haḍô
ହାତ|hand|␣|hatô
ହାତୀ||␣
ହିଁ||␣||
ହିଙ୍ଗୁ||␣
ହିଜଡ଼||␣||
ହିନ୍ଦୀ||␣
ହିନ୍ଦୁସ୍ତାନ||␣||
ହିନ୍ଦୁସ୍ତାନୀ||␣||
ହିନ୍ଦୁସ୍ଥାନ||␣||
ହିମ|ice|␣|himô
ହିମାଳୟ||␣||
ହିରୁଆଁ||␣
ହୁଏତ||␣||
ହୁଣ୍ଡି||␣||
ହୃତ୍ପିଣ୍ଡ||␣||
ହୃତ୍‌ପିଣ୍ଡ|heart||hrut‌piṇḍô|has zwnj
ହୃଦୟ|heart|␣|hrudôyô
ହେ||␣||
ହେଙ୍ଗୁ||␣
ହେତୁ|because|␣|hetu
ହେବା||␣
ହେଲେ||␣||
ହୋ||␣||
ହୋଲ||␣
ହ୍ରଦ|lake|␣|hrôdô
ହ୍ରସ୍ୱ||␣||







@ ?
ଊତ୍ତୋଳନ|flag-hoisting||
ଋତୁ|season||ṛutu
ଐରାଵତ|elephant||
ଓଡ଼ିଆ ଅକ୍ଷର|Odia script|o§ɽi§a§ §ɔ§kʰ§jɔ§rɔ
ଅକ୍ଷର|character|ɔkʰjɔrɔ|akṣara
ତୀକ୍ଷ୍ଣ|sharp (as a knife)||tīkṣṇô
ବୃକ୍ଷ|tree||brukṣô
ଜଂଗଲ|forest||jôṃgôlô
ଜଂତୁ|animal||jôṃtu
ଅଂକ|ink|ɔŋkɔ
ଏବଂ|and||ebôṃ








































`

