
autoTranslitArray.runr = 

{"ᚠ":"f","ᚢ":"u","ᚣ":"y̱","ᚤ":"ụ̈","ᚦ":"þ","ᚧ":"þ̈","ᚨ":"a","ᚩ":"o","ᚪ":"a̱","ᚫ":"æ̱","ᚬ":"ạ̃","ᚭ":"ạ̃̇","ᚮ":"ḅ̇","ᚯ":"ǫ","ᚱ":"r","ᚲ":"k","ᚳ":"c̱","ᚴ":"ḳ","ᚵ":"ḳ̈","ᚷ":"g","ᚸ":"g̱̈","ᚹ":"w","ᚺ":"ḣ","ᚻ":"h","ᚼ":"ḥ","ᚽ":"ḥ̇","ᚾ":"n","ᚿ":"ṇ","ᛁ":"i","ᛂ":"ị̈","ᛃ":"j","ᛄ":"j̱","ᛅ":"ạ","ᛆ":"ạ̇","ᛇ":"ɨ","ᛈ":"p","ᛉ":"z","ᛊ":"ṡ","ᛋ":"s","ᛌ":"ṣ","ᛍ":"c","ᛏ":"t","ᛐ":"ṭ","ᛑ":"ṭ̈","ᛒ":"b","ᛓ":"ḅ","ᛔ":"ḅ̈","ᛕ":"p̣","ᛖ":"e̱","ᛗ":"m","ᛘ":"ṃ","ᛙ":"ṃ̇","ᛚ":"l","ᛜ":"ŋ","ᛝ":"ŋ̱","ᛞ":"ḏ","ᛟ":"œ̱","ᛠ":"e̱ᵃ","ᛡ":"j̱","ᛣ":"y","ᛤ":"ḵ̈","ᛦ":"ʀ̣","ᛧ":"ʀ̣̇","᛬":"-"}