
// ⒶⒷⒸⒹⒺⒻⒼⒽⒾⒿⓀⓁⓂⓃⓄⓅⓆⓇⓈⓉⓊⓋⓌⓍⓎⓏ
// ⓐⓑⓒⓓⓔⓕⓖⓗⓘⓙⓚⓛⓜⓝⓞⓟⓠⓡⓢⓣⓤⓥⓦⓧⓨⓩ⊙
// 🅐🅑🅒🅓🅔🅕🅖🅗🅘🅙🅚🅛🅜🅝🅞🅟🅠🅡🅢🅣🅤🅥🅦🅧🅨🅩
// 🅰🅱🅲🅳🅴🅵🅶🅷🅸🅹🅺🅻🅼🅽🅾🅿🆀🆁🆂🆃🆄🆅🆆🆇🆈🆉



var collections = [
{ symbol:'ⓥ', desc:'Dependent vowels', chars:'(ေ|ိ|ီ|ု|ူ|ဲ|ာ|ါ)' },
{ symbol:'Ⓥ', desc:'Independent vowels', chars:'(ဣ|ဤ|ဥ|ဦ|ဧ|ဩ|ဪ)' },
{ symbol:'Ⓒ', desc:'All consonants', chars:'(ပ|ဖ|ဗ|ဘ|တ|ထ|ဒ|က|ခ|ဂ|အ|သ|ဿ|စ|ဆ|ဇ|ဟ|မ|န|ည|ဉ|င|ဝ|ရ|လ|ယ|ဋ|ဌ|ဍ|ဎ|ဓ|ဃ|ဈ|ဏ|ဠ)' },
{ symbol:'Ⓑ', desc:'Basic consonants', chars:'(ပ|ဖ|ဗ|ဘ|တ|ထ|ဒ|က|ခ|ဂ|အ|သ|ဿ|စ|ဆ|ဇ|ဟ|မ|န|ည|ဉ|င|ဝ|ရ|လ|ယ)' },
{ symbol:'Ⓔ', desc:'Extended consonants', chars:'(ဋ|ဌ|ဍ|ဎ|ဓ|ဃ|ဈ|ဏ|ဠ)' },
{ symbol:'Ⓜ', desc:'Medials', chars:'(ျ|ြ|ွ|ှ)' },
{ symbol:'Ⓣ', desc:'Tones', chars:'(့|း)' },
{ symbol:'⊙', desc:'Invisibles', chars:'(\u200C|\u200D)' },
]
