
// ⒶⒷⒸⒹⒺⒻⒼⒽⒾⒿⓀⓁⓂⓃⓄⓅⓆⓇⓈⓉⓊⓋⓌⓍⓎⓏ
// ⓐⓑⓒⓓⓔⓕⓖⓗⓘⓙⓚⓛⓜⓝⓞⓟⓠⓡⓢⓣⓤⓥⓦⓧⓨⓩ⊙
// 🅐🅑🅒🅓🅔🅕🅖🅗🅘🅙🅚🅛🅜🅝🅞🅟🅠🅡🅢🅣🅤🅥🅦🅧🅨🅩
// 🅰🅱🅲🅳🅴🅵🅶🅷🅸🅹🅺🅻🅼🅽🅾🅿🆀🆁🆂🆃🆄🆅🆆🆇🆈🆉



var collections = [
{ symbol:'ⓥ', desc:'Dependent vowels', chars:'(ိ|ီ|ု|ူ|ေ|ဵ|ႄ|ႅ|ႃ|ၢ|ႆ|ွ)' },
{ symbol:'Ⓥ', desc:'Independent vowels', chars:'(ဢ)' },
{ symbol:'Ⓒ', desc:'All consonants', chars:'(ပ|ၽ|တ|ထ|ၵ|ၶ|ၸ|ၾ|သ|ႁ|မ|ၼ|ၺ|င|ဝ|ရ|လ|ယ|ၿ|ၻ|ၷ|ႀ|ၹ)' },
{ symbol:'Ⓑ', desc:'Basic consonants', chars:'(ပ|ၽ|တ|ထ|ၵ|ၶ|ၸ|ၾ|သ|ႁ|မ|ၼ|ၺ|င|ဝ|ရ|လ|ယ)' },
{ symbol:'Ⓔ', desc:'Extended consonants', chars:'(ၿ|ၻ|ၷ|ႀ|ၹ)' },
{ symbol:'Ⓜ', desc:'Medials', chars:'(ျ|ြ|ႂ)' },
{ symbol:'Ⓣ', desc:'Tones', chars:'(ႇ|ႈ|း|ႉ|ႊ)' },
{ symbol:'⊙', desc:'Invisibles', chars:'(\u200C|\u200D)' },
]
