
autoExpandExamples.pa = `

'ਚ||
'ਤੇ|at||'tē
-ਇਸਤਾਨ||
ਅ-||
ਅਕਾਲੀ||
ਅਕੇਲਾ||
ਅਖੰਡ||
ਅਗਨ||
ਅਚਨਚੇਤ||
ਅਚਾਰ||
ਅਠਾਰਾਂ||
ਅਤੇ|and||atē
ਅਦਬ||
ਅਦਿੱਖ||
ਅਧਿਆਪਕ||
ਅਨਾਥ||
ਅਫ਼ਗ਼ਾਨਿਸਤਾਨ||
ਅਫ਼ਗਾਨਿਸਤਾਨ||
ਅਫ਼ਸਰ||
ਅਬਾਦ||
ਅਮਰੀਕਾ||
ਅਮਰੂਦ||
ਅਮਲ||
ਅਮੀਰ||
ਅਰਾਨ||
ਅਰਾਮ||
ਅਲਮਾਰੀ||
ਅਲੱਭ||
ਅਸਟ੍ਰੇਲੀਆ||
ਅਸਥੀ||
ਅਸਮਾਨ|sky||asamān
ਅਸਲ||
ਅਸਾਨ||
ਅਸੀਂ|we (1pl)||asī̃
ਅਹਾਰ||
ਅੈ||
ਅੰਗ||
ਅੰਗਰੇਜ਼ੀ||
ਅੰਗੂਠਾ||
ਅੰਤੜੀ||
ਅੰਬ||
ਅੰਮ੍ਰਿਤਸਰ||
ਅੱਖ|eye||akkha
ਅੱਖਰ||
ਅੱਗ|fire||agga
ਅੱਛਾ||
ਅੱਜ ਕੱਲ੍ਹ||
ਅੱਜ-ਕੱਲ੍ਹ||
ਅੱਜ||
ਅੱਠ||
ਅੱਬਾ|father||abbā
ਅੱਭਯਾਗਤ||
ਅੱਲਾ||
ਅੱਲਾਹ||
ਆਂਡਾ||
ਆਉਣਾ|to come||āuṇā
ਆਓਤੇਆਰੋਆ||
ਆਕਾਸ਼||
ਆਖਣਾ|to say||ākhaṇā
ਆਟਾ||
ਆਦਮੀ|man (adult male)||ādamī
ਆਦਿ||
ਆਧਾਰ||
ਆਪ||
ਆਪਣਾ||
ਆਬਲਸਤ||
ਆਲੂ||
ਆਵਦਾ||
ਆਵਾਜਾਈ||
ਆਸਟ੍ਰੇਲੀਆ||
ਆਸਮਾਨ||
ਆਹ||
ਆਹੋ||
ਆੜੂ||
ਇਕ||
ਇਕਰਾਰ||
ਇਜਾਜ਼ਤ||
ਇਟਲੀ||
ਇਤਫ਼ਾਕ||
ਇਤਿਹਾਸ||
ਇਨਸਾਨ|man (human being)||inasān
ਇਰਾਨ||
ਇਸ||
ਇਸਟੋਨੀਆ||
ਇਸਤੋਨੀਆ||
ਇਸਰਾਜ||
ਇਸ਼ਕ||
ਇਹ|he, she, it, this||iha
ਇਹਦਾ||
ਇੰਗਾ|egg||iṅgā
ਇੰਜ||
ਇੱਕ|one||ikka
ਇੱਕੀ||
ਇੱਥੇ|here||itthē
ਇੱਥੋਂ||
ਈਦ||
ਈਰਾਨ||
ਉਂਗਲ||
ਉਚਾਰਨ||
ਉਡਣਾ||
ਉਤਸੁਕ|curious|utsuk
ਉਦਜਨ||
ਉਦਾਹਰਨ||
ਉਦੋਂ||
ਉਮਰ||
ਉਲਟੀ ਕਰਨਾ|to vomit||ulaṭī karnā
ਉਸਤਤ||
ਉਸਤਰਾ||
ਉਸਤਾਦ||
ਉਹ|he, she, it, that||uha
ਉੱਠ||
ਉੱਡਣਾ|to fly||uḍḍaṇā
ਉੱਤੇ|at||uttē
ਉੱਥੇ|there||utthē
ਉੱਨੀ||
ਊਠ||
ਏਕਤਾ||
ਏਕਾ||
ਐਤਵਾਰ||
ਐਧਰ ਓਧਰ||
ਐਨਕ||
ਐਲੇਸਟਰ||
ਐਵੇਂ||
ਓਅੰਕਾਰ||
ਓਏ||
ਓਦਣ||
ਓਦਾਂ||
ਓਦੋਂ||
ਓਹ||
ਓਹਾਇਓ||
ਔਖਾ||
ਔਜਲਾ||
ਔਰਤ|woman||ōrat
ਔਸਟ੍ਰੇਲੀਆ||
ਕਈ||
ਕਟਣਾ||
ਕਣਕ||
ਕਤੂਰਾ||
ਕਦ||
ਕਦਰ||
ਕਦੀ||
ਕਦੇ||
ਕਦੋਂ|when||kadõ
ਕਨੂੰਨ||
ਕਨੇਡਾ||
ਕਬੂਤਰ||
ਕਮਾਲ||
ਕਰ ਰਿਹਾ ਹਾਂ||
ਕਰਤਾਰ||
ਕਰਤਾਰਪੁਰ||
ਕਰਨਾ||
ਕਰਾਉਣਾ||
ਕਰੋੜ||
ਕਰ੍ਹ||
ਕਵਿਤਾ||
ਕਹਾਣੀ||
ਕਹਿਣਾ|to say|kǽɳɑ
ਕ਼||
ਕ਼ਲਮ||
ਕ਼ਿਸਮਤ||
ਕ਼ੌਮ||
ਕਾਂ||
ਕਾਂਡੀ||
ਕਾਇਮ||
ਕਾਕਾ||
ਕਾਗ਼ਜ਼||
ਕਾਨੂੰਨ||
ਕਾਫ਼ੀ||
ਕਾਰਨ||
ਕਾਲਜ||
ਕਾਲਾ|black||kālā
ਕਾਹਤੇ||
ਕਾਹਦਾ||
ਕਾਹਨੂੰ||
ਕਾਹਲਾ||
ਕਿ||
ਕਿਉਂ||
ਕਿਉਂਕਿ|because||kiuṅki
ਕਿਤਾਬ||
ਕਿਰਪਾ||
ਕਿਰਿਆ||
ਕਿਵੇਂ|how||kivē̃*
ਕਿਸਮਤ||
ਕਿਸ਼ਤੀ||
ਕਿਸਾਨ||
ਕਿਹੋ ਜਿਹਾ||
ਕਿਹੜਾ|who|kéɽɑ
ਕਿੰਨਾ||
ਕਿੱਥੇ|where||kitthē
ਕਿੱਦਾਂ||
ਕੀ ਕੀ||
ਕੀ|what||kī
ਕੀਡ਼ਾ||
ਕੀੜਾ|worm||kīṛā
ਕੁਝ|something|kúʤ
ਕੁਰਸੀ||
ਕੁਰਾਹ||
ਕੁਲਚਾ||
ਕੁਹੀਰ||
ਕੁਹੜਾ|leper|kóɽɑ
ਕੁੜਮ||
ਕੁੜੀ||
ਕੁੰਜੀ||
ਕੁੱਝ|some||kujjha
ਕੁੱਟਣਾ||
ਕੁੱਤਾ|dog||kuttā
ਕੂਲ਼ਾ|smooth||kūḷā
ਕੂੜ||
ਕੇਤਲੀ||
ਕੇਲਾ||
ਕੇਹਰ||
ਕੈਨੇਡਾ||
ਕੈਮ||
ਕੋਇਲਾ||
ਕੋਈ ਗੱਲ ਨਹੀਂ||
ਕੋਈ||
ਕੋਠਾ||
ਕੋਰਾ||
ਕੋਲ਼|near||koḷ
ਕੋਸ਼ਿਸ਼||
ਕੋਸਾ||
ਕੋਹਰਾ|fog||kohrā
ਕੌਣ|who||kauṇ
ਕੌਮ||
ਕੌਰ||
ਕ੍ਰੋਏਸ਼ੀਆ||
ਕੰਠ||
ਕੰਡ||
ਕੰਡਿਆਲ਼ਾ||
ਕੰਢੀ||
ਕੰਧ||
ਕੰਧੀ||
ਕੰਨ|ear||kann
ਕੰਬ||
ਕੰਮ||
ਕੱਚਾ||
ਕੱਛਾ||
ਕੱਟਣਾ|to cut||kaṭṭaṇā
ਕੱਪੜਾ||
ਕੱਲ੍ਹ||
ਖਰਾਬ||
ਖ਼||
ਖ਼ਤ||
ਖ਼ਤਮ||
ਖ਼ਰਗੋਸ਼||
ਖ਼ਰਾਬ|bad||xarāb
ਖ਼ਰੀਦਣਾ||
ਖ਼ਾਨ||
ਖ਼ਾਮੋਸ਼||
ਖ਼ਾਲਸਤਾਨ||
ਖ਼ਾਲਸਾ||
ਖ਼ਾਲਿਸਤਾਨ||
ਖ਼ਾਲਿਸਤਾਨੀ||
ਖ਼ਾਸ||
ਖ਼ਿਲਾਫ਼||
ਖ਼ੁਰਮਾਨੀ||
ਖ਼ੁਰਾਕ||
ਖ਼ੂਨ|blood||xūn
ਖ਼ੌਫ਼||
ਖਾਣਾ|to eat||khāṇā
ਖਾਦ||
ਖਾਮੋਸ਼||
ਖਾਲਸਤਾਨ||
ਖਾਲਸਾ||
ਖਾਲਿਸਤਾਨ||
ਖਾਹਮਖਾਹ||
ਖਾੜੀ||
ਖਿਡੌਣਾ||
ਖਿੜਕੀ||
ਖਿੱਚਣਾ|to pull||khiccaṇā
ਖਿੱਦੋ-ਛਿੱਕਾ||
ਖੁਰਾ||
ਖੁਰਾਸਾਨ||
ਖੁਸ਼||
ਖੁੰਢਾ|dull (as a knife)||khuṇḍhā
ਖੇਡਣਾ|to play||khēḍṇā
ਖੋਤਾ||
ਖੋਭਣਾ|to stab||khobhṇā
ਖੌਫ਼||
ਖੜ੍ਹਨਾ|to stand||khaṛhnā
ਖੰਡ||
ਖੰਭਾ||
ਖੱਚਰ||
ਖੱਬਾ|left||khabbā
ਖੱਲ|bark (of a tree)||khalla
ਗਗਨ||
ਗਰਦਨ|neck||gardan
ਗਰਮ|warm||garam
ਗਰੇਵਾਲ||
ਗ਼||
ਗਾਂ||
ਗਾਉਣਾ|to sing||gāuṇā
ਗਾਜਰ||
ਗਿਆਨ||
ਗਿਆਨਮੀਮਾਂਸਾ||
ਗਿਆਰਾਂ||
ਗਿਣਨਾ|to count||giṇnā
ਗਿੱਚੀ||
ਗਿੱਲ||
ਗੀਤ||
ਗੁਆਂਢ||
ਗੁਣਸੂਤਰ||
ਗੁਰਦੁਆਰਾ||
ਗੁਰਬਾਣੀ||
ਗੁਰਮੁਖੀ||
ਗੁਰਸਿੱਖ||
ਗੁਰੂ||
ਗੁੰਝਲ਼ਦਾਰ||
ਗੇਂਦ-ਛਿੱਕਾ||
ਗੇਂਦ||
ਗੇਲੀ||
ਗੋਡਾ||
ਗੋਡੇ|knee||goḍē
ਗੋਭੀ||
ਗੋਲ|round||gol
ਗੋਸ਼ਤ||
ਗ੍ਰਹਿ||
ਗੰਦਾ|dirty||gandā
ਗੱਡੀ||
ਗੱਦਾ||
ਗੱਲ||
ਘਰ||
ਘਰੂੰਡਣਾ|to scratch||gharūṇḍṇā
ਘਾਹ|grass||ghāh
ਘਿਉ||
ਘੁੱਗੀ||
ਘੋੜਾ|horse|kòɽɑ
ਘੋੜੀ||
ਘੱਟ|few||ghaṭṭa
ਘੱਲਣਾ||
ਚਨਾਬ||
ਚਪੇੜ||
ਚਮੜੀ|skin||camṛī
ਚਰਬੀ|fat (noun)||carbī
ਚਲਣਾ||
ਚਸ਼ਮਾ||
ਚਾਂਦੀ||
ਚਾਈਨਾ||
ਚਾਨਣ ਵਿਗਿਆਨ||
ਚਾਨਣ||
ਚਾਰ|four||cār
ਚਾਹ||
ਚਾਹਣਾ||
ਚਾਹਲ||
ਚਾਹਿਦਾ||
ਚਾਹੁਣਾ||
ਚਿਕਨਾ|smooth||ciknā
ਚਿਟਾ||
ਚਿਹਰਾ||
ਚਿੜੀ-ਛਿੱਕਾ||
ਚਿੱਟਾ|white||ciṭṭā
ਚੀਜ਼||
ਚੀਨ||
ਚੀਮਾ||
ਚੀਰ||
ਚੁੱਕਣਾ||
ਚੁੱਪ||
ਚੂਸਣਾ|to suck||cūsṇā
ਚੋਣਾਂ||
ਚੋਰ||
ਚੌਦਾਂ||
ਚੌੜਾ|wide||cauṛā
ਚੜ੍ਹ|climb|ʧə́ɽ
ਚੰਗਾ|good||caṅgā
ਚੰਡੀਗੜ੍ਹ||
ਚੰਦ|moon||cand
ਚੰਦਨ||
ਚੰਦਰਾ||
ਛਤਰੀ||
ਛਾਤੀ|breast||chātī
ਛਾਲ|bark (of a tree)||chāl
ਛਿਣ||
ਛਿੱਲ|bark (of a tree)||chilla
ਛੀਂਬਾ||
ਛੂਹਣਾ||
ਛੇ||
ਛੋਟਾ|short||choṭā
ਛੱਜ||
ਛੱਡਣਾ||
ਛੱਤ||
ਛੱਲ||
ਜਗ੍ਹਾ||
ਜਦੋਂ||
ਜਨਮ||
ਜਨਵਰੀ||
ਜਨਾਨੀ||
ਜਪਾਨ||
ਜਮ||
ਜਰਨਾ||
ਜਰਮਨੀ||
ਜਲੰਧਰ||
ਜਵਾਬ||
ਜਹਾਜ਼||
ਜ਼ਨਾਨੀ||
ਜ਼ਮੀਨ|earth||zamīn
ਜ਼ਰੂਰੀ||
ਜ਼ਾਤ||
ਜ਼ਿੰਦਗੀ||
ਜ਼ਿੰਦਾਬਾਦ||
ਜ਼ੋਰ||
ਜ਼‌‍||
ਜਾਂ||
ਜਾਗਣਾ||
ਜਾਚ||
ਜਾਣਨਾ|to know||jāṇnā
ਜਾਣਾ||
ਜਾਤ||
ਜਾਨਣਾ||
ਜਾਨਵਰ|animal||jānvar
ਜਾਮਣ||
ਜਾਲ਼||
ਜਿਊਣਾ|to live||jiūṇā
ਜਿਗਰ|liver||jigar
ਜਿਨਸ||
ਜਿਹਾ||
ਜਿੰਨਾ||
ਜਿੱਤ||
ਜਿੱਤਣਾ||
ਜੀ ਆਇਆ ਨੂੰ||
ਜੀ ਆਇਆਂ ਨੂੰ||
ਜੀ||
ਜੀਭ|tongue (organ)||jībh
ਜੁੱਤੀ||
ਜੁੱਧ||
ਜੂੰ|louse||jū̃
ਜੇ|if||jē
ਜੇਠ||
ਜੇਬ||
ਜੇਹਲਮ||
ਜੋ||
ਜੜਨਾ|to hit||jaṛnā
ਜੜ੍ਹ|root||jaṛh
ਜੰਗ||
ਜੰਗਲ|forest||jaṅgal
ਜੰਮਣਾ|to freeze||jammṇā
ਝਲਾਂਗ||
ਝੀਲ|lake||jhīl
ਝੁਰਮਟ||
ਝੰਡਾ||
ਟਪਕਣਾ||
ਟਮਾਟਰ||
ਟਮਾਟਾ||
ਟਰੱਕ||
ਟਾਪ||
ਟਾਪੂ||
ਟਾਹਣੀ||
ਟਿਕਾਣਾ||
ਟਿੱਲਾ||
ਟੀਂਡਾ||
ਟੁਰਨਾ||
ਟੂਟੀ||
ਟੈਕਸੀ||
ਟੈਲੀਫ਼ੋਨ||
ਟੋਲਣਾ|to hunt||ṭolṇā
ਟੰਗ||
ਟੱਟੀ ਕਰਨਾ||
ਟੱਟੀ||
ਟੱਬਰ||
ਠਾਕਣਾ||
ਠੀਕ||
ਠੰਡਾ|cold||ṭhaṇḍā
ਡਰਨਾ|to fear||ḍarnā
ਡਾਕ||
ਡਾਕਖ਼ਾਨਾ||
ਡਾਕਟਰ||
ਡਿੱਗਣਾ|to fall||ḍiggaṇā
ਡੁਬਈ||
ਡੇਰਾ||
ਡੇਲਾ||
ਡੰਗ||
ਡੰਗਰ||
ਡੰਡਾ||
ਡੰਦ||
ਡੱਡੂ||
ਢਾਬਾ||
ਢਾਲ||
ਢਿੱਡ|belly||ḍhiḍḍa
ਢਿੱਡੀ||
ਢਿੱਲੋਂ||
ਤਖਤ||
ਤਖ਼ਤ||
ਤਜਰਬਾ||
ਤਨਖ਼ਾਹ||
ਤਨਖ਼ਾਹੀਆ||
ਤਬਲਾ||
ਤਬੀਅਤ||
ਤਰਜੀਹ||
ਤਰੀਕ਼ਾ||
ਤਰ੍ਹਾਂ||
ਤਲਵਾਰ||
ਤਵਾ||
ਤਵੀ||
ਤਸਵੀਰ||
ਤਾਂ||
ਤਾਕੀ||
ਤਾਜ ਮਹਲ||
ਤਾਰਨਾ|to float||tārnā
ਤਾਰਾ|star||tārā
ਤਾਲ਼ੂ||
ਤਾਹਨਾ||
ਤਿਆਰ||
ਤਿਤਲੀ||
ਤਿਲ||
ਤਿੰਨ|three||tinn
ਤਿੱਨ||
ਤੀਜਾ||
ਤੀਵੀਂ||
ਤੀਹ||
ਤੁਰਣਾ||
ਤੁਰਨਾ|to walk||turnā
ਤੁਸੀਂ|you s.||tusī̃
ਤੁਹਾਡਾ ਕੀ ਹਾਲ ਹੈ||
ਤੁਹਾਡਾ||
ਤੂਫ਼ਾਨ||
ਤੂੰ|you (2sg)||tū̃*
ਤੇ|and||tē
ਤੇਜ਼|sharp (as a knife)||tēz
ਤੇਰਾਂ||
ਤੇਹ||
ਤੈਂ||
ਤੈਰਨਾ|to swim||tairnā
ਤੋਂ||
ਤੋਤਾ||
ਤੌਰ||
ਤੌਲੀਆ||
ਤੜਕਾ||
ਤੰਦ||
ਤੱਕ||
ਤੱਕਣਾ||
ਤੱਖਰ||
ਥਲ||
ਥਾਂ||
ਥੁੱਕ||
ਥੁੱਕਣਾ|to spit||thukkaṇā
ਥੋਡ਼ੇ|few||thoṛē
ਥੋਡਾ||
ਥੋੜਾ||
ਥੋੜ੍ਹਾ||
ਦਫ਼ਾ ਹੋ ਜਾ||
ਦਫ਼ਾ ਹੋ||
ਦਰਜ||
ਦਰਦ||
ਦਰਵਾਜ਼ਾ||
ਦਰਸ਼ਨ||
ਦਰਿਆ||
ਦਰੱਖ਼ਤ||
ਦਵਾਤ||
ਦਸ||
ਦਸਤਾਰ||
ਦਸੰਬਰ||
ਦਹਸ਼ਤ||
ਦਹਾਤੁ||
ਦਹਿਲ||
ਦਹਿਸ਼ਤ||
ਦਾ||
ਦਾੜ੍ਹੀ||
ਦਿਓਰ||
ਦਿਨ|day||din
ਦਿਮਾਗ਼||
ਦਿਲ|heart||dil
ਦਿਵਾਲੀ||
ਦਿੱਲੀ||
ਦੀ||
ਦੀਦ||
ਦੀਦਾਰ||
ਦੀਵਾਰ||
ਦੁ-||
ਦੁਆਬੀ||
ਦੁਆਰਾ||
ਦੁਕਾਨ||
ਦੁਖ||
ਦੁਖਣਾ||
ਦੁਨੀਆ||
ਦੁਬਈ||
ਦੁਬਿੰਦੀ||
ਦੁਸ਼ਮਣ||
ਦੁੱਖ||
ਦੁੱਧ||
ਦੁੱਧੂ||
ਦੂਜਾ|other||dūjā
ਦੂਰ|far||dūr
ਦੂਸਰਾ|other||dūsrā
ਦੇ||
ਦੇਖਣਾ||
ਦੇਣਾ|to give||dēṇā
ਦੇਵਤਾ||
ਦੇਸ਼||
ਦੇਹਰਾ||
ਦੋ|two||do
ਦੋਸਤ||
ਦੋਸਤੀ||
ਦੋਸਾਂਝ||
ਦੌੜਣਾ||
ਦੰਦ|tooth||dand
ਦੱਸਣਾ||
ਧਰਤੀ|earth||dhartī
ਧਰਮ||
ਧਾਗਾ||
ਧਿਰ||
ਧੀ||
ਧੁੰਦ|fog||dhund
ਧੂੜ|dust||dhūṛ
ਧੂੰਆਂ|smoke||dhū̃ā̃
ਧੋਣਾ|to wash||dhoṇā
ਧੋਬੀ||
ਧੰਨਵਾਦ||
ਧੱਕਣਾ|to push||dhakkaṇā
ਨਚੋੜਨਾ|to squeeze||nacoṛnā
ਨਤੀਜਾ||
ਨਦੀ|river||nadī
ਨਮਸਕਾਰ||
ਨਵਾਂ|new||navā̃
ਨਸਲ||
ਨਸੀਹਤ||
ਨਹੀਂ|not||nahī̃
ਨਾ|not||nā
ਨਾਂ||
ਨਾਈ||
ਨਾਥ||
ਨਾਦ||
ਨਾਮ|name||nām
ਨਾਲ|with||nāl
ਨਾਲ਼||
ਨਾਸ||
ਨਾੜ||
ਨਿਊਜ਼ੀਲੈਂਡ||
ਨਿਕੱਮਾ||
ਨਿੱਕਰ||
ਨਿੱਕਾ||
ਨੀਰ||
ਨੀਰਜੀ||
ਨੁਖਤਾ||
ਨੂੰ||
ਨੂੰਹ||
ਨੇ||
ਨੇੜੇ|near||nēṛē
ਨੌਂ||
ਨੌਕਰ||
ਨੰਗਲ|fingernail||naṅgal
ਨੱਕ|nose||nakka
ਨੱਚਣਾ||
ਨੱਠਣਾ||
ਪਗ||
ਪਘਾਰਨਾ|to melt|pəɡɑ̀rnɑ
ਪਤਨੀ|wife||patnī
ਪਤਲਾ|thin||patlā
ਪਤਾ|leaf||patā
ਪਤੀ|husband||patī
ਪਨਾਹ||
ਪਰ||
ਪਰਤਣਾ||
ਪਰਮੇਸ਼ਰ||
ਪਰਸੋਂ||
ਪਰਾਂ ਮਰ||
ਪਰੀਤ||
ਪਲਕ||
ਪਸੰਦ||
ਪਹਾਰਾ||
ਪਹਾੜ|mountain||pahāṛ
ਪਹਿਲਾ||
ਪਹਿਲਾਂ||
ਪਹੁੰਚਣਾ||
ਪਾਉਣਾ||
ਪਾਕਿਸਤਾਨ||
ਪਾਕਿਸਤਾਨੀ||
ਪਾਗਲ||
ਪਾਟਣਾ||
ਪਾਠੀ||
ਪਾਣੀ|water||pāṇī
ਪਾਰਦਰਸ਼ੀ||
ਪਾੜਨਾ|to split||pāṛnā
ਪਿਆਰ||
ਪਿਓ|father||pio
ਪਿਤਾ|father||pitā
ਪਿਸਰ||
ਪਿੰਡ||
ਪਿੱਛੋਂ||
ਪਿੱਠ|back||piṭṭha*
ਪੀ||
ਪੀਣਾ|to drink||pīṇā
ਪੀਲਾ|yellow||pīlā
ਪੀੜ||
ਪੁਆਉਣਾ||
ਪੁਆਧੀ||
ਪੁਰਾਣਾ|old||purāṇā
ਪੁਲਿਸ||
ਪੁਲਿੰਗ||
ਪੁਸਤਕ||
ਪੁਸਤਕਾਲਾ||
ਪੁਸ਼ਤ||
ਪੁੱਛਣਾ||
ਪੁੱਟਣਾ|to dig||puṭṭaṇā
ਪੁੱਤ||
ਪੁੱਤਰ||
ਪੂਛ|tail||pūch
ਪੂਰਾ|full||pūrā
ਪੇਟ|belly||pēṭ
ਪੈਣਾ|to lie (as in a bed)||paiṇā
ਪੈਰ|foot||pair
ਪੈਸਾ||
ਪ੍ਰਧਾਨ||
ਪ੍ਰਬੰਧ|management, government|prəbə́nd̪
ਪ੍ਰਭੂ||
ਪ੍ਰਾਂਗਾਰ||
ਪ੍ਰਾਣਵਾਯੂ||
ਪ੍ਰੀਤ||
ਪੜ੍ਹਣਾ||
ਪੜ੍ਹਨਾ||
ਪੜ੍ਹਾਈ||
ਪੰਛੀ|bird||pañchī
ਪੰਜ|five||pañj
ਪੰਜਾਬ||
ਪੰਜਾਬੀ||
ਪੰਤ|feather||pant
ਪੰਦਰਾਂ||
ਪੱਕੀ|ripe|pəkki
ਪੱਖ|wing||pakkha
ਪੱਟ||
ਪੱਤਾ||
ਪੱਥਰ|stone||patthar
ਪੱਦ||
ਪੱਦਣਾ||
ਫਲ|fruit||phal
ਫਲਸਤੀਨ||
ਫ਼||
ਫ਼ਜਰ||
ਫ਼ਤਿਹ||
ਫ਼ਨਕਾਰ||
ਫ਼ਰਕ||
ਫ਼ਰਸ਼||
ਫ਼ਰਿਸਤ||
ਫ਼ਰਿਸ਼ਤਾ||
ਫ਼ਲਸਤੀਨ||
ਫ਼ਾਕਾ||
ਫ਼ਿਲਮ||
ਫ਼ਿਲਹਾਲ||
ਫ਼ਿਹਰਿਸਤ||
ਫ਼੍ਰਾਂਸੀਸੀ||
ਫ਼੍ਰੈਂਚ||
ਫਿਰ||
ਫਿਰਨਾ||
ਫੁੱਲ|flower||phulla
ਫੂਕਣਾ|to blow||phūkṇā
ਫੈਂਟਾ||
ਫੜਨਾ|to hold||phaṛnā
ਫੰਬਾ||
ਫੱਟ||
ਬਖਸੀ||
ਬਗਲਾ||
ਬਗ਼ੈਰ||
ਬਚਾਉਣਾ||
ਬਟੇਰਾ||
ਬਤਾਊਂ||
ਬਦਾਮ||
ਬਰਕਤ||
ਬਰਤਾਨੀਆ||
ਬਰਫ਼|ice, snow||baraf
ਬਰਮਾ||
ਬਰਸਾਤ||
ਬਰਾਬਰ||
ਬਰਾੜ||
ਬਰੋਬਰ||
ਬਲੂੰਗੜਾ||
ਬਸ||
ਬਹਿਣਾ|to sit||bahiṇā
ਬਹੁਤ|many||bahut
ਬਹੁੜਨਾ||
ਬਾਂਹ||
ਬਾਅਦ||
ਬਾਘ||
ਬਾਜਵਾ||
ਬਾਤ||
ਬਾਮ||
ਬਾਰਸ਼||
ਬਾਰਾਂ||
ਬਾਰਿਸ਼|rain||bāriś
ਬਾਰੀ||
ਬਾਰੇ||
ਬਾਲੜੀ||
ਬਿਆਸ||
ਬਿਗਾਨਾ||
ਬਿਨ||
ਬਿਨਾਂ||
ਬਿਰਖ||
ਬਿਰਛ||
ਬਿਰਹਾ||
ਬਿਲਕੁਲ||
ਬਿਸਕੁਟ||
ਬਿੰਦੀ||
ਬਿੱਲਾ||
ਬਿੱਲੀ||
ਬੀਜ|seed||bīj
ਬੀਤਣਾ||
ਬੁਰਜ||
ਬੁਰਾ|bad||burā
ਬੁੱਤ||
ਬੁੱਧਵਾਰ||
ਬੁੱਲ੍ਹ||
ਬੂਟਾ||
ਬੂਹਾ||
ਬੇਈਮਾਨ||
ਬੇਗਮਪੁਰਾ||
ਬੇਗ਼ਮਪੁਰਾ||
ਬੇਦ||
ਬੇਨਤੀ||
ਬੇਲੀ||
ਬੇੜੀ||
ਬੈਂਗਣ||
ਬੈਠਣਾ||
ਬੋਲਣਾ||
ਬੋਲੀ||
ਬ੍ਰਹਮਦੇਸ਼||
ਬ੍ਰਿਟਨ||
ਬ੍ਰਿਟੇਨ||
ਬੰਗਲਾਦੇਸ਼||
ਬੰਦਾ||
ਬੰਨ੍ਹਣਾ|to tie||bannhṇā
ਬੱਕਰੀ||
ਬੱਚਾ|child||baccā
ਬੱਦਲ|cloud||baddal
ਬੱਲਾ||
ਬੱਸ||
ਭਟਕਣ||
ਭਤੀਜਾ||
ਭਰਾ||
ਭਰੋਸਾ||
ਭਲਕੇ||
ਭਲ਼ਕ||
ਭਲਾ||
ਭਵਿੱਖ||
ਭਾਈ||
ਭਾਜਪਾ||
ਭਾਪਾ||
ਭਾਰਤ||
ਭਾਰਾ||
ਭਾਰੀ|heavy||bhārī
ਭਾਸ਼ਾ||
ਭਿੰਡੀ||
ਭਿੱਜ|wet||bhijja
ਭੀਡ਼ਾ|narrow||bhīṛā
ਭੀੜ||
ਭੂਗੋਲ||
ਭੂਪੜਾ||
ਭੂਰਾ||
ਭੇਡ||
ਭੈਣ||
ਭੋਜਨ||
ਭੰਗੜਾ||
ਭੱਜ||
ਭੱਜਣ||
ਭੱਜਣਾ||
ਭੱਲਾ||
ਮਕਸੀਕੋ||
ਮਗਰ||
ਮਗਰਮੱਛ||
ਮਜੀਠਾ||
ਮਤ||
ਮਨ||
ਮਨਮੌਜੀ||
ਮਨੁੱਖ|man (human being)||manukkha
ਮਨੁੱਖਤਾ||
ਮਰਨਾ|to die||marnā
ਮਲ਼ਨਾ|to rub||maḷnā
ਮਲੇਸ਼ੀਆ||
ਮਸ਼ਹੂਰ||
ਮਸਾਲ||
ਮਸੀਤ||
ਮਸੂੜਾ||
ਮਹਿਲ||
ਮਹਿੰਗਾ||
ਮਹੱਲ||
ਮਾਂ||
ਮਾਂਹ||
ਮਾਤਾ|mother||mātā
ਮਾਨ||
ਮਾਫ||
ਮਾਫ਼ੀ||
ਮਾਮੂਲੀ||
ਮਾਰਨਾ|to kill||mārnā
ਮਾਲਕ||
ਮਾਲਿਕ||
ਮਾਲਿਸ਼||
ਮਾਸ|meat||mās
ਮਾਸਟਰ||
ਮਾਸ਼||
ਮਾਸੀ||
ਮਾਹਰ||
ਮਿਆਂਮਾਰ||
ਮਿਨਟ||
ਮਿਲਣਾ||
ਮਿੱਟੀ||
ਮਿੱਤ||
ਮਿੱਤਰ||
ਮੀਂਹ||
ਮੀਆਂਮਾਰ||
ਮੀਹ|rain|mí
ਮੁਖ||
ਮੁਖੀ||
ਮੁਚੱਲਕਾ||
ਮੁਫ਼ਤ||
ਮੁਲਾਕਾਤ||
ਮੁਸਲਮਾਨ||
ਮੁਸ਼ਕਲ||
ਮੁਹੰਮਦ||
ਮੁਹੱਬਤ||
ਮੁੜ||
ਮੁੜਣਾ||
ਮੁੜਨਾ|to turn (intransitive)||muṛnā
ਮੁੰਡਾ||
ਮੁੰਬਈ||
ਮੁੱਖ||
ਮੁੱਦਰਾ||
ਮੁੱਲ||
ਮੁੱਲਾਂ||
ਮੂਤਰ||
ਮੂੰਡਾ|boy|muɳɖɑ
ਮੂੰਹ|mouth||mū̃h
ਮੇਮਣਾ||
ਮੈਂ|I (1sg)||maĩ
ਮੈਕਸੀਕੋ||
ਮੈਨੂੰ||
ਮੋਟਾ|thick||moṭā
ਮੋਰ||
ਮੌਤ||
ਮੰਗਲਵਾਰ||
ਮੰਗਲ਼||
ਮੰਦ||
ਮੰਨਣਾ||
ਮੱਛੀ|fish||macchī
ਮੱਝ||
ਮੱਥਾ||
ਯਤੀਮ||
ਯਾਰ||
ਰਕਤ|blood||rakat
ਰਗ||
ਰਜ਼ਾਮੰਦ||
ਰਮਜ਼ਾਨ||
ਰਮਦਾਨ||
ਰਮਾਦਾਨ||
ਰਸਤਾ||
ਰਸੋਈ||
ਰਹਾਉਣਾ||
ਰਹਿਣਾ||
ਰਾਂਝਨ||
ਰਾਂਝਾ||
ਰਾਖ|ash||rākh
ਰਾਗ||
ਰਾਜਧਾਨੀ||
ਰਾਜਮਾਂਹ||
ਰਾਜਾ||
ਰਾਤ|night||rāt
ਰਾਮ||
ਰਾਵੀ||
ਰਾਸ਼ਟਰਪਤੀ||
ਰਾਹੀਂ||
ਰਿਆਸਤ||
ਰਿਕਸ਼ਾ||
ਰਿੱਛ||
ਰੀਝ||
ਰੁਕਣਾ||
ਰੁਤਬਾ||
ਰੁਪਈਆ||
ਰੁੱਖ|tree||rukkha
ਰੁੱਤ||
ਰੂਪ||
ਰੂਸ||
ਰੇਤ|sand||rēt
ਰੇਲਗੱਡੀ||
ਰੈਬਟਾ||
ਰੋਜ਼||
ਰੋਜ਼ਾ||
ਰੌਲ਼ਾ||
ਰੜਕ||
ਰੰਗ||
ਰੰਗਾਵਲ||
ਰੰਧਾਵਾ||
ਰੱਖਣਾ||
ਰੱਤ||
ਰੱਬ||
ਰੱਸੀ|rope||rassī
ਲਈ||
ਲਫ਼ਾਫ਼ਾ||
ਲਹੂ|blood||lahū
ਲਹੌਰ||
ਲ਼||
ਲਾਈਫ਼||
ਲਾਗੂ||
ਲਾਲ ਲੂੰਬੜੀ||
ਲਾਲ|red||lāl
ਲਿਖਣਾ||
ਲਿਸਟ||
ਲਿੰਗ||
ਲੀਰ||
ਲੂਣ|salt||lūṇ
ਲੂੰਬੜ||
ਲੂੰਬੜੀ||
ਲੇਕਨ||
ਲੇਕਿਨ||
ਲੇਟਣਾ|to lie (as in a bed)||lēṭṇā
ਲੇਲਾ||
ਲੈਣਾ||
ਲੋ||
ਲੋਕ||
ਲੋਚਣਾ||
ਲੋੜ||
ਲੌਂਗ||
ਲੜਨਾ|to fight||laṛnā
ਲੜਾਕਾ||
ਲੰਗਰ||
ਲੰਬਾ||
ਲੰਮਾ|long||lammā
ਲੰਮੀ|long|ləmmi
ਲੱਖ||
ਲੱਤ|leg||latta
ਲੱਭਣਾ||
ਵਗਣਾ|to flow||vagṇā
ਵਣ||
ਵਤਨ||
ਵਧਣਾ||
ਵਧੀਆ||
ਵਧੇਰਾ||
ਵਰਕ||
ਵਰਖਾ||
ਵਰਗਾ||
ਵਰਤ||
ਵਰਤਣਾ||
ਵਰਤੋਕਾਰ||
ਵਸਤੂ||
ਵਹੁਟੀ|bride|wɔ́ʈi
ਵਾ||
ਵਾਂਗ||
ਵਾਪਸ|back||vāpas*
ਵਾਰ||
ਵਾਰੀ||
ਵਾਲ|hair||vāl
ਵਾਹ||
ਵਾਹਗੁਰੂ||
ਵਾਹਿਗੁਰੂ||
ਵਿਅਕਤੀ||
ਵਿਅਸਤ||
ਵਿਆਹ||
ਵਿਕੀਪੀਡੀਆ||
ਵਿਚ||
ਵਿਚਕਾਰ||
ਵਿਚਲਾ||
ਵਿਚਾਰ||
ਵਿਡਿਓ-ਗੇਮ||
ਵਿਦਿਆਰਥੀ||
ਵਿਰਕ||
ਵਿਰਲੇ|few||virlē
ਵਿਰੋਧ||
ਵਿਸ਼ਾਣੂ||
ਵਿਹੂਣਾ||
ਵਿੱਚ|in||vicca
ਵਿੱਚੋਂ||
ਵੀ||
ਵੀਕਐਂਡ||
ਵੀਰਵਾਰ||
ਵੀਰਾਨ||
ਵੀਹ||
ਵੇਖਣਾ|to see||vēkhṇā
ਵੇਗ||
ਵੇਦਨਾ||
ਵੰਝਲੀ||
ਵੱਖ||
ਵੱਖਰਾ||
ਵੱਡਾ|big||vaḍḍā
ਵੱਢਣਾ|to bite||vaḍḍhaṇā
ਵੱਧ||
ਵੱਲ||
ਵੱਲੋਂ||
ਸਕਣਾ||
ਸਕੂਨ||
ਸਕੂਲ||
ਸਟੇਸ਼ਨ||
ਸਤਲੁਜ||
ਸਤਾਰਾਂ||
ਸਤਿ ਸ਼੍ਰੀ ਅਕਾਲ||
ਸਦਾ||
ਸਦੀ||
ਸਦੀਆਂ||
ਸਫ਼ਾ||
ਸਫ਼ੈਦ|white||safaid
ਸਭ|all||sabh
ਸਮਾਜ||
ਸਮੁੰਦਰ|sea||samundar
ਸਮੱਗਰੀ||
ਸਰਕਾਰ||
ਸਰਦਾਰ||
ਸਰਵ ਵਿਆਪਕ||
ਸਰੀਰ||
ਸਰੂ ਕੱਦ||
ਸਰੂ||
ਸਲੀਬ||
ਸਵਖਤਾ||
ਸਵੇਰ||
ਸਵੇਰੇ||
ਸਸਤਾ||
ਸਹੀ|correct||sahī
ਸਹੁੰ||
ਸ਼||
ਸ਼ਕੰਜਵੀ||
ਸ਼ਨੀਵਾਰ||
ਸ਼ਬਦ||
ਸ਼ਰਨ||
ਸ਼ਰਬਤ||
ਸ਼ਰਾਬ||
ਸ਼ਲਗਮ||
ਸ਼ਹਾਦਤ||
ਸ਼ਹਿਦ||
ਸ਼ਹਿਰ||
ਸ਼ਹੀਦ||
ਸ਼ਾਂਤ|peaceful|ʃɑ̃t
ਸ਼ਾਂਤੀ||
ਸ਼ਾਇਦ||
ਸ਼ਾਖਾ||
ਸ਼ਾਦੀ||
ਸ਼ਾਨ||
ਸ਼ਾਬਾਸ਼||
ਸ਼ਾਹਮੁਖੀ||
ਸ਼ੁਕਰੀਆ||
ਸ਼ੁਰੂ||
ਸ਼ੁੱਕਰਵਾਰ||
ਸ਼ੇਰ||
ਸ਼ੇਰਗਿੱਲ||
ਸ਼ੱਕਰ||
ਸਾਂਝਾ||
ਸਾਈਕਲ||
ਸਾਊਥਾਲ||
ਸਾਝਰਾ||
ਸਾਡਾ||
ਸਾਬਿਤ||
ਸਾਰਾ|all||sārā
ਸਾਲ|year||sāl
ਸਾਵਾ||
ਸਾਹ ਲੈਣਾ|to breathe||sāh laiṇā
ਸਾਹ||
ਸਾਹਨ||
ਸਾਹਬ||
ਸਾਹਿਬ||
ਸਾੜਨਾ|to burn||sāṛnā
ਸਿਊਂਣਾ|to sew||siū̃ṇā
ਸਿਓ||
ਸਿਤਾਰਾ||
ਸਿਫ਼ਤ||
ਸਿਫ਼ਰ||
ਸਿਰ|head||sir
ਸਿਰਫ਼||
ਸਿਰਹਾਣਾ||
ਸਿਵਾ||
ਸਿਹਤ||
ਸਿੰਗ|horn||siṅg
ਸਿੰਘ||
ਸਿੰਜਣਾ||
ਸਿੱਖ||
ਸਿੱਖਣਾ||
ਸਿੱਧਾ|straight||siddhā
ਸਿੱਧੂ||
ਸੀਟ||
ਸੀਮਿੰਟ||
ਸੁਆਗਤ||
ਸੁਆਦ||
ਸੁਆਹ|ash||suāha
ਸੁਖ||
ਸੁਣਨਾ|to hear||suṇnā
ਸੁਣਾਉਣਾ||
ਸੁਨਹਿਰਾ||
ਸੁਨੇਹਾ||
ਸੁਬ੍ਹਾ||
ਸੁਰਗ||
ਸੁਸੂ||
ਸੁੰਘਣਾ|to smell||suṅghṇā
ਸੁੱਕਾ|dry||sukkā
ਸੁੱਜਣਾ|to swell||sujjaṇā
ਸੁੱਟਣਾ|to throw||suṭṭaṇā
ਸੂਚੀ||
ਸੂਰ||
ਸੂਰਜ|sun||sūraj
ਸੂਸੂ||
ਸੇਬ||
ਸੇਵਾਦਾਰ||
ਸੋਚਣਾ|to think||socṇā
ਸੋਟੀ|stick||soṭī
ਸੋਢੀ||
ਸੋਨਾ||
ਸੋਮਵਾਰ||
ਸੋਲ਼ਾਂ||
ਸੋਸ਼ਲ ਮੀਡੀਆ||
ਸੋਹਣਾ||
ਸੋਹੀ||
ਸੌਂਕਣ||
ਸੌਂਹ||
ਸੌਡ਼ਾ|narrow||sauṛā
ਸੌਣਾ|to sleep||sauṇā
ਸ੍ਵਰਗ|heaven|svərəg
ਸੜਕ|road||saṛak
ਸੜਿਆ|rotten||saṛiā
ਸੰਭਵ||
ਸੰਯੁਕਤ ਰਾਜ ਅਮਰੀਕਾ||
ਸੱਜਾ|right||sajjā
ਸੱਟ||
ਸੱਤ||
ਸੱਥ||
ਸੱਪ|snake||sappa
ਹਉਮੈਂ||
ਹਕੀਮ||
ਹਜ਼ਾਰ||
ਹਦਵਾਣਾ||
ਹਨੇਰਾ||
ਹਬਸ਼ੀ||
ਹਮਲਾ||
ਹਮੇਸ਼||
ਹਮੇਸ਼ਾ||
ਹਮੇਸ਼ਾਂ||
ਹਰ||
ਹਰਾ|green||harā
ਹਰੀ|green|həri
ਹਲਦੀ||
ਹਵਾ|wind||havā
ਹਵਾਈ ਅੱਡਾ||
ਹਵਾਈ ਜਹਾਜ਼||
ਹਸਪਤਾਲ||
ਹਾਂ||
ਹਾਲ||
ਹਾਹ||
ਹਿਫ਼ਾਜ਼ਤ||
ਹਿਮ||
ਹਿੰਦ||
ਹਿੰਦੀ||
ਹਿੰਦੋਸਤਾਨ||
ਹਿੰਮਤ|guts||himmat
ਹਿੰਸਾ||
ਹਿੱਕ||
ਹੀ||
ਹੁਕਮ||
ਹੁਣ||
ਹੁਸਨ||
ਹੂੰਝਣਾ|to wipe||hūñjhṇā
ਹੇਠਾਂ||
ਹੈਂ||
ਹੈਵਾਨ||
ਹੋਠ||
ਹੋਣਾ||
ਹੋਰ||
ਹੜ੍ਹ||
ਹੰਗਾਮਾ||
ਹੰਝੂ||
ਹੱਕ||
ਹੱਡੀ|bone||haḍḍī
ਹੱਥ|hand||hattha
ਹੱਦ||
ਹੱਸਣਾ|to laugh||hassaṇā
















































`

