/*
native | meaning | IPA① | transcription | other transcriptions② | notes | wiktionary③


① separate each text unit (consonant+combining_mark(s)) with §, separate phonetic syllables with .
   use ‹ and › for a sound that spans 2 text units
   use – for a text unit that doesn't produce sound
   syllable boundary markers go inside previous unit, and emphasis markers begin emphasised unit

② the previous transcription field is always Latin. 
   if there is another key orthography (eg. Mongolian cyrillic) it goes here.
   vowelled/unvowelled alternatives also go here

③ if Wiktionary spells the word differently, add the spelling here
*/







autoExpandExamples.pa = `

@ wiktionary
@ https://en.wiktionary.org/w/index.php?title=Category:Punjabi_terms_with_IPA_pronunciation

'ਚ||
'ਤੇ|at|teː|'tē|تے
-ਆਅ|abstract noun suffix|aːə̯|-āa|اء
-ਇਸਤਾਨ||
-ਨਾ||␣|
ਅ-||
ਅਕਾਲ ਪੁਰਖ|God|ə§kaː§lə̆§‿§pʊ§ɾə§kʰə̆|akāl purakh|اکال پرکھ
ਅਕਾਲੀ||
ਅਕੇਲਾ||
ਅਖਰੋਟ||␣|
ਅਖੰਡ||
ਅਗਨ||
ਅਗਮ||␣|
ਅਚਨਚੇਤ||
ਅਚਾਰ||␣
ਅਜ਼ਮਾਉਣਾ||␣|
ਅਟਕਲ||␣|
ਅਟਵਾਲ||␣|
ਅਟਾਰੀ||␣|
ਅਠਾਰਾਂ||
ਅਣੋਖਾ||␣|
ਅਤਰ||␣|
ਅਤੇ|and||atē
ਅਦਬ||
ਅਦਿੱਖ|invisible|a§dik§k
ਅਧਕ||␣|
ਅਧਿਆਪਕ|teacher||adhiāpak
ਅਧਿਕਾਰ||␣|
ਅਨਮੁੱਲਾ||␣|
ਅਨਾਥ||
ਅਨਾਰ||␣|
ਅਨ੍ਹੇਰ||␣|
ਅਨੰਦ ਕਾਰਜ||␣|
ਅਨੰਦ||␣|
ਅਪਰਾਧ||␣|
ਅਫਸੋਸ||␣|
ਅਫ਼ਗ਼ਾਨਿਸਤਾਨ|Afghanistan|ə§f§ˈɣä§nˑɪˌ§s§t̪äː§n|afġānistān|افغانستان
ਅਫ਼ਗਾਨਿਸਤਾਨ||
ਅਫ਼ਸਰ||
ਅਬਰੋਲ||␣|
ਅਬਾਦ||
ਅਭਿਆਸ||␣|
ਅਮਰੀਕਾ||
ਅਮਰੂਦ||
ਅਮਲ||␣
ਅਮਲਤਾਸ||␣|
ਅਮੀਰ||
ਅਰਜ਼ੀ||␣|
ਅਰਦਾਸ||␣|
ਅਰਬ||␣|
ਅਰਾਨ||
ਅਰਾਮ||
ਅਰੁਣਾਚਲ ਪ੍ਰਦੇਸ਼||␣|
ਅਲਖ||␣|
ਅਲਮਾਰੀ||
ਅਲੱਭ||
ਅਵਾਨ||␣|
ਅਸਟ੍ਰੇਲੀਆ||␣
ਅਸਥੀ||␣
ਅਸਮਾਨ|sky|␣|asamān
ਅਸਲ||
ਅਸਾਂ||␣|
ਅਸਾਨ||
ਅਸਾਮ||␣|
ਅਸੀਂ|we (1pl)||asī̃
ਅਸੁਰ||␣|
ਅਹਾਰ|food|ə.§ɦäː˨§ɾə̆|ahāră|اہار
ਅਹਿਣ||␣|
ਅੈ||
ਅੰਗ||
ਅੰਗਰੇਜ਼ੀ||
ਅੰਗਾਰ||␣|
ਅੰਗੂਠਾ||
ਅੰਗੂਰੀ||␣|
ਅੰਚਲਾ||␣|
ਅੰਜਲੀ||␣|
ਅੰਞਾਣਾ|young|əɲ.§ɲaː.§ɳaː§ /ə§ɲ.d͡ʒaː.§ɳaː|ãñāṇā|انجاݨا / انیاݨا
ਅੰਤੜੀ||
ਅੰਨ੍ਹਾ||␣|
ਅੰਬ||␣
ਅੰਮ੍ਰਿਤਸਰ|Amritsar|əm.§m§ɾɪ§t̪.§sə§ɾ|ammritsar|ammritsar|امرتسر
ਅੱਕਣਾ||␣|
ਅੱਖ|eye|ə.§kkʰə̆|akkh|اَکّھ
ਅੱਖਰ||␣
ਅੱਗ|fire|ə§ɡ.ɡə̆|agg|اگّ
ਅੱਗਾਯਾ||␣|
ਅੱਗੋਂ||␣|
ਅੱਛਾ|OK|ə§t.t͡ʃʰaː|acchā|اچھا
ਅੱਜ ਕੱਲ੍ਹ|nowadays|ə§dd͡ʒːə̆§‿§kə˦§llə̆§‹‹|ajjă-kallhă|اج-کلھ
ਅੱਜ-ਕੱਲ੍ਹ|nowadays|ə§dd͡ʒːə̆§‿§kə˦§llə̆§‹‹|ajjă-kallhă|اج-کلھ
ਅੱਜ|today|ə§d͡ʒːᵊ|ajja|اج
ਅੱਠ||␣
ਅੱਧ||␣|
ਅੱਬਾ|father|␣|abbā
ਅੱਭਯਾਗਤ|guest, visitor|ə§bə̀.§jɑː.§ɡə§t̪ᵊ
ਅੱਲਾ||
ਅੱਲਾਹ|Allah|␣|allāh
ਅੱਲ੍ਹੜ||␣|
ਅੱਸੂ||␣|
ਆਂ||␣|
ਆਂਡਾ||␣
ਆਂਧਰਾ ਪ੍ਰਦੇਸ਼||␣|
ਆਇੜਾ|2nd letter of alphabet|aː.§ɪ.§ɽaː|āiṛā
ਆਉਣਾ|to come||āuṇā
ਆਓਤੇਆਰੋਆ|New Zealand||āoteāroā
ਆਕਾਸ਼||␣
ਆਖਣਾ|to say||ākhaṇā
ਆਟਾ||␣
ਆਥਣ||␣|
ਆਦਮੀ|man|aː§d̪.§miː|ādmī|آدْمِی
ਆਦਿ||
ਆਧਾਰ||
ਆਨਾ||␣|
ਆਪ||
ਆਪਣਾ|own, personal|ə§p.§ɳɑː
ਆਪਣੀ||␣|
ਆਪਣੇ||␣|
ਆਪਾਂ||␣|
ਆਬਲਸਤ||
ਆਲੂ||
ਆਵਦਾ||
ਆਵਾਜ਼||␣|
ਆਵਾਜਾਈ||
ਆਸਟ੍ਰੇਲੀਆ||␣
ਆਸਮਾਨ||
ਆਸਾ||␣|
ਆਹ|this||āha
ਆਹੋ|yes||āho
ਆੜੂ||␣
ਇ||␣|
ਇਕ||
ਇਕਰਾਰ||
ਇਕੱਤੀ||␣|
ਇਜਾਜ਼ਤ||
ਇਟਲੀ||
ਇਤਫ਼ਾਕ||
ਇਤਰਾਜ਼||␣|
ਇਤਿਹਾਸ||
ਇਨਸਾਨ|man (human being)||inasān
ਇਰਾਨ||
ਇਲਾਇਚੀ|cardamom|ɪ§laː§ɪ§t͡ʃiː|ilāicī|اِلائِچی
ਇਲਾਜ||␣|
ਇਸ||
ਇਸਟੋਨੀਆ||
ਇਸਤੋਨੀਆ||
ਇਸਰਾਜ||
ਇਸ਼ਕ||␣
ਇਸ਼ਾਰਾ||␣|
ਇਸਾਈ||␣|
ਇਹ|he, she, it, this|éː§‹|iha
ਇਹਦਾ|his, hers, its|é§‹ː§d̪ɑː
ਇਹਨਾਂ||␣|
ਇੰਗਾ|egg||iṅgā
ਇੰਜ||
ਇੰਦਰ||␣|
ਇੰਨੂੰ|head cushion for carrying|ɪn§nũː|innū̃|اِنّوں
ਇੱਕ|one|␣|ikka
ਇੱਕੀ||␣
ਇੱਜੜ||␣|
ਇੱਥੇ|here|ɪ§t̪ʰːeː|itthe|اتھے
ਇੱਥੋਂ||␣
ਈ||␣|
ਈਦ|feast, holiday|iː§d̪ᵊ|īd|عِید
ਈਮਾਨ||␣|
ਈਰਾਨ||
ਈਸ਼ਵਰ||␣|
ਈਸਾ||␣|
ਈੜੀ||␣|
ਉਂਗਲ||
ਉਆਂ||␣|
ਉਘੇੜਨਾ||␣|
ਉਚਾਰਨ||
ਉਡਣਾ||
ਉਡਾਣ||␣|
ਉਤਲਾ||␣|
ਉਤਸੁਕ|curious|u§t§su§k
ਉਤਾਰਣਾ||␣|
ਉਦਜਨ||
ਉਦਾਸ||␣|
ਉਦਾਹਰਨ||
ਉਦੋਂ||
ਉਪਸਮੂਹ||␣|
ਉਮਡਣਾ||␣|
ਉਮਰ||
ਉਮੀਦ|hope, wish|ʊ§miː§d̪ə̆|umīd|اُمِید
ਉਲਟੀ ਕਰਨਾ|to vomit||ulaṭī karnā
ਉਸਤਤ|praise, admiration|ʊ§s.§t̪ə§t̪|ustat|استت
ਉਸਤਰਾ||␣
ਉਸਤਾਦ||␣
ਉਸਰਈਆ|builder|ʊ§s.§ɾə§iː.§äː|usaraīā|اُسرئیا
ਉਹ|he, she, it, that|␣|uha
ਉਹਨਾਂ||␣|
ਉੱਖਲ||␣|
ਉੱਖਲੀ||␣|
ਉੱਘੜਨਾ||␣|
ਉੱਠ||
ਉੱਡਣਾ|to fly|␣|uḍḍaṇā
ਉੱਤਰ ਪ੍ਰਦੇਸ਼||␣|
ਉੱਤਰਖੰਡ||␣|
ਉੱਤਰਣਾ||␣|
ਉੱਤੇ|at||uttē
ਉੱਥੇ|there||utthē
ਉੱਨੀ||␣
ਉੱਪਲ||␣|
ਉੱਲੂ||␣|
ਉੱਸਰਨਾ||␣|
ਊਠ|camel|uː§ʈʰᵊ|ūṭha|اُوٹھ
ਊਠਣੀ||␣|
ਊੜਾ ਐੜਾ|Gurmukhi script|uː.§ɽaː§ §ɛː.§ɽaː|ūṛā aiṛā
ਊੜਾ||␣|
ਏਕਤਾ|unity, oneness||ēkatā|ایکتا
ਏਕਾ|unity, oneness||ēkā|ایکا
ਏਸ||␣|
ਐਤਵਾਰ|Sunday|ɛː§t̪ə̆§ʋaː§ɾə̆|aitavār|ایتوار
ਐਧਰ ਓਧਰ||
ਐਨਕ|glasses, spectacles||ainak
ਐਲੇਸਟਰ||
ਐਵੇਂ|fruitlessly, gratis|ɛː§ʋẽː|aivẽ|ایویں
ਐੜਾ||␣|
ਓਅੰਕਾਰ|God|oː§ə̃ŋ.§käː§ɾᵊ|oaṅkār|اونکار / اوانکار
ਓਏ|hey!|␣|oē
ਓਝ||␣|
ਓਝਾ||␣|
ਓਥੇ||␣|
ਓਦਣ|on that day|oː.§d̪ə§ɳ|odaṇ|اودن
ਓਦਾਂ||␣
ਓਦੋਂ||
ਓਸ||␣|
ਓਹ||
ਓਹਦਾ||␣|
ਓਹਾਇਓ|Ohio||ohāio|اوہائیو
ਓੜੀਸਾ||␣|
ਔਖਾ|difficult|ɔː.§kʰäː|aukhā|اوکھا
ਔਜਲਾ||
ਔਰਤ|woman||ōrat
ਔਰੰਗਜ਼ੇਬ|male given name|ɔː§ɾəŋ§ɡᵊ§zeː§bᵊ|auraṅgzeb|اَوْرَنْگزیب
ਔਸਟ੍ਰੇਲੀਆ||
ਕਈ||
ਕਊਆ||␣|
ਕਚਹਿਰੀ||␣|
ਕਛਹਿਰਾ||␣|
ਕਜੋੜ||␣|
ਕਟਣਾ||
ਕਠੋਰ||␣|
ਕਣਕ||
ਕਤਰਨਾ||␣|
ਕਤੂਰਾ||
ਕਦ||
ਕਦਰ||
ਕਦੀ||
ਕਦੇ||
ਕਦੋਂ|when||kadõ
ਕਨੂੰਨ|law, rule|kə.nũːnə̆|kanū̃nă|قنون
ਕਨੇਡਾ||
ਕਬੂਤਰ||
ਕਬੂਲ||␣|
ਕਮਰ||␣|
ਕਮਾਉਣਾ||␣|
ਕਮਾਲ||
ਕਰ ਰਿਹਾ ਹਾਂ||
ਕਰਕੇ||␣|
ਕਰਤਾਰ||␣
ਕਰਤਾਰਪੁਰ||
ਕਰਦਾ||␣|
ਕਰਦੇ||␣|
ਕਰਨ||␣|
ਕਰਨਾ||␣
ਕਰਨਾਟਕ||␣|
ਕਰਾਉਣਾ||␣
ਕਰਾਹਣਾ||␣|
ਕਰੀਮ||␣|
ਕਰੋੜ||
ਕਰ੍ਹ||
ਕਰੰਟ ਲੱਗਣਾ||␣|
ਕਰੰਟ||␣|
ਕਲਮ||␣|
ਕਲਾ||␣|
ਕਲੋਲ||␣|
ਕਵਾਇਦ||␣|
ਕਵਿਤਾ||
ਕਸ਼ਟ||␣|
ਕਸ਼ਤੀ||␣|
ਕਹਾਣੀ|a story|kə.§ɦäː.§ɳiː|kahāṇīکہانی
ਕਹਿਣਾ|to say|kɛː˦.§‹§ɳɑː|kahiṇā|کہݨا
ਕਹੀ||␣|
ਕ਼||␣
ਕ਼ਲਮ||
ਕ਼ਿਸਮਤ|fate, destiny|qɪ§s.§mə§t̪|qismat|قسمت
ਕ਼ੁਰਬਾਨ||␣|
ਕ਼ੁਸਤੁਨਤੁਨੀਆ||␣|
ਕ਼ੌਮ|nation, people||qaum
ਕਾਂ||␣
ਕਾਂਡੀ||␣
ਕਾਇਮ||
ਕਾਇਰ||␣|
ਕਾਉਣੀ||␣|
ਕਾਓਂ|crow|kaː§õ|kāõ|کَاؤں
ਕਾਕਾ||
ਕਾਗ਼ਜ਼|paper|käː.§ɣə§z|kāġaz|کاغذ
ਕਾਜ||␣|
ਕਾਣਾ||␣|
ਕਾਨੀ||␣|
ਕਾਨੂਗੋ||␣|
ਕਾਨੂੰਨ||␣
ਕਾਨ੍ਹ||␣|
ਕਾਫ਼ੀ||␣
ਕਾਮ||␣|
ਕਾਰਨ||
ਕਾਲਜ||
ਕਾਲ਼ਾ||␣|
ਕਾਲਾ|black||kālā
ਕਾਹਤੇ||
ਕਾਹਦਾ||␣
ਕਾਹਨੂੰ||
ਕਾਹਲਾ|rapid, fast|kɑ˦.§‹§l̪ɑː˧|kāhlā|کاہلا
ਕਾਹਲੋਂ||␣|
ਕਾਹਵਾ||␣|
ਕਾੱਨਾ||␣|
ਕਿ||
ਕਿਉਂ||␣
ਕਿਉਂਕਿ|because||kiuṅki
ਕਿਤਨਾ||␣|
ਕਿਤਾਬ||
ਕਿਤੇ||␣|
ਕਿਨਾਰਾ||␣|
ਕਿਰਨਾ||␣|
ਕਿਰਪਾ||
ਕਿਰਪਾਨ||␣|
ਕਿਰਸ||␣|
ਕਿਰਾਉਣਾ||␣|
ਕਿਰਿਆ||
ਕਿਵੇਂ|how|␣|kivē̃*
ਕਿਸਮਤ||
ਕਿਸ਼ਤੀ||
ਕਿਸਾਨ|farmer|ki§sɑː§n|kisān
ਕਿਹੋ ਜਿਹਾ||
ਕਿਹੜਾ|who|keː˩˥.§‹§ɽaː|kihṛā|کیڑھا
ਕਿੰਨਾ||␣
ਕਿੱਤ||␣|
ਕਿੱਥੇ|where|kɪ§tt̪ʰeː|kitthē|کتھے
ਕਿੱਥੋਂ||␣|
ਕਿੱਦਾਂ||␣
ਕੀ ਕੀ||
ਕੀ|what||kī
ਕੀਡ਼ਾ||
ਕੀਤਾ||␣|
ਕੀਰਤਨ||␣|
ਕੀੜਾ|worm||kīṛā
ਕੁ-||␣|
ਕੁ||␣|
ਕੁਛ||␣|
ਕੁਝ|something|kʊ.§d͡ʒ˩˥|kujh|کُجھ
ਕੁਠਾਲੀ||␣|
ਕੁਮਾਰ||␣|
ਕੁਰਸੀ||
ਕੁਰਾਨ||␣|
ਕੁਰਾਹ||
ਕੁਲਚਾ||␣
ਕੁਹਾੜਾ||␣|
ਕੁਹੀਰ|fog, mist|kʊ.§ɦiː.§ɾᵊ
ਕੁਹੜਾ|leper|koː˩˥§‹§ɽɑ
ਕੁੜਮ||
ਕੁੜੀ||␣
ਕੁੰਗੂ|saffron|kʊŋ.§ɡuː|kuṅgū|کُنگُو
ਕੁੰਜੀ||␣
ਕੁੰਭ||␣|
ਕੁੱਝ|some||kujjha
ਕੁੱਟਣਾ||␣
ਕੁੱਤਾ|dog|kʊ§ttaː|kuttā|کُتّا
ਕੁੱਦਣਾ||␣|
ਕੂਕਰ|dog|kuː§kə§ɾ|kūkar|کُوکَر
ਕੂਲ਼ਾ|smooth||kūḷā
ਕੂੜ||␣
ਕੇਂਦਰ||␣|
ਕੇਤਲੀ||
ਕੇਰਲਾ||␣|
ਕੇਲਾ||␣
ਕੇਸ||␣|
ਕੇਸ਼||␣|
ਕੇਸੂ||␣|
ਕੇਹਰ||
ਕੈਂਥ||␣|
ਕੈਨੇਡਾ||
ਕੈਮ||
ਕੋਇਲਾ||
ਕੋਈ ਗੱਲ ਨਹੀਂ||
ਕੋਈ||
ਕੋਠਾ||
ਕੋਠੜੀ||␣|
ਕੋਡੀਨ||␣|
ਕੋਰਾ||
ਕੋਲ਼|near|koː§ɭɪ̆|koḷ
ਕੋਸ਼ਿਸ਼||
ਕੋਸਾ||
ਕੋਹਰਾ|fog||kohrā
ਕੋਹਲੀ||␣|
ਕੋੱਠਾ||␣|
ਕੌਡੀਆ||␣|
ਕੌਣ|who|␣|kauṇ
ਕੌਮ||
ਕੌਰ||
ਕੌਸ਼ਲ||␣|
ਕ੍ਰਿਸਮਸ||␣|
ਕ੍ਰੋਏਸ਼ੀਆ|Croatia||kroēśīā
ਕ੍ਰੋਧ||␣|
ਕੜਛੀ||␣|
ਕੜਾ||␣|
ਕੜਾਹ|halva|kə.§ɽäː˩˥§‹|kaṛāh|کڑاہ
ਕੰਘਾ||␣|
ਕੰਙਣ|bracelet, bangle|kəŋ§ŋə§ɳə̆|kãṅaṇ|کنگن
ਕੰਠ||
ਕੰਡ||␣
ਕੰਡਿਆਲ਼ਾ||
ਕੰਢੀ||
ਕੰਦੀਲ||␣|
ਕੰਧ|wall|kə́n§d̪ɪ̆|kandh|کندھ
ਕੰਧਾਰੀ||␣|
ਕੰਧੀ||
ਕੰਨ|ear|␣|kann
ਕੰਨਾ||␣|
ਕੰਬ||
ਕੰਬਣਾ||␣|
ਕੰਬਲ||␣|
ਕੰਮ||␣
ਕੱਕਾ||␣|
ਕੱਚਾ||
ਕੱਛ||␣|
ਕੱਛਾ||
ਕੱਟਣਾ|to cut||kaṭṭaṇā
ਕੱਢਣਾ||␣|
ਕੱਤਕ||␣|
ਕੱਪਣਾ||␣|
ਕੱਪੜਾ|clothing|kəp§pə̆§ɽaː
ਕੱਲ੍ਹ|yesterday, tomorrow|kə́l§l§‹‹
ਕੱਸਣਾ||␣|
ਖਜੂਰ||␣|
ਖਟੋਲੀ||␣|
ਖਤਰਾ||␣|
ਖਰ||␣|
ਖਰਲ||␣|
ਖਰਾਬ||
ਖਰੋਟ||␣|
ਖਸਖਸ||␣|
ਖ਼||␣
ਖ਼ਤ||
ਖ਼ਤਮ||
ਖ਼ਤਰਾ||␣|
ਖ਼ਰਗੋਸ਼||
ਖ਼ਰਾਬ|bad||xarāb
ਖ਼ਰੀਦਣਾ||
ਖ਼ਾਨ||
ਖ਼ਾਮੋਸ਼||
ਖ਼ਾਲਸਤਾਨ||
ਖ਼ਾਲਸਾ||
ਖ਼ਾਲਿਸਤਾਨ|Punjab|xaː.§lɪ.§sə.§t̪aː.§nə|xālistān|خالصتان
ਖ਼ਾਲਿਸਤਾਨੀ||
ਖ਼ਾਸ||
ਖ਼ਿਲਾਫ਼||
ਖ਼ੁਰਮਾਨੀ||
ਖ਼ੁਰਾਕ||
ਖ਼ੂਨ|blood||xūn
ਖ਼ੈਬਰ ਪਖ਼ਤੂਨਖ਼ਵਾ||␣|
ਖ਼ੌਫ਼||
ਖਾਣਾ|to eat|␣|khāṇā
ਖਾਦ||␣
ਖਾਮੋਸ਼||
ਖਾਲਸਤਾਨ||
ਖਾਲਸਾ||
ਖਾਲਿਸਤਾਨ||
ਖਾਹਮਖਾਹ||
ਖਾੜੀ||
ਖਾੱਜਾ||␣|
ਖਿਡੌਣਾ|toy|kʰɪ.§ɖɔː.§ɳäː|khiḍauṇā|کھڈونا
ਖਿੜਕੀ|back door|kʰɪ§ɽ(ə).§kiː
ਖਿੱਚਣਾ|to pull|kʰɪ.§tt͡ʃə̆§ɳäː|khiccaṇā|کچھنا
ਖਿੱਤੀ||␣|
ਖਿੱਦੋ-ਛਿੱਕਾ||
ਖੁਦਕੁਸ਼ੀ||␣|
ਖੁਦਾ||␣|
ਖੁਰਪਾ||␣|
ਖੁਰਾ||
ਖੁਰਾਸਾਨ||
ਖੁਸਰਾ||␣|
ਖੁਸ਼||
ਖੁੰਢਾ|dull (as a knife)||khuṇḍhā
ਖੇਉਣਾ||␣|
ਖੇਡਣਾ|to play|␣|khēḍṇā
ਖੇਵਾ||␣|
ਖੈਰਾ||␣|
ਖੋਖਰ||␣|
ਖੋਤਾ||␣
ਖੋਭਣਾ|to stab||khobhṇā
ਖੋਸਲਾ||␣|
ਖੋਹਣਾ||␣|
ਖੌਫ਼||
ਖੜ੍ਹਨਾ|to stand||khaṛhnā
ਖੰਘ||␣|
ਖੰਜਰ||␣|
ਖੰਡ||␣
ਖੰਡਾ||␣|
ਖੰਢਰ||␣|
ਖੰਨਾ||␣|
ਖੰਭਾ||
ਖੱਖਾ||␣|
ਖੱਚਰ||␣
ਖੱਟ||␣|
ਖੱਤਰੀ||␣|
ਖੱਤਾ||␣|
ਖੱਬਾ|left||khabbā
ਖੱਲ|bark (of a tree)||khalla
ਖੱਸਣਾ||␣|
ਗਗਨ||␣
ਗਠਾ||␣|
ਗਣਿਤ||␣|
ਗਨਰ||␣|
ਗਰਜਣਾ||␣|
ਗਰਦਨ|neck||gardan
ਗਰਮ|warm|ɡə§ɾᵊ§mə̆|garam|گرم
ਗਰਾਂ||␣|
ਗਰਿਫ਼ਤਾਰ||␣|
ਗਰੇਵਾਲ||
ਗਹਿਣਾ||␣|
ਗ਼||␣
ਗ਼ਰਜ਼||␣|
ਗਾਂ||␣
ਗਾਉਣਾ|to sing||gāuṇā
ਗਾਜਰ||␣
ਗਿਆਨ||
ਗਿਆਨਮੀਮਾਂਸਾ||
ਗਿਆਨੀ||␣|
ਗਿਆਰਾਂ|eleven|ɡɪ§aː§ɾãː|giārāṃ|گیاراں
ਗਿਣਨਾ|to count||giṇnā
ਗਿਰਜਾ||␣|
ਗਿੱਚੀ||
ਗਿੱਝਣਾ||␣|
ਗਿੱਲ||
ਗੀਤ||
ਗੁਆਂਢ|neigbourhood|ɡə.ʋ§ä̃ː˦ɳ§ɖə̆|gavāṇḍha|گوانڈھ
ਗੁਆਉਣਾ|to fritter away|ɡʊ§aː§ʊ§ɳaː|guāuṇā
ਗੁਜਰਾਂਵਾਲਾ||␣|
ਗੁਜਰਾਤ||␣|
ਗੁਟਕਾ||␣|
ਗੁਣ||␣|
ਗੁਣਸੂਤਰ||
ਗੁਦਾ||␣|
ਗੁਰਦੁਆਰਾ||
ਗੁਰਬਾਣੀ||␣
ਗੁਰਮਤਾ||␣|
ਗੁਰਮੁਖੀ|Gurmukhi|ɡʊ§ɾᵊ§mʊ§kʰiː|gurmukhī|گرمکھی
ਗੁਰਸਿੱਖ||
ਗੁਰੂ||␣
ਗੁਲਸ਼ਨ||␣|
ਗੁਸਾਈਂ||␣|
ਗੁੰਝਲ਼ਦਾਰ|complex|ɡʊɳ.§d͡ʒə.§ɭə̆.§daː.§ɾə̆|guñjhḷadār|گنجھࣇدار
ਗੁੰਡਾ||␣|
ਗੁੰਬਦ||␣|
ਗੁੱਮ||␣|
ਗੂਣ||␣|
ਗੂੜ੍ਹਾ||␣|
ਗੂੰਹ||␣|
ਗੇਂਦ-ਛਿੱਕਾ||
ਗੇਂਦ||
ਗੇਲੀ||
ਗੈਂਡਾ||␣|
ਗੋਡਾ||␣
ਗੋਡੇ|knee||goḍē
ਗੋਤ||␣|
ਗੋਬਿੰਦ||␣|
ਗੋਭੀ||
ਗੋਰੂ||␣|
ਗੋਲ|round||gol
ਗੋਵਾ||␣|
ਗੋਸ਼ਤ||
ਗੋਹਥ||␣|
ਗ੍ਰਹਿ||
ਗ੍ਰੰਥ||␣|
ਗ੍ਰੰਥੀ||␣|
ਗੰਢ||␣|
ਗੰਢਣਾ||␣|
ਗੰਢਾ||␣|
ਗੰਦਾ|dirty|␣|gandā
ਗੱਖਰ||␣|
ਗੱਗਾ||␣|
ਗੱਜਣਾ||␣|
ਗੱਡੀ||␣
ਗੱਦਾ||
ਗੱਦੀ||␣|
ਗੱਭਣ||␣|
ਗੱਭਰੂ||␣|
ਗੱਲ||
ਘਟਾਉਣਾ||␣|
ਘਮੰਡ||␣|
ਘਰ|house, home|kə̀§ɾə̆
ਘਰੂੰਡਣਾ|to scratch||gharūṇḍṇā
ਘਸਣਾ||␣|
ਘਾਈ||␣|
ਘਾਟ||␣|
ਘਾਤ||␣|
ਘਾਹ|grass|␣|ghāh
ਘਾੱਟਾ||␣|
ਘਾੱਟੀ||␣|
ਘਿਉ|ghee|ɡ̊ɪ˥˩.§oː§ / ɡ̊joː˥˩|ghiu|گھیو
ਘਿਨਣਾ||␣|
ਘੀਹ||␣|
ਘੁਸਣਾ||␣|
ਘੁੰਗਰੂ||␣|
ਘੁੰਡ|veil, cover|kʊ̃˨ɳ§ɖə̆|ghuṇḍ|گھنڈ
ਘੁੰਮਣ||␣|
ਘੁੱਗੀ||
ਘੇ||␣|
ਘੋਟਣਾ||␣|
ਘੋੜਾ|horse|koː˥˩.§ɽäː|ghoṛā|گھوڑا
ਘੋੜੀ|mare|kòː§ɽi
ਘੋੱਟਾ||␣|
ਘੌਣਾ||␣|
ਘੰਟਾ||␣|
ਘੱਘਾ||␣|
ਘੱਟ|few||ghaṭṭa
ਘੱਲਣਾ||
ਘੱਲੂਘਾਰਾ||␣|
ਙੰਙਾ||␣|
ਚਕਾਰਾ||␣|
ਚਕਾਰੀ||␣|
ਚਚੇਰ||␣|
ਚਚੇਰਾ||␣|
ਚਨਾਬ||
ਚਪੇੜ|slap, smack|t͡ʃə.§peː§ɽᵊ|capeṛ|چپیڑ
ਚਬਾਉਣਾ||␣|
ਚਮੜਾ||␣|
ਚਮੜੀ|skin||camṛī
ਚਰਚ||␣|
ਚਰਬੀ|fat (noun)||carbī
ਚਲਣਾ||
ਚਸ਼ਮਾ||
ਚਾਂਦੀ||
ਚਾਈਨਾ||
ਚਾਕੂ||␣|
ਚਾਨਣ ਵਿਗਿਆਨ||
ਚਾਨਣ||
ਚਾਰ|four|␣|cār
ਚਾਹ|tea|t͡ʃɑ́ː§‹
ਚਾਹਣਾ||
ਚਾਹਲ||
ਚਾਹਿਦਾ||
ਚਾਹੀਦਾ|need, want|t͡ʃä́ː§j.§d̪äː§/t͡ʃä́ː.ɦiː.d̪äː
ਚਾਹੁਣਾ||
ਚਿਕਨਾ|smooth||ciknā
ਚਿਕੜੀ||␣|
ਚਿਟਾ||
ਚਿਤਲਾ||␣|
ਚਿਹਰਾ||
ਚਿੜੀ-ਛਿੱਕਾ|badminton||ciṛī-chikkā
ਚਿੜੀ||␣|
ਚਿੰਦਾ||␣|
ਚਿੱਟਾ|white|t͡ʃɪ§ʈʈäː|ciṭṭā|چِٹّا
ਚਿੱਠਾ||␣|
ਚਿੱਠੀ||␣|
ਚਿੱਤ||␣|
ਚਿੱਤਰਾ||␣|
ਚੀਜ਼||
ਚੀਨ||
ਚੀਮਾ||
ਚੀਰ||
ਚੁੱਕਣਾ||
ਚੁੱਪ|silence|t͡ʃʊp§pə̆
ਚੂਰਨਾ||␣|
ਚੂਲ||␣|
ਚੂਲਾ||␣|
ਚੂਸਣਾ|to suck||cūsṇā
ਚੂਹਾ||␣|
ਚੂਹੜਾ||␣|
ਚੂੜੀ||␣|
ਚੂੰਡਣਾ||␣|
ਚੂੰਢੀ||␣|
ਚੇਤ||␣|
ਚੇਤਾਵਨੀ||␣|
ਚੈੱਸ||␣|
ਚੋਣਾਂ||
ਚੋਰ||␣
ਚੋਲ਼ਾ||␣|
ਚੋਲਾ||␣|
ਚੋੱਟਾ||␣|
ਚੌਖਟ||␣|
ਚੌਤਾਲ||␣|
ਚੌਥਾ||␣|
ਚੌਦਾਂ||
ਚੌਧਰੀ||␣|
ਚੌਮਾਸਾ||␣|
ਚੌਲਾ||␣|
ਚੌਸਰ||␣|
ਚੌੜਾ|wide|␣|cauṛā
ਚੜ੍ਹ|climb|ʧə́§ɽ§‹
ਚੜ੍ਹਦਾ|rising, ascending|t͡ʃə§ɽ˦.§‹§d̪äː|cáṛdā|چَڑھدا
ਚੰਗਾ|good|t͡ʃəŋ.§ɡäː|caṅgā|چنگا
ਚੰਡੀਗੜ੍ਹ||␣
ਚੰਦ|moon|t͡ʃən§d̪|cand|cand|چند
ਚੰਦਨ||
ਚੰਦਰਾ||
ਚੰਨ||␣|
ਚੱਚਾ||␣|
ਚੱਟਣਾ||␣|
ਚੱਢਾ||␣|
ਚੱਪਾ||␣|
ਚੱਬਣਾ||␣|
ਛਕਣਾ||␣|
ਛਕੜਾ||␣|
ਛਡਾਉਣਾ||␣|
ਛਤਰੀ||
ਛਾਂ||␣|
ਛਾਗਲ||␣|
ਛਾਤੀ|breast||chātī
ਛਾਪਣਾ||␣|
ਛਾਲ|bark (of a tree)||chāl
ਛਿਣ||
ਛਿਪਣਾ||␣|
ਛਿੱਕਣਾ||␣|
ਛਿੱਤਰ||␣|
ਛਿੱਲ|bark (tree)||chilla||چھل
ਛੀ ਛੀ||␣|
ਛੀਂਬਾ||
ਛੁੱਟ||␣|
ਛੁੱਟਣਾ||␣|
ਛੁੱਟੀ||␣|
ਛੁੱਟੜ||␣|
ਛੂਛਾ||␣|
ਛੂਹਣਾ||
ਛੇ|six|t͡ʃʰeː|che|چھے
ਛੇਤੀ||␣|
ਛੇਲੀ||␣|
ਛੋਕਰਾ||␣|
ਛੋਟਾ|short||choṭā|چھوٹا
ਛੜੀ||␣|
ਛੰਡਣਾ||␣|
ਛੱਛਾ||␣|
ਛੱਜ||
ਛੱਡਣਾ||
ਛੱਤ||␣
ਛੱਤੀਸਗੜ੍ਹ||␣|
ਛੱਲ|swell, surge|t͡ʃʰə§ll|chall|چھل
ਜਗਦੀਸ਼||␣|
ਜਗ੍ਹਾ|place|d͡ʒə́.§ɡ§äː
ਜਚਾਉਣਾ||␣|
ਜਤਾਉਣਾ||␣|
ਜਥਾ||␣|
ਜਥੇਦਾਰ||␣|
ਜਦੋਂ||
ਜਨਮ||
ਜਨਵਰੀ||
ਜਨਾਨੀ||
ਜਪਾਨ||
ਜਬਰ ਜ਼ਨਾਹ||␣|
ਜਮ||
ਜਮਾਉਣਾ||␣|
ਜਰਨਾ||
ਜਰਮਨ||␣|
ਜਰਮਨੀ||
ਜਲੰਧਰ||
ਜਵਾਈ||␣|
ਜਵਾਬ|answer, response|dʒə§ʋaː§b|javāb|جواب
ਜਹਾ||␣|
ਜਹਾਜ਼||
ਜ਼ਨਾਨੀ|woman|zə̆.§ˈnaːn.§niː|zanānī|زَنانِی
ਜ਼ਮੀਨ|earth|␣|zamīn
ਜ਼ਰੂਰੀ||
ਜ਼ਹਿਰ||␣|
ਜ਼ਾਤ||
ਜ਼ਿਆਦਾ||␣|
ਜ਼ਿਮੀਂ||␣|
ਜ਼ਿੰਦਗੀ||
ਜ਼ਿੰਦਾਬਾਦ||
ਜ਼ੁੰਮਾ||␣|
ਜ਼ੋਰ||
ਜ਼‌‍||␣|
ਜਾਂ||␣
ਜਾਂਘ||␣|
ਜਾਂਞੀ||␣|
ਜਾਇਆ||␣|
ਜਾਇਫਲ||␣|
ਜਾਗਣਾ||
ਜਾਚ||
ਜਾਣ||␣|
ਜਾਣਨਾ|to know||jāṇnā
ਜਾਣਾ||
ਜਾਤ||
ਜਾਦੂਗਰ||␣|
ਜਾਨ||␣|
ਜਾਨਣਾ||
ਜਾਨਵਰ|animal|d͡ʒaː§n.§ʋə§ɾə̆|jānvar|جانور
ਜਾਮਣ||
ਜਾਰੀ||␣|
ਜਾਲ਼|net, trap|d͡ʒɑː.§ɭᵊ|jāḷ|جاࣇ / جال
ਜਿਊਣਾ|to live||jiūṇā
ਜਿਗਰ|liver||jigar
ਜਿਨਸ|genus, species|gɛ§n§s
ਜਿਸਮ||␣|
ਜਿਹਾ||
ਜਿੰਨਾ||
ਜਿੱਤ|victory|d͡ʒɪt̪§t̪ə̆
ਜਿੱਤਣਾ||␣
ਜੀ ਆਇਆ ਨੂੰ||
ਜੀ ਆਇਆਂ ਨੂੰ|Welcome!|d͡ʒiː.§ §ɑː‿§ɪ§ɑ̃ː.§ §nũː
ਜੀ||
ਜੀਤ||␣|
ਜੀਭ|tongue|d͡ʒiː§bᵊ˦|jībh|جِیبھ
ਜੁੱਤੀ||␣
ਜੁੱਧ||
ਜੁੱਸਾ||␣|
ਜੂਝਣਾ||␣|
ਜੂਠਾ||␣|
ਜੂੰ|louse||jū̃|جُوں
ਜੇ|if|␣|jē
ਜੇਕਰ||␣|
ਜੇਠ||␣
ਜੇਬ||
ਜੇਹਲਮ||
ਜੋ||
ਜੋਖੋਂ||␣|
ਜੋਧ||␣|
ਜੋਬਣ||␣|
ਜੋੱਗਾ||␣|
ਜੜਨਾ|to hit||jaṛnā
ਜੜ੍ਹ|root||jaṛh
ਜੰਗ|war|d͡ʒəŋ§ɡᵊ|jangă|جنگ
ਜੰਗਲ|forest||jaṅgal
ਜੰਞ||␣|
ਜੰਞੂ||␣|
ਜੰਤਰੀ||␣|
ਜੰਦਰਾ||␣|
ਜੰਮਣਾ|to freeze||jammṇā
ਜੰਮੂ ਅਤੇ ਕਸ਼ਮੀਰ||␣|
ਜੱਗ||␣|
ਜੱਜਾ||␣|
ਜੱਥੇਦਾਰ||␣|
ਝਟਕਾ||␣|
ਝਨਾਂ||␣|
ਝਲਾਂਗ|early morning||jhalāṅg|جھلانگ
ਝਾਰਖੰਡ||␣|
ਝਾੜੂ||␣|
ਝਿੰਗਾ|shrimp|t͡ʃɪŋ˨.§ɡaː|jhiṅgā|جھِن٘گا
ਝੀਉਰ||␣|
ਝੀਲ|lake||jhīl
ਝੀਵਰ||␣|
ਝੁਰਮਟ||
ਝੂਠਾ||␣|
ਝੌਣਾ||␣|
ਝੜ||␣|
ਝੰਡਾ||␣
ਝੰਡੀ||␣|
ਝੱਝਾ||␣|
ਝੱਸਣਾ||␣|
ਞੰਞਾ||␣|
ਟਪਕਣਾ||
ਟਮਾਟਰ||
ਟਮਾਟਾ||
ਟਰੱਕ|truck|ʈ§ɾə§kkᵊ|ṭarakka
ਟਾਪ||
ਟਾਪੂ||
ਟਾਹਣੀ||
ਟਿਕਾਣਾ|place|tɪ§kɑː§nɑː|ṭikāṇā|ٹکانا
ਟਿੱਲਾ||
ਟੀਂਡਾ||␣
ਟੁਰਨਾ||␣
ਟੁੰਡਾ||␣|
ਟੁੱਟਣਾ||␣|
ਟੂਟੀ||␣
ਟੈਂਕਾ||␣|
ਟੈਕਸਸ||␣|
ਟੈਕਸੀ||
ਟੈਲੀਫ਼ੋਨ||
ਟੋਕਰਾ||␣|
ਟੋਪੀ||␣|
ਟੋਲਣਾ|to hunt||ṭolṇā
ਟੋਲੀ||␣|
ਟੰਗ||
ਟੱਟਾ||␣|
ਟੱਟੀ ਕਰਨਾ||␣
ਟੱਟੀ||␣
ਟੱਬਰ||␣
ਠਹਿਰਨਾ||␣|
ਠਾਕਣਾ|to prohibit|ʈʰäː§kə§̆ɳäː|ṭhākăṇāٹھاکنا
ਠਾਕਰ||␣|
ਠੀਕ||
ਠੇਠ||␣|
ਠੰਡਾ|cold||ṭhaṇḍā
ਠੱਗਣਾ||␣|
ਠੱਠਾ||␣|
ਠੱਡਾ||␣|
ਡਗ||␣|
ਡਗਰ||␣|
ਡਰ||␣|
ਡਰਨਾ|to fear|ɖə§ɾ.§nɑː|ḍarnā|ڈرنا
ਡਰਪੋਕ||␣|
ਡਰਾਉਣਾ||␣|
ਡਰਾਵਾ||␣|
ਡਰੋਣਾ||␣|
ਡਰੌਣਾ||␣|
ਡਾਕ||
ਡਾਕਖ਼ਾਨਾ||
ਡਾਕਟਰ|doctor|ɖaː§kə§̆ʈə§ɾə̆|ḍākṭar|ڈاکٹر
ਡਾਢ||␣|
ਡਾੱਢਾ||␣|
ਡਿੱਗਣਾ|to fall||ḍiggaṇā
ਡਿੱਠਾ||␣|
ਡੁਬਈ||␣
ਡੇਉਢੀ||␣|
ਡੇਰਾ||
ਡੇਲਾ||␣
ਡੈਕਸਟ੍ਰੋਮੇਥੋਰਫਨ||␣|
ਡੈਣ||␣|
ਡੋਗਰ||␣|
ਡੋਪ||␣|
ਡੌਰੂ||␣|
ਡੰਕਾ||␣|
ਡੰਗ||
ਡੰਗਣਾ||␣|
ਡੰਗਰ||␣
ਡੰਡਾ||␣
ਡੰਦ||
ਡੱਡਾ||␣|
ਡੱਡੂ||␣
ਢਾਈ||␣|
ਢਾਕ||␣|
ਢਾਬਾ||
ਢਾਲ||
ਢਿੱਡ|belly|ʈɪ˨§ɖ.ɖə̆|ḍhiḍḍa|ڈھِڈّ
ਢਿੱਡੀ|tummy|ʈɪ᷆ɖ§di
ਢਿੱਲੋਂ||
ਢੀਠਾ||␣|
ਢੱਠ||␣|
ਢੱਠਾ||␣|
ਢੱਢਾ||␣|
ਣਾਣਾ||␣|
ਤਅੱਜਬ||␣|
ਤਖਤ||
ਤਖ਼ਤ||
ਤਜਰਬਾ||
ਤਨਖ਼ਾਹ|pay, salary|t̪ə§n.§xɑː§ɦ|tanxāh|تنخواہ
ਤਨਖ਼ਾਹੀਆ||
ਤਬਲਾ||␣
ਤਬੀਅਤ||
ਤਰਕਾਲ਼ਾਂ||␣|
ਤਰਖਾਣ||␣|
ਤਰਜੀਹ||
ਤਰੀਕ਼ਾ||␣
ਤਰੁੱਟਣਾ||␣|
ਤਰ੍ਹਾਂ||␣
ਤਲਵਾਰ||␣
ਤਲ਼ਨਾ||␣|
ਤਵਾ||
ਤਵੀ|Tawi (river)|tə.§wiː|tawi|توی
ਤਸਵੀਰ||
ਤਾਂ||␣
ਤਾਂਬਾ||␣|
ਤਾਕੀ||
ਤਾਕੀਦ||␣|
ਤਾਜ ਮਹਲ||
ਤਾਜ ਮਹਿਲ|Taj Majal|t̪äː§d͡ʒə̆§‿§mɛ́ː§‹§lə̆
ਤਾਮਬਾ||␣|
ਤਾਮਿਲ ਨਾਡੂ||␣|
ਤਾਰਨਾ|to float|␣|tārnā
ਤਾਰਾ|star|␣|tārā
ਤਾਲ਼ੂ||
ਤਾਲੀਮ||␣|
ਤਾਹਨਾ||
ਤਿਆਰ||
ਤਿਆਰੀ||␣|
ਤਿਣ||␣|
ਤਿਣਾ||␣|
ਤਿਤਲੀ||
ਤਿਰਛਾ||␣|
ਤਿਲ||
ਤਿਹਾਰ||␣|
ਤਿੰਨ|three|t̪ɪn̪§n̪ə̆|tinn
ਤਿੱਨ||␣
ਤੀਜਾ||
ਤੀਵੀਂ||
ਤੀਹ|thirty|tíː§‹
ਤੁਫਾਨ|hurricane, typhoon|t̪u.§fäː.§nə̆§ / t̪ʊˈpʰäːnə̆|tuphānă|طوفان
ਤੁਰਕੀ||␣|
ਤੁਰਣਾ||␣
ਤੁਰਨਾ|to walk|t̪ʊ§ɾ.§nɑː|turnā|تُرنا
ਤੁਸਾਂ||␣|
ਤੁਸੀਂ|you s.||tusī̃
ਤੁਹਾਡਾ ਕੀ ਹਾਲ ਹੈ||
ਤੁਹਾਡਾ|your|t̪ʊ.§(ɦ)ä́ː.ɖ§ɖäː
ਤੁਹਾਥੋਂ||␣|
ਤੁਹਾਨੂੰ|to you|t̪ʊ.§a˨.§nũː|tuhānū̃|تہانوں
ਤੁੱਛ||␣|
ਤੂਫ਼ਾਨ||
ਤੂੰ|you (2sg)|␣|tū̃*
ਤੇ|and|␣|tē
ਤੇਗ਼||␣|
ਤੇਜ਼|sharp (as a knife)||tēz
ਤੇਰਾਂ||
ਤੇਹ||
ਤੈਂ||␣
ਤੈਨੂੰ||␣|
ਤੈਰਨਾ|to swim||tairnā
ਤੋਂ||␣
ਤੋਤਾ||
ਤੌਰ||
ਤੌਲੀਆ||␣
ਤ੍ਰਿਪੁਰਾ||␣|
ਤ੍ਰਿੰਞਣ||␣|
ਤ੍ਰੇਲ਼||␣|
ਤ੍ਰੈ||␣|
ਤੜਕਾ||
ਤੰਦ||
ਤੱਕ||
ਤੱਕਣਾ||
ਤੱਖਰ||
ਤੱਛਣਾ||␣|
ਤੱਤਾ||␣|
ਥਲ||
ਥਾਂ||␣
ਥਾਣ||␣|
ਥਾਪਰ||␣|
ਥੁੱਕ|saliva|t̪ʰʊ§kkə̆|thukkă|تُھکّ
ਥੁੱਕਣਾ|to spit||thukkaṇā
ਥੇਹ||␣|
ਥੋਕ||␣|
ਥੋਡ਼ੇ|few||thoṛē
ਥੋਡਾ||
ਥੋਮ||␣|
ਥੋੜਾ||
ਥੋੜ੍ਹਾ||
ਥੰਮ੍ਹਣਾ||␣|
ਥੱਥਾ||␣|
ਥੱਪਣਾ||␣|
ਥੱਬਾ||␣|
ਦਫ਼ਾ ਹੋ ਜਾ||␣
ਦਫ਼ਾ ਹੋ||␣
ਦਫ਼ਾ||␣|
ਦਰਖ਼ਤ|tree|d̪ə.§ɾə.§xə§t̪ᵊ|darxat|درخت
ਦਰਜ||
ਦਰਜ਼ੀ||␣|
ਦਰਦ||
ਦਰਬਾਰ||␣|
ਦਰਵਾਜ਼ਾ|door|də§ɾᵊ.§ʋäː.§zäː|darvāzā|دروازہ
ਦਰਸ਼ਨ||
ਦਰਿਆ||
ਦਰਿੱਦਰ||␣|
ਦਰੁਸਤ||␣|
ਦਰੱਖ਼ਤ|tree|d̪ə.§ɾə.§xə§t̪ᵊ|daraxxat
ਦਲਾਲ||␣|
ਦਲਿੱਦਰ||␣|
ਦਵਾਖ਼ਾਨਾ||␣|
ਦਵਾਤ||
ਦਸ|ten|d̪ə§sə̆
ਦਸਤਾਰ||␣
ਦਸਵੰਧ||␣|
ਦਸੰਬਰ||
ਦਹ||␣|
ਦਹਸ਼ਤ||
ਦਹਾਤੁ||
ਦਹਿਲ||
ਦਹਿਸ਼ਤ||
ਦਹੀਂ||␣|
ਦਾ||␣
ਦਾਜ||␣|
ਦਾਦੁਰ||␣|
ਦਾਸ||␣|
ਦਾਹ||␣|
ਦਾੜ੍ਹੀ||
ਦਿਓਰ||
ਦਿਨ|day||din
ਦਿਮਾਗ਼|brain|d̪ɪ.§mäː§ɣ§ / d̪ɪ.mäːɡə̆|dimāga|دماغ
ਦਿਲ|heart|d̪ɪ§l|dil|دِل
ਦਿਵਾਨਾ||␣|
ਦਿਵਾਲੀ||
ਦਿੱਖ||␣|
ਦਿੱਲੀ||
ਦਿੱਸਣਾ||␣|
ਦੀ||
ਦੀਦ||
ਦੀਦਾਰ||
ਦੀਵਾਰ||
ਦੁ-||␣
ਦੁਆਬੀ||␣
ਦੁਆਰ||␣|
ਦੁਆਰਾ||
ਦੁਕਾਨ||␣
ਦੁਖ||
ਦੁਖਣਾ||
ਦੁਨੀਆ||
ਦੁਪਹਿਰ||␣|
ਦੁਬਈ||␣
ਦੁਬਿੰਦੀ||␣
ਦੁਵਾਣਾ||␣|
ਦੁਸ਼ਮਣ||␣
ਦੁਹਾਣਾ||␣|
ਦੁੱਖ||
ਦੁੱਗਲ||␣|
ਦੁੱਧ||
ਦੁੱਧੂ||
ਦੂਜਾ|other|␣|dūjā
ਦੂਰ|far||dūr
ਦੂਸਰਾ|other||dūsrā
ਦੇ||
ਦੇਉ||␣|
ਦੇਖਣਾ||␣
ਦੇਖਿਆ||␣|
ਦੇਣਾ|to give||dēṇā
ਦੇਵਤਾ||
ਦੇਵਰ||␣|
ਦੇਸ਼||
ਦੇਹਰਾ||
ਦੋ|two|␣|do
ਦੋਖ||␣|
ਦੋਜ਼ਖ਼||␣|
ਦੋਸਤ||␣
ਦੋਸਤੀ||
ਦੋਸਾਂਝ||
ਦੋਹਤਾ||␣|
ਦੌਰਾ||␣|
ਦੌਲਤ||␣|
ਦੌੜਣਾ||
ਦੰਦ|tooth|␣|dand
ਦੱਦਾ||␣|
ਦੱਸਣਾ||␣
ਧਰਤੀ|earth||dhartī
ਧਰਮ||
ਧਰਮੀ||␣|
ਧਾਉਣਾ||␣|
ਧਾਗਾ||
ਧਾਲੀਵਾਲ||␣|
ਧਿਆਨ||␣|
ਧਿਰ||
ਧਿੱਕਾਰ||␣|
ਧਿੱਕਾਰਣਾ||␣|
ਧੀ|daughter|t̪ìː
ਧੀਰ||␣|
ਧੁੰਦ|fog||dhund
ਧੂੜ|dust||dhūṛ
ਧੂੰਆਂ|smoke|t̪ũː˨.§ä̃ː|dhū̃ā̃|دھواں
ਧੋਣਾ|to wash|t̪ʰòː.§ɳɑː|dhoṇā
ਧੋਬੀ|washerman|t̪òː.§biː
ਧੰਨਵਾਦ|thank you|t̪ə̀n̪§n̪.§ʋɑː§d̪
ਧੱਕਣਾ|to push||dhakkaṇā
ਧੱਧਾ||␣|
ਨਈਂ||␣|
ਨਕਸ਼ਾ||␣|
ਨਕ਼ਲ||␣|
ਨਚੋੜਨਾ|to squeeze||nacoṛnā
ਨਛੱਤਰ||␣|
ਨਜ਼ਰਾਨਾ||␣|
ਨਜੀਕ||␣|
ਨਟ||␣|
ਨਤੀਜਾ||
ਨਦੀ|river||nadī
ਨਨਾਣ||␣|
ਨਮਸਕਾਰ||␣
ਨਰੂਲਾ||␣|
ਨਵਾਂ|new|nə.§ʋɑ̃ː|navā̃|نوَاں
ਨਸਲ||
ਨਸ਼ਾ||␣|
ਨਸੀਹਤ||
ਨਹੀਂ|no, not|nə˦§ĩː§ / nə˦.ɦĩː|nahī̃|نہیں
ਨਹੁੰ||␣|
ਨਾ|not|␣|nā
ਨਾਂ||
ਨਾਈ||␣
ਨਾਗ|cobra|näː§ɡə̆|nāg|ناگ
ਨਾਗਾਲੈਂਡ||␣|
ਨਾਥ||
ਨਾਦ||
ਨਾਨ||␣|
ਨਾਨਕਸ਼ਾਹੀ||␣|
ਨਾਪਸੰਦ||␣|
ਨਾਮ|name||nām
ਨਾਮਕਰਨ||␣|
ਨਾਰੈਣ||␣|
ਨਾਰੰਗੀ||␣|
ਨਾਲ|with|␣|nāl
ਨਾਲ਼||␣
ਨਾਲ੍ਹ||␣|
ਨਾਸ||
ਨਾੜ||␣
ਨਿਆਣਾ||␣|
ਨਿਊਜ਼ੀਲੈਂਡ|Aotearoa, NZ||āoteāroā|نیوزیلینڈ
ਨਿਕੱਮਾ||␣
ਨਿਤਨੇਮ||␣|
ਨਿਰਗੁਣ||␣|
ਨਿਹਾਰੀ||␣|
ਨਿੰਬੂ||␣|
ਨਿੰਹ||␣|
ਨਿੱਕਰ||␣
ਨਿੱਕਾ||
ਨੀਂਹ||␣|
ਨੀਗਰੋ||␣|
ਨੀਤੀਵਾਨ||␣|
ਨੀਰ||
ਨੀਰਜੀ||
ਨੀਵਾਂ||␣|
ਨੁਖਤਾ||
ਨੂਣ||␣|
ਨੂੰ||␣
ਨੂੰਹ||
ਨੇ||␣
ਨੇਂ||␣|
ਨੇੜੇ|near||nēṛē
ਨੌਂ|nine|nɔ̃ː|nau|نَوں
ਨੌਕਰ||
ਨੰਗਲ|fingernail||naṅgal
ਨੰਨਾ||␣|
ਨੱਕ|nose||nakka
ਨੱਚਣਾ||␣
ਨੱਠਣਾ||
ਨੱਸਣਾ||␣|
ਪਖਾਣ|stone|pə§kʰaː§ɳə̆|pakhāṇ|پکھان
ਪਖੰਡ||␣|
ਪਗ||
ਪਘਾਰਨਾ|to melt|pə§ɡa˥˩§r§nɑ
ਪਛਾਣ||␣|
ਪਟੜੀ||␣|
ਪਠਾਣ||␣|
ਪਠਾਰ||␣|
ਪਤਝੜ|autumn|pə.§t̪ə̆˦.§d͡ʒə.§ɽə̆|patjhaṛ|پتجھڑ
ਪਤਣੀ||␣|
ਪਤਨੀ|wife||patnī
ਪਤਲਾ|thin|pə§t̪.§lɑː|patlā|پتلا
ਪਤਾ|leaf||patā
ਪਤੀ|husband||patī
ਪਥ||␣|
ਪਨਾਹ||
ਪਰ|wing|pə§ɾ
ਪਰਤਣਾ||
ਪਰਦਾ||␣|
ਪਰਮ||␣|
ਪਰਮੇਸ਼ਰ||
ਪਰਵਾਨਗੀ||␣|
ਪਰਸਾਰਨ||␣|
ਪਰਸੋਂ||
ਪਰਾਂ ਮਰ||␣
ਪਰਾਂਦਾ||␣|
ਪਰੀਤ||
ਪਰੌਂਠਾ||␣|
ਪਲਕ||
ਪਸੰਦ||
ਪਹਾਰਾ||
ਪਹਾੜ|mountain|␣|pahāṛ
ਪਹਿਰਾ||␣|
ਪਹਿਲਾ|first|p§ɛ́(ɦ).§lɑː
ਪਹਿਲਾਂ||
ਪਹੁੰਚਣਾ||
ਪਾਂਡੂ||␣|
ਪਾਉਣਾ||␣
ਪਾਕਿਸਤਾਨ|Pakistan|ˈpäː.§kɪ§s.§t̪äː§n|pākistān|پاکستان
ਪਾਕਿਸਤਾਨੀ||
ਪਾਗਲ||
ਪਾਟਣਾ||
ਪਾਠ||␣|
ਪਾਠੀ||
ਪਾਣੀ|water|päː.§ɳiː|pāṇī|پاݨِی
ਪਾਤ||␣|
ਪਾਪੜ||␣|
ਪਾਰਦਰਸ਼ੀ||
ਪਾਲਣਾ||␣|
ਪਾੜਨਾ|to split||pāṛnā
ਪਿਆਦਾ||␣|
ਪਿਆਰ||
ਪਿਆਲਾ||␣|
ਪਿਆਲੀ||␣|
ਪਿਓ|father|pɪ.§oː§/pe.oː|pio
ਪਿਤਾ|father||pitā
ਪਿਸਰ||␣
ਪਿੰਡ||
ਪਿੰਡੂ||␣|
ਪਿੰਨਾ||␣|
ਪਿੱਛੋਂ||
ਪਿੱਠ|back|pɪ§ʈʰ|piṭṭha*
ਪਿੱਤਲ਼||␣|
ਪੀ||
ਪੀਣਾ|to drink|␣|pīṇā
ਪੀਲਾ|yellow||pīlā
ਪੀੜ||
ਪੁਆਉਣਾ|to give, put||puāuṇāپواؤنا
ਪੁਆਧ||␣|
ਪੁਆਧੀ||
ਪੁਰਖ||␣|
ਪੁਰਾਣਾ|old||purāṇā
ਪੁਰੀ||␣|
ਪੁਲ||␣|
ਪੁਲਿਸ|police|pʊ§ɭ§sə̆§/pʊɭɪsə̆
ਪੁਲਿੰਗ||
ਪੁਸਤਕ||
ਪੁਸਤਕਾਲਾ||
ਪੁਸ਼ਤ||
ਪੁੰਡਰ||␣|
ਪੁੱਛਣਾ||
ਪੁੱਟਣਾ|to dig||puṭṭaṇā
ਪੁੱਤ||
ਪੁੱਤਰ||␣
ਪੂਛ|tail||pūch
ਪੂਜਾ||␣|
ਪੂਰਾ|full||pūrā
ਪੂੰਝਣਾ||␣|
ਪੇਂਡੂ||␣|
ਪੇਂਦਾ||␣|
ਪੇਕਾ||␣|
ਪੇਟ|belly||pēṭ
ਪੇਟੀ||␣|
ਪੇਤਲ਼ਾ||␣|
ਪੇਸ਼ਵਾ||␣|
ਪੈਣਾ|to lie (as in a bed)||paiṇā
ਪੈਰ|foot|␣|pair
ਪੈਸਾ||␣
ਪੋਖਰ||␣|
ਪੋਠੋਹਾਰ||␣|
ਪੋਹ||␣|
ਪੌਂ||␣|
ਪੌਣ||␣|
ਪੌਣਾ||␣|
ਪ੍ਰਕਾਸ਼||␣|
ਪ੍ਰਧਾਨ||
ਪ੍ਰਬੰਧ|management|p§rə§bə́n§d̪
ਪ੍ਰਬੰਧਕ|manager|p§ɾə.§bən˦.§d̪ə§kᵊ|prabandhak|پربندھک
ਪ੍ਰਭੂ|lord, God|pə̆.§ɾə˩˥.§buː|prabhū|پربھ‬و
ਪ੍ਰਾਂਗਾਰ|carbon||prāṅgār
ਪ੍ਰਾਣਵਾਯੂ|oxygen||prāṇvāyū
ਪ੍ਰੀਤ||
ਪੜ੍ਹਣਾ||
ਪੜ੍ਹਨਾ||
ਪੜ੍ਹਾਈ||
ਪੰਛੀ|bird||pañchī
ਪੰਜ ਪਿਆਰੇ||␣|
ਪੰਜ|five|␣|pañj
ਪੰਜਾਬ||␣
ਪੰਜਾਬੀ||␣
ਪੰਜਾਬੀਅਤ||␣|
ਪੰਤ|feather||pant
ਪੰਦਰਾਂ||
ਪੰਨਾ||␣|
ਪੱਕੀ|ripe|pək§ki
ਪੱਖ|wing||pakkha
ਪੱਛ|armpit|kə§t̚t͡ʃᵊ|kaccha|کچھ
ਪੱਛਮੀ ਬੰਗਾਲ||␣|
ਪੱਛੋਂ||␣|
ਪੱਟ||
ਪੱਤਰ||␣|
ਪੱਤਾ||
ਪੱਥਰ|stone||patthar
ਪੱਦ||␣
ਪੱਦਣਾ||␣
ਪੱਪਾ||␣|
ਫਲ|fruit||phal
ਫਲਸਤੀਨ||␣
ਫ਼||␣|
ਫ਼ਜਰ||
ਫ਼ਤਿਹ||␣
ਫ਼ਨਕਾਰ||
ਫ਼ਰਕ||
ਫ਼ਰਸ਼|floor|pʰə§ɾ§ʃə§̆/fəɾʃə̆
ਫ਼ਰਿਸਤ||
ਫ਼ਰਿਸ਼ਤਾ||␣
ਫ਼ਲਸਤੀਨ|Palestine|fə§lə§s§t̪iː§nə̆§ / pʰələs(ə̆)t̪iːnə̆|falastīnă|فلسطین
ਫ਼ਲੂਦਾ||␣|
ਫ਼ਾਕਾ||
ਫ਼ਿਕਰ||␣|
ਫ਼ਿਲਮ||
ਫ਼ਿਲਹਾਲ||
ਫ਼ਿਹਰਿਸਤ||
ਫ਼ੁਕਰਾ||␣|
ਫ਼ੈਸਲਾਬਾਦ||␣|
ਫ਼੍ਰਾਂਸੀਸੀ||
ਫ਼੍ਰੈਂਚ|French||fraiñc
ਫਾਲਾ||␣|
ਫਾਲੀ||␣|
ਫਿਰ||
ਫਿਰਨਾ||
ਫੀਲਾ||␣|
ਫੁਫੇਰ||␣|
ਫੁਫੇਰਾ||␣|
ਫੁੱਫੀ||␣|
ਫੁੱਲ ਗੋਭੀ||␣|
ਫੁੱਲ|flower|pʰʊ§lːə̆§ / fʊlːə̆|phullă|پھل
ਫੂਕਣਾ|to blow||phūkṇā
ਫੂਸੀ||␣|
ਫੇਰ||␣|
ਫੈਂਟਾ||
ਫੜਨਾ|to hold|␣|phaṛnā
ਫੰਬਾ||
ਫੱਗਣ||␣|
ਫੱਟ||
ਫੱਫਾ||␣|
ਬਖਸੀ||
ਬਖਾਣ||␣|
ਬਖਾਨਣਾ||␣|
ਬਗਲਾ||
ਬਗ਼ੈਰ||
ਬਘਿਆੜ|wolf|bə.§ɡĕj˥˩.§äː§ɽᵊ|baghiāṛa|بگھیاڑ
ਬਚਾਉਣਾ||
ਬਛੇਰਟਾ||␣|
ਬਛੇਰਾ||␣|
ਬਜਰਾ||␣|
ਬਜ਼ਾਰ||␣|
ਬਜਾਜ||␣|
ਬਜਾਰ||␣|
ਬਟੂਆ||␣|
ਬਟੇਰਾ||
ਬਤਵਾਲ||␣|
ਬਤਾਊਂ|aubergine||batāū̃|بتاؤں
ਬਥੇਰਾ||␣|
ਬਦਾਮ||␣
ਬਬੂਲ||␣|
ਬਰਕਤ||
ਬਰਤਾਨੀਆ||
ਬਰਫ਼|ice, snow|bə˦.§ɾə§fᵊ|baraf|برف
ਬਰਮਾ||
ਬਰਸਾਤ||
ਬਰਾਤ||␣|
ਬਰਾਬਰ||
ਬਰਾੜ||
ਬਰੀਕ||␣|
ਬਰੋਬਰ||
ਬਲ||␣|
ਬਲਾਤਕਾਰ||␣|
ਬਲੀ||␣|
ਬਲੂਤ||␣|
ਬਲੂੰਗੜਾ||
ਬਸ||
ਬਸਤੀ||␣|
ਬਸੀਠ||␣|
ਬਸੰਤ||␣|
ਬਹਿਣਾ|to sit||bahiṇā
ਬਹਿਲ|surname|bɛː˦.§‹§lə̆|bahil|بہل
ਬਹੁਤ|many|bɔː˩˥.§t|bahut|بہت
ਬਹੁੜਨਾ||
ਬਾਂ||␣|
ਬਾਂਦਰ||␣|
ਬਾਂਹ|arm|bä̃ː˦§‹|bā̃h|بانہہ
ਬਾਅਦ||
ਬਾਗ਼||␣|
ਬਾਘ|tiger|baː§ɡɡ˩˥|bāgh|باگھ
ਬਾਜਵਾ||
ਬਾਜਾਰ||␣|
ਬਾਜੇ||␣|
ਬਾਝ||␣|
ਬਾਝੋਂ||␣|
ਬਾਣੀ||␣|
ਬਾਤ||
ਬਾਪੂ||␣|
ਬਾਬਾ||␣|
ਬਾਮ||
ਬਾਰਸ਼||
ਬਾਰਾਂ||␣
ਬਾਰਿਸ਼|rain|baː.§ɾɪ§ʃ|bāriś|بارش
ਬਾਰੀ||␣
ਬਾਰੇ||
ਬਾਲੜੀ||
ਬਾਵਾ||␣|
ਬਾਹਮਣ||␣|
ਬਾਹਰ||␣|
ਬਾਹਰੀ|a surname|bäː˦.§‹§ɾiː|bāhrī|باہری
ਬਿਆਸ||
ਬਿਗਾਨਾ||
ਬਿਨ||
ਬਿਨਾਂ||
ਬਿਰਖ||
ਬਿਰਛ||
ਬਿਰਹਾ||
ਬਿਲਕੁਲ||
ਬਿਸਕੁਟ|biscuit|bɪ§s.§kʊ§ʈ|biskuṭ|بسکٹ
ਬਿਹਾਰ||␣|
ਬਿੰਦਰਾ||␣|
ਬਿੰਦੀ||␣
ਬਿੰਦੂ||␣|
ਬਿੱਲਾ||
ਬਿੱਲੀ||␣
ਬੀ||␣|
ਬੀਜ|seed|␣|bīj
ਬੀਤਣਾ||
ਬੀਮਾ||␣|
ਬੁਰਕਾ||␣|
ਬੁਰਜ||
ਬੁਰਾ|bad||burā
ਬੁਰਾਈ||␣|
ਬੁੱਤ||
ਬੁੱਧਵਾਰ||␣
ਬੁੱਲ੍ਹ||
ਬੂਟਾ||␣
ਬੂਹਾ|door|buː.§ɦăː§/búː.ăː
ਬੂੰਦੀ||␣|
ਬੇਈਮਾਨ||
ਬੇਗਮਪੁਰਾ||
ਬੇਗ਼ਮਪੁਰਾ||
ਬੇਦ||
ਬੇਨਤੀ||
ਬੇਲੀ||
ਬੇਵਾ||␣|
ਬੇਹੂਦਗੀ||␣|
ਬੇੜਾ||␣|
ਬੇੜੀ||␣
ਬੈਂਗਣ||
ਬੈਂਗਣੀ||␣|
ਬੈਠਣਾ|to sit down|bɛː§ʈʰ.§nɑː|baiṭhaṇā|بیٹھنا
ਬੋਲਣਾ|to speak, say|bō§lᵊ.§ɳɑː|bolṇā|بولݨا
ਬੋਲੀ||
ਬ੍ਰਹਮਦੇਸ਼||
ਬ੍ਰਿਟਨ||
ਬ੍ਰਿਟੇਨ||
ਬੜਾ||␣|
ਬੰਗਲਾਦੇਸ਼||
ਬੰਦ||␣|
ਬੰਦਾ||␣
ਬੰਨ੍ਹਣਾ|to tie|␣|bannhṇā
ਬੱਕਰੀ||
ਬੱਗਾ||␣|
ਬੱਚਾ|child||baccā
ਬੱਤੀ||␣|
ਬੱਦਲ|cloud|␣|baddal
ਬੱਦਲ਼||␣|
ਬੱਧਾ||␣|
ਬੱਬਾ||␣|
ਬੱਲਾ||
ਬੱਸ||
ਭਗਤ||␣|
ਭਟਕਣ||
ਭਤੀਜਾ||␣
ਭਤੀਜੀ||␣|
ਭਤ੍ਰੀਯਾ||␣|
ਭਨੋਟ||␣|
ਭਰਜਾਈ||␣|
ਭਰਾ|brother|p§ɾä̀ː
ਭਰੋਸਾ|trust, confidence|pə˨.§ɾoː˨.§sɑː|bharosā|بھروسا
ਭਲਕੇ||
ਭਲ਼ਕ||
ਭਲਾ||
ਭਵਿੱਖ||
ਭਸੂੜੀ||␣|
ਭਾਂਡਾ||␣|
ਭਾਈ|brother|pɑː˩˨.§iː|bhāī|بھائی
ਭਾਜਪਾ||
ਭਾਟੀਆ||␣|
ਭਾਦੋਂ||␣|
ਭਾਪਾ||
ਭਾਰਤ|India|pàː§rə§t̪
ਭਾਰਾ|heavy|bhɑ̀ː.§ɾɑː
ਭਾਰੀ|heavy||bhārī
ਭਾਵੇਂ||␣|
ਭਾਸ਼ਾ||
ਭਿਖੵਾ|begging|pɪ̀§kkʰjaː
ਭਿੰਡੀ|okra|pɪ̀ɳ.§ɖiː
ਭਿੱਜ|wet||bhijja
ਭੀਡ਼ਾ|narrow||bhīṛā
ਭੀੜ||
ਭੂਏਂ||␣|
ਭੂਗੋਲ||
ਭੂਪੜਾ||
ਭੂਰਾ||
ਭੂੰ ਭੂੰ||␣|
ਭੇਂਟ||␣|
ਭੇਡ|sheep||bheḍ
ਭੇੱਜਾ||␣|
ਭੈਣ|sister|pɛ˨.§ɳə̆|bhaiṇ|بھین
ਭੈੜਾ||␣|
ਭੋਂਯੇ||␣|
ਭੋਏਂ|land|b̥oː˥˩§ẽː|bhoē̃|بھوئیں
ਭੋਜਨ|food, meal|pòː.§d͡ʒə§nə̆
ਭੰਗ||␣|
ਭੰਗੜਾ||␣
ਭੱਜ||␣
ਭੱਜਣ||
ਭੱਜਣਾ|to run|pə˨§d͡ʒːə̆§ɳaː|bhajjăṇā|بھجنا
ਭੱਟੀ||␣|
ਭੱਭਾ||␣|
ਭੱਲਾ ਹੋਵੇ||␣|
ਭੱਲਾ||
ਮਕਸੀਕੋ||
ਮਗਰ||
ਮਗਰਮੱਛ||
ਮਜ਼ਬੂਤ||␣|
ਮਜਾ||␣|
ਮਜੀਟ||␣|
ਮਜੀਠਾ||
ਮਝੈਲ||␣|
ਮਤ||
ਮਤੀਰਾ||␣|
ਮਨ||
ਮਨਮੌਜੀ||
ਮਨੀਪੁਰ||␣|
ਮਨੁੱਖ|man (human being)||manukkha
ਮਨੁੱਖਤਾ||
ਮਮੇਰ||␣|
ਮਮੇਰਾ||␣|
ਮਰਗ||␣|
ਮਰਨਾ|to die||marnā
ਮਰਾਸੀ||␣|
ਮਰੀ||␣|
ਮਲ਼ਨਾ|to rub||maḷnā
ਮਲੇਸ਼ੀਆ||
ਮਸ਼ਹੂਰ|famous|mə§ʃᵊ§ɦuː§ɾ
ਮਸਾਲ||
ਮਸੀਤ||␣
ਮਸੀਹ||␣|
ਮਸੂੜਾ||
ਮਸੇਰ||␣|
ਮਸੇਰਾ||␣|
ਮਹਾਰਾਜਾ||␣|
ਮਹਿਲ||
ਮਹਿੰਗਾ|expensive|m§ɛ́ːŋ§ɡaː|mahiṅgā|مہنگا
ਮਹਿੰਦਰੂ||␣|
ਮਹੀਨਾ||␣|
ਮਹੱਲ||
ਮਾਂ||␣
ਮਾਂਜਾਰ||␣|
ਮਾਂਹ||␣
ਮਾਘ||␣|
ਮਾਘੀ||␣|
ਮਾਝ||␣|
ਮਾਝਾ||␣|
ਮਾਝੀ||␣|
ਮਾਣ||␣|
ਮਾਣਕ||␣|
ਮਾਤਾ|mother||mātā
ਮਾਦਾ||␣|
ਮਾਨ||␣
ਮਾਪੇ||␣|
ਮਾਫ||
ਮਾਫ਼ੀ||
ਮਾਮੂਲੀ||
ਮਾਰਨਾ|to kill|␣|mārnā
ਮਾਲਕ||
ਮਾਲਿਕ||
ਮਾਲਿਸ਼||␣
ਮਾਲੀ||␣|
ਮਾਸ|meat||mās
ਮਾਸਟਰ||
ਮਾਸ਼||
ਮਾਸੀ||␣
ਮਾਹਰ||
ਮਾਹੀ||␣|
ਮਿਆਂਮਾਰ||
ਮਿਜ਼ੋਰਮ||␣|
ਮਿਥੵੰਤ|deceiving|mɪ§t̪ʰjən̪§t̪ə
ਮਿਨਟ|minute|mɪ§ɳ§ʈᵊ§/mɪ.nəʈ.ʈᵊ
ਮਿਲਣਾ||
ਮਿਹਨਤ||␣|
ਮਿਹਰਬਾਨੀ||␣|
ਮਿੱਟੀ||␣
ਮਿੱਤ||
ਮਿੱਤਰ||
ਮੀਂਹ||␣
ਮੀਆਂ||␣|
ਮੀਆਂਮਾਰ||
ਮੀਮਾਂਸਾ||␣|
ਮੀਹ|rain|míː§‹
ਮੁਕਤੀ||␣|
ਮੁਖ||␣
ਮੁਖੀ||
ਮੁਚੱਲਕਾ||
ਮੁਫ਼ਤ||
ਮੁਰਲੀ||␣|
ਮੁਰੰਮਤ||␣|
ਮੁਲਕ||␣|
ਮੁਲਾਕਾਤ||
ਮੁਸਲਮਾਨ||
ਮੁਸ਼ਕਲ||
ਮੁਹੰਮਦ|Mohammed||Muhammad
ਮੁਹੱਬਤ||
ਮੁੜ||
ਮੁੜਣਾ||
ਮੁੜਨਾ|to turn (intransitive)||muṛnā
ਮੁੰਡਾ||␣
ਮੁੰਬਈ||
ਮੁੱਖ||
ਮੁੱਠ||␣|
ਮੁੱਠੀ||␣|
ਮੁੱਢ||␣|
ਮੁੱਦਤ||␣|
ਮੁੱਦਰਾ||
ਮੁੱਦਾ||␣|
ਮੁੱਲ||␣
ਮੁੱਲਾਂ||␣
ਮੂਤਰ||␣
ਮੂਰਖ||␣|
ਮੂਲੀ||␣|
ਮੂਸਲ||␣|
ਮੂੰਡਾ|boy|muɳ§ɖɑ
ਮੂੰਹ|mouth|mũː§ɦ|mū̃h|مونہہ
ਮੇਘਾਲਿਆ||␣|
ਮੇਜ਼||␣|
ਮੇਮਣਾ||
ਮੇਰਾ||␣|
ਮੈਂ|I (1sg)|␣|maĩ
ਮੈਂਡਾ||␣|
ਮੈਕਸੀਕੋ||
ਮੈਡਾ||␣|
ਮੈਥੋਂ||␣|
ਮੈਨੂੰ||␣
ਮੈਰਿਜ||␣|
ਮੋਗਲਾ||␣|
ਮੋਟਾ|thick|␣|moṭā
ਮੋਰ||
ਮੋਹ||␣|
ਮੋਹਨ||␣|
ਮੋਹਰਾ||␣|
ਮੌਕਾ||␣|
ਮੌਤ||
ਮ੍ਹੈਂਸ||␣|
ਮੜ੍ਹਨਾ||␣|
ਮੰਗਲਵਾਰ||␣
ਮੰਗਲ਼||
ਮੰਝ||␣|
ਮੰਝਲਾ||␣|
ਮੰਝਾਰ||␣|
ਮੰਡਣਾ||␣|
ਮੰਡਾ||␣|
ਮੰਦ||
ਮੰਨਣਾ||
ਮੰਨੀ||␣|
ਮੰਮਾ||␣|
ਮੱਖਣ||␣|
ਮੱਘਰ||␣|
ਮੱਛੀ|fish|␣|macchī
ਮੱਝ|water buffalo|mə˩˥.§d͡ʒːᵊ|majjha|مجھ
ਮੱਥਾ||
ਮੱਧ ਪ੍ਰਦੇਸ਼||␣|
ਮੱਮਾ||␣|
ਯਤੀਮ|orphan||yatīm
ਯਸੂ||␣|
ਯਸੂਹ||␣|
ਯਹੂਦੀ ਧਰਮ||␣|
ਯਹੂਦੀ||␣|
ਯਾਰ|friend, pal||yār
ਯਿਸੂ||␣|
ਯੁਨਾਨ|Greece|jʊ.§ˈnäː§nᵊ|yunān|یُنان
ਯੁਵਰਾਜ||␣|
ਯੂਕਰੇਨ||␣|
ਯੂਨਾਈਟਡ ਕਿੰਗਡਮ||␣|
ਯੂਨਾਨ||␣|
ਯੱਯਾ||␣|
ਰਕਤ|blood||rakat
ਰਖੵਾ|protected|ɾə§kkʰjaː
ਰਗ||
ਰਜ਼ਾਮੰਦ||
ਰਮਜ਼ਾਨ||
ਰਮਦਾਨ||
ਰਮਾਦਾਨ||
ਰਵਾਨਾ||␣|
ਰਸਤਾ||
ਰਸੋਈ||␣
ਰਹਾਉਣਾ||
ਰਹਿਣਾ|to stay, remain|ɾ§ɛ́(ɦ).§ɳɑː§/ɾæ˦(ɦ).ɳɑː
ਰਹਿਤ||␣|
ਰਹੀਮ||␣|
ਰਾਂਝਨ||
ਰਾਂਝਾ||␣
ਰਾਇ|prince, bard|ɾaː§ɪ|rāi
ਰਾਇਤ||␣|
ਰਾਈਂ||␣|
ਰਾਖ|ash||rākh
ਰਾਖਸ਼||␣|
ਰਾਖੀ||␣|
ਰਾਗ||
ਰਾਗੀ||␣|
ਰਾਜ||␣|
ਰਾਜਧਾਨੀ||
ਰਾਜਪੂਤ||␣|
ਰਾਜਮਾਂਹ||
ਰਾਜਸਥਾਨ||␣|
ਰਾਜਾ||␣
ਰਾਣਾ||␣|
ਰਾਣੀ||␣|
ਰਾਤ|night|␣|rāt
ਰਾਮ||
ਰਾਰਾ||␣|
ਰਾਵਲ||␣|
ਰਾਵਲਪਿੰਡੀ||␣|
ਰਾਵੀ||
ਰਾਸ਼ਟਰਪਤੀ||
ਰਾਹੀਂ||
ਰਿਆਸਤ||
ਰਿਕਸ਼ਾ||␣
ਰਿਸ਼ਤਾ||␣|
ਰਿੱਛ||
ਰੀਝ||
ਰੁਕ||␣|
ਰੁਕਣਾ||
ਰੁਖ||␣|
ਰੁਖ਼||␣|
ਰੁਤਬਾ||
ਰੁਪਈਆ|rupee||rupaia
ਰੁੱਖ|tree||rukkha
ਰੁੱਤ||␣
ਰੁੱਦਰਾਖ||␣|
ਰੁੱਪਾ||␣|
ਰੂਪ||
ਰੂਸ|Russia|ɾuː§s|rūs|روس
ਰੇਤ|sand||rēt
ਰੇਲਗੱਡੀ||
ਰੈਬਟਾ||
ਰੋਕ||␣|
ਰੋਜ਼||
ਰੋਜ਼ਾ||
ਰੌਲ਼ਾ|noise, uproar|ɾɔː.§ɭɑː|rauḷā|رَوࣇا
ਰੜਕ||
ਰੰਗ||␣
ਰੰਗਾਵਲ||
ਰੰਡੀ||␣|
ਰੰਧਾਵਾ||
ਰੱਖਣਾ||␣
ਰੱਤ|blood|ratta|ɾə§t̪.t̪ə̆|رتّ
ਰੱਦ||␣|
ਰੱਬ||␣
ਰੱਬੀ||␣|
ਰੱਸੀ|rope|ɾə§s.iː|rassī|رسّی
ਲਈ||
ਲਖਣਾ|to understand|lə§kʰə̆§ɳaː|lakhṇā|لکھنا
ਲਗ||␣|
ਲਫ਼ਜ਼||␣|
ਲਫ਼ਾਫ਼ਾ||
ਲਹਿਣਾ||␣|
ਲਹਿਰ||␣|
ਲਹਿੰਦਾ||␣|
ਲਹੂ|blood||lahū
ਲਹੌਰ||␣
ਲ਼||␣|
ਲਾਂਘਾ||␣|
ਲਾਈਫ਼||
ਲਾਗੂ||
ਲਾਧਾ||␣|
ਲਾਮ||␣|
ਲਾਲ ਲੂੰਬੜੀ||␣
ਲਾਲ|red||lāl
ਲਿਖਣਾ||
ਲਿਸਟ||
ਲਿੰਗ||
ਲੀਤਾ||␣|
ਲੀਰ||
ਲੁਧਿਆਣਾ||␣|
ਲੁਹਾਰ||␣|
ਲੂਣ|salt|␣|lūṇ
ਲੂੰਬੜ|male fox|luːm§bə§ɽ|lūmbaṛ|لونبڑ
ਲੂੰਬੜੀ||␣
ਲੇਕਨ||
ਲੇਕਿਨ||
ਲੇਟਣਾ|to lie (as in a bed)||lēṭṇā
ਲੇਲਾ||
ਲੈਣਾ||␣
ਲੋ||
ਲੋਕ||
ਲੋਚਣਾ||
ਲੋਭ||␣|
ਲੋੜ||␣
ਲੌਂਗ||
ਲ੍ਹਾਸਾ|Lhasa|laː§s˥˩.saː|lhāsā|لھاسہ
ਲੜਨਾ|to fight||laṛnā
ਲੜਾਕਾ||␣
ਲੰਗਰ||␣
ਲੰਘਣਾ||␣|
ਲੰਙਾ|lame|ləŋ§ŋaː|lãṅā
ਲੰਬਾ||
ਲੰਮਾ|long||lammā
ਲੰਮੀ|long|ləm§mi
ਲੱਖ||
ਲੱਡੂ||␣|
ਲੱਤ|leg||latta
ਲੱਧਾ||␣|
ਲੱਭਣਾ||␣
ਲੱਲਾ||␣|
ਵਗਣਾ|to flow||vagṇā
ਵਜ਼ੀਰ||␣|
ਵਟਨਾ||␣|
ਵਢਾਉਣਾ||␣|
ਵਣ||
ਵਣਜਾਰਾ|trader, peddlar|ʋə§ɳə̆§d͡ʒaː§ɾaː|vaṇjārā|ونجارا
ਵਣਜਾਰੀ||␣|
ਵਤਨ||
ਵਧਣਾ|to increase|ˈʋə˥§d̪ᵊ.§ɳä|vadhṇā|ودھنا
ਵਧੀਆ|great, good|ˈʋə˩˥.§d̪i.j§aː|vadhīā|ودھیا
ਵਧੇਰਾ||
ਵਰ||␣|
ਵਰਕ||
ਵਰਖਾ||
ਵਰਗ||␣|
ਵਰਗਾ||␣
ਵਰਤ||
ਵਰਤਣਾ||
ਵਰਤੋਕਾਰ||
ਵਰਾਛ||␣|
ਵਲਾਇਤ||␣|
ਵਸਤੂ|thing|bə§s§t̪|vastū
ਵਹੁਟੀ|bride|ʋɔː˦.§‹§ʈiː|vahuṭī|وہٹی|wɔː˦.ʈiː
ਵਾ||␣
ਵਾਂ||␣|
ਵਾਂਗ||
ਵਾਂਙੁ|oil|ʋaːŋ§ŋʊ|vā̃ṅu|ونگ
ਵਾਅਦਾ||␣|
ਵਾਇਦਾ||␣|
ਵਾਪਸ|back||vāpas*
ਵਾਰ|time, occasion|ʋɑ̈ː§ɾᵊ|vār
ਵਾਰੀ||␣
ਵਾਲ|hair|ʋɑː§ɭ|vāl|وال
ਵਾਵਾ||␣|
ਵਾਹ||␣
ਵਾਹਗੁਰੂ||
ਵਾਹਰ||␣|
ਵਾਹਵਾ||␣|
ਵਾਹਿਗੁਰੂ ਜੀ ਕਾ ਖ਼ਾਲਸਾ ਵਾਹਿਗੁਰੂ ਜੀ ਕੀ ਫ਼ਤਿਹ||␣|
ਵਾਹਿਗੁਰੂ|God|ʋɑː§ǽ.§ɡʊ.§ruː
ਵਾੜ||␣|
ਵਿਅਕਤੀ||
ਵਿਅਸਤ|busy|ʋj§ə§s§t̪ᵊ|viasat|وئست
ਵਿਆਕਰਨ||␣|
ਵਿਆਹ|marriage|ʋɪ̆.§ä́ː§‹|viāha
ਵਿਕੀਪੀਡੀਆ||
ਵਿਚ||
ਵਿਚਕਾਰ||
ਵਿਚਲਾ||
ਵਿਚਾਰ||
ਵਿਚਾਰਾ||␣|
ਵਿਡਿਓ-ਗੇਮ|video game|ʋɪ§ɖɪ§oː.§§ɡeː§m|viḍio-gem|وڈیو-گیم
ਵਿਦਿਆਰਥੀ||
ਵਿਰਕ||
ਵਿਰਲੇ|few||virlē
ਵਿਰੋਧ||
ਵਿਸ਼ਨ||␣|
ਵਿਸ਼ਾਣੂ|virus|ʋɪ.§ʃɑː§ɳuː|viśāṇū|viśāṇū|وِشاݨُو
ਵਿਹਲਾ||␣|
ਵਿਹਾਜਣਾ||␣|
ਵਿਹੁ||␣|
ਵਿਹੂਣਾ||
ਵਿਹੂੰ||␣|
ਵਿੱਚ|in|ʋɪt§t͡ʃɪ̆|vicca
ਵਿੱਚੋਂ||␣
ਵਿੱਸ||␣|
ਵਿੱਸੂ||␣|
ਵੀ||
ਵੀਕਐਂਡ|weekend||vīkaaiṇḍa
ਵੀਰਵਾਰ||␣
ਵੀਰਾਨ|desolate|ʋiː§rɑː§nə̆|vīrān|ویران
ਵੀਹ||
ਵੇਖਣਾ|to see|ʋeː§kʰə̆§ɳaː|vēkhṇā
ਵੇਗ||
ਵੇਦਨਾ||
ਵੇਲ਼ਾ||␣|
ਵੇੜ੍ਹਾ||␣|
ਵੈਦ||␣|
ਵੈਸਾਖ||␣|
ਵੜਨਾ||␣|
ਵੰਝਲੀ||␣
ਵੰਞਣਾ|to go|ʋə̃ɲ.§d͡ʒə.§ɳaː|vãñṇā|وَن٘جݨا
ਵੰਡਣਾ||␣|
ਵੱਖ||
ਵੱਖਰਾ||
ਵੱਡਾ|big||vaḍḍā
ਵੱਢਣਾ|to bite||vaḍḍhaṇā
ਵੱਢੀ|bribe|ʋə§ɖ̚ɖʱiː|vaḍḍhī|وَڈْھِی
ਵੱਧ||␣
ਵੱਲ||␣
ਵੱਲੋਂ||␣
ਸਊਦੀ ਅਰਬ||␣|
ਸਊਦੀ||␣|
ਸਕਣਾ||
ਸਕੂਨ||
ਸਕੂਲ||
ਸਚਦੇਵ||␣|
ਸਜਾਉਣਾ||␣|
ਸਟੇਸ਼ਨ|station, stop||saṭeśan
ਸਣ||␣|
ਸਤਰੰਜ||␣|
ਸਤਲੁਜ||
ਸਤਾਰਾਂ||
ਸਤਿ ਸ਼੍ਰੀ ਅਕਾਲ||
ਸਤਿ ਸ੍ਰੀ ਅਕਾਲ|a greeting|sə§t̪§ §s§riː§ §ə§kɑː§l|sat srī akāl
ਸਦਾ||
ਸਦਾਉਣਾ||␣|
ਸਦਿਸ਼ ਰਾਸ਼ੀ||␣|
ਸਦੀ||
ਸਦੀਆਂ||
ਸਨਮ||␣|
ਸਪੈਲਾ||␣|
ਸਫ਼ਾ||
ਸਫ਼ੈਦ|white||safaid
ਸਬਰ||␣|
ਸਭ|all||sabh|سبھ
ਸਭਰਵਾਲ||␣|
ਸਮ||␣|
ਸਮਾਜ||
ਸਮੁੰਦਰ|sea||samundar
ਸਮੇਂ||␣|
ਸਮੈ||␣|
ਸਮੋਸਾ||␣|
ਸਮੱਗਰੀ||
ਸਰਕਾਰ||
ਸਰਗੁਣ||␣|
ਸਰਦਾਰ||␣
ਸਰਦੀ||␣|
ਸਰਫ਼ਰਾਜ਼||␣|
ਸਰਵ ਵਿਆਪਕ||
ਸਰਾਫ਼||␣|
ਸਰੀਰ||␣
ਸਰੂ ਕੱਦ||
ਸਰੂ||
ਸਲਤਨਤ||␣|
ਸਲਾਮ||␣|
ਸਲਾਹਕਾਰ||␣|
ਸਲੀਬ||
ਸਲੇਟੀ||␣|
ਸਵਖਤਾ||
ਸਵੇਰ||
ਸਵੇਰਾ||␣|
ਸਵੇਰੇ|at dawn|sə.§ʋeː.§ɾeː|savere|سویرے
ਸਸਕਾਰ||␣|
ਸਸਤਾ||␣
ਸਹਾ||␣|
ਸਹਿਗਲ||␣|
ਸਹਿਤ||␣|
ਸਹਿਰਾ||␣|
ਸਹੀ|correct|sə.§í|sahī
ਸਹੁਰਾ||␣|
ਸਹੁੰ||
ਸ਼||␣
ਸ਼ਕੰਜਵੀ||
ਸ਼ਤਰੰਜ ਦਾ ਮੋਹਰਾ||␣|
ਸ਼ਤਰੰਜ ਦੇ ਮੋਹਰੇ||␣|
ਸ਼ਤਰੰਜ||␣|
ਸ਼ਨੀਵਾਰ||␣
ਸ਼ਬਦ||␣
ਸ਼ਰਨ||
ਸ਼ਰਬਤ||
ਸ਼ਰਮ||␣|
ਸ਼ਰਮਸਾਰ||␣|
ਸ਼ਰਾਬ||
ਸ਼ਲਗਮ||␣
ਸ਼ਹਾਦਤ||
ਸ਼ਹਿਦ|honey|ʃ§ɛ́ː§d̪ə̆§/ʃə.ɦɪd̪ə̆
ਸ਼ਹਿਨਸ਼ਾਹ||␣|
ਸ਼ਹਿਰ|city, town|ʃɛː˦§‹§ɾə̆|śahir|شہر
ਸ਼ਹੀਦ||
ਸ਼ਾਂਤ|peaceful|ʃɑ̃§t|śānt
ਸ਼ਾਂਤੀ|peace|ʃɑ̃ːn.§t̪iː|śāntī
ਸ਼ਾਇਦ||
ਸ਼ਾਇਰ||␣|
ਸ਼ਾਇਰੀ||␣|
ਸ਼ਾਖਾ||
ਸ਼ਾਦੀ||␣
ਸ਼ਾਨ||
ਸ਼ਾਬਾਸ਼||␣
ਸ਼ਾਲ||␣|
ਸ਼ਾਹ||␣|
ਸ਼ਾਹਮੁਖੀ||␣
ਸ਼ੀਂਹ||␣|
ਸ਼ੁਕਰੀਆ|thank you|ʃʊ§k.§ɾi.j§aː|śukrīā|شکریہ
ਸ਼ੁਰੂ||
ਸ਼ੁੱਕਰਵਾਰ||␣
ਸ਼ੇਖ||␣|
ਸ਼ੇਰ||
ਸ਼ੇਰਗਿੱਲ||
ਸ਼ੈਤਾਨ||␣|
ਸ਼੍ਰੀ||␣|
ਸ਼ੱਕ||␣|
ਸ਼ੱਕਰ||␣
ਸਾਂਝਾ||
ਸਾਂਢ||␣|
ਸਾਂਦ||␣|
ਸਾਈਕਲ||
ਸਾਊ||␣|
ਸਾਊਥਾਲ|Southall||sāūthāl
ਸਾਊਦੀ ਅਰਬ|Saudi Arabia|saː§u.§diː§‿§ə.§ɾə.§b|sāūdī arab
ਸਾਊਦੀ|Saudi|saː§u.§diː|sāūdī
ਸਾਝਰਾ||
ਸਾਡਾ||
ਸਾਣ||␣|
ਸਾਥੋਂ||␣|
ਸਾਦਾ||␣|
ਸਾਧਣਾ||␣|
ਸਾਨੂੰ||␣|
ਸਾਫ਼ ਕਰਨਾ||␣|
ਸਾਫ਼||␣|
ਸਾਬਿਤ||
ਸਾਮਰਾਜ||␣|
ਸਾਮਾਨ||␣|
ਸਾਰਾ|all|␣|sārā
ਸਾਲ|year||sāl
ਸਾਲਾ||␣|
ਸਾਵਣ||␣|
ਸਾਵਾ|green|sɑː.§ʋɑː|sāvāساوا
ਸਾਹ ਲੈਣਾ|to breathe||sāh laiṇā
ਸਾਹ||␣
ਸਾਹਨ||
ਸਾਹਨੀ||␣|
ਸਾਹਬ||
ਸਾਹਿਬ|master, owner|sáː.§ɦə§bᵊ
ਸਾੜਨਾ|to burn||sāṛnā
ਸਿਆਪਾ||␣|
ਸਿਆਹੀ||␣|
ਸਿਊਂਣਾ|to sew||siū̃ṇā
ਸਿਊਣਾ||␣|
ਸਿਓ||
ਸਿਕਿਮ||␣|
ਸਿਕੰਜਵੀਂ||␣|
ਸਿਤਾਰਾ||
ਸਿਪਾਹੀ||␣|
ਸਿਫ਼ਤ||
ਸਿਫ਼ਰ|zero|sɪ.§fə.§ɾə̆|sifar|صِفر
ਸਿਮਰਨ||␣|
ਸਿਰ|head|sɪ§ɾə̆|sir
ਸਿਰਫ਼||
ਸਿਰਹਾਣਾ||␣
ਸਿਲ||␣|
ਸਿਵਾ||
ਸਿਹਤ||
ਸਿੰਗ|horn||siṅg
ਸਿੰਘ||
ਸਿੰਜਣਾ||
ਸਿੱਖ||
ਸਿੱਖਣਾ||
ਸਿੱਜਣਾ||␣|
ਸਿੱਧਾ|straight||siddhā
ਸਿੱਧੂ||
ਸਿੱਨਾਂ||␣|
ਸੀਂ||␣|
ਸੀਟ|seat|siː§ʈᵊ|sīṭ|سیٹ
ਸੀਮਿੰਟ||
ਸੀਸ||␣|
ਸੁਆਗਤ||␣
ਸੁਆਦ||␣
ਸੁਆਹ|ash||suāha
ਸੁਖ||
ਸੁਖਾਸਨ||␣|
ਸੁਣਨਾ|to hear||suṇnā
ਸੁਣਾਉਣਾ||
ਸੁਨਹਿਰਾ||
ਸੁਨੇਹਾ||␣
ਸੁਬ੍ਹਾ||
ਸੁਰਗ||
ਸੁਸੂ||␣
ਸੁੰਘਣਾ|to smell||suṅghṇā
ਸੁੱਕਾ|dry||sukkā
ਸੁੱਜਣਾ|to swell||sujjaṇā
ਸੁੱਟਣਾ|to throw|␣|suṭṭaṇā
ਸੁੱਧਾ||␣|
ਸੂਈ||␣|
ਸੂਚੀ||
ਸੂਤ||␣|
ਸੂਤਰੀ||␣|
ਸੂਤੀ||␣|
ਸੂਦ||␣|
ਸੂਰ||␣
ਸੂਰਜ|sun||sūraj
ਸੂਸੂ||␣
ਸੂਹਾ||␣|
ਸੇ||␣|
ਸੇਉ||␣|
ਸੇਠ||␣|
ਸੇਠਣ||␣|
ਸੇਬ||␣
ਸੇਵਾ||␣|
ਸੇਵਾਦਾਰ||
ਸੈਣੀ||␣|
ਸੋਂਧਾ||␣|
ਸੋਚਣਾ|to think||socṇā
ਸੋਝਾ||␣|
ਸੋਟੀ|stick||soṭī
ਸੋਢੀ||␣
ਸੋਧ||␣|
ਸੋਧਣਾ||␣|
ਸੋਨਾ||␣
ਸੋਨੀ||␣|
ਸੋਮਵਾਰ||␣
ਸੋਲ਼ਾਂ||␣
ਸੋਸ਼ਲ ਮੀਡੀਆ|social media||sośal mīḍīā
ਸੋਹਣਾ||␣
ਸੋਹੀ||
ਸੌ|one hundred|sɔː|sau|سَو
ਸੌਂਕਣ||
ਸੌਂਫ|aniseed|sɔ̃ː§pʰə̆|saumph|سَوْن٘پھ
ਸੌਂਹ||
ਸੌਡ਼ਾ|narrow||sauṛā
ਸੌਣਾ|to sleep||sauṇā
ਸ੍ਰੀ||␣|
ਸ੍ਵਰ|voice, sound|s§ʋə§ɾə̆|svar
ਸੜਕ|road||saṛak
ਸੜਿਆ|rotten||saṛiā
ਸੰਚਾ||␣|
ਸੰਝ||␣|
ਸੰਦੇਸ਼||␣|
ਸੰਧਿਆ||␣|
ਸੰਧੂ||␣|
ਸੰਭਵ||
ਸੰਯੁਕਤ ਬਾਦਸ਼ਾਹੀ||␣|
ਸੰਯੁਕਤ ਰਾਜ ਅਮਰੀਕਾ||
ਸੰਯੁਕਤ||␣|
ਸੰਸਾਰਸੵ|of the world|sən§saː§ɾə§sjə
ਸੱਚ|truth|sə§t̪.t͡ʃᵊ|sacca|سچ
ਸੱਚਾ||␣|
ਸੱਜਾ|right||sajjā
ਸੱਟ||␣
ਸੱਟਣਾ||␣|
ਸੱਤ||␣
ਸੱਥ||
ਸੱਦਣਾ||␣|
ਸੱਪ|snake|sa§pp|sapp|سپ
ਸੱਸ||␣|
ਸੱਸਾ||␣|
ਹਉਕਾ||␣|
ਹਉਮੈਂ|self, ego|ɦ§ɔː.§mːɛ̃ː§ / ɦəu.mːəĩː|haumaĩ|ہَؤمَیں
ਹਕੀਮ||␣
ਹਕੂਮਤ||␣|
ਹਜ਼ਰਤ||␣|
ਹਜ਼ਾਰ||
ਹਥਿਆਰ||␣|
ਹਦਵਾਣਾ||␣
ਹਨ||␣|
ਹਨੇਰਾ||
ਹਬਸ਼ੀ||␣
ਹਮਲਾ||
ਹਮੇਸ਼||
ਹਮੇਸ਼ਾ||
ਹਮੇਸ਼ਾਂ||
ਹਰ||
ਹਰਕਤ||␣|
ਹਰਫ਼||␣|
ਹਰਾ|green||harā
ਹਰਾਮ||␣|
ਹਰਿ||␣|
ਹਰਿਆਣਾ||␣|
ਹਰੀ|green|hə§ri
ਹਲਦੀ||␣
ਹਲਵਾਈ||␣|
ਹਵਸ||␣|
ਹਵਾ|wind|ɦə̀§ʋä̌ː|havā
ਹਵਾਈ ਅੱਡਾ||
ਹਵਾਈ ਜਹਾਜ਼||
ਹਸਪਤਾਲ||
ਹਾਂ||
ਹਾਂਹ||␣|
ਹਾਥੀ||␣|
ਹਾਲ||
ਹਾਹ||
ਹਾਹਾ||␣|
ਹਾੜ੍ਹ||␣|
ਹਿਚਕਣਾ||␣|
ਹਿਜੜਾ||␣|
ਹਿਫ਼ਾਜ਼ਤ||
ਹਿਮ||
ਹਿਮਾਚਲ ਪ੍ਰਦੇਸ਼||␣|
ਹਿਰਦਾ||␣|
ਹਿਸਾਬ|account|hɪ§saː§bᵊ
ਹਿੰਦ||␣
ਹਿੰਦਵਾਣਾ||␣|
ਹਿੰਦੀ||
ਹਿੰਦੋਸਤਾਨ||
ਹਿੰਮਤ|guts||himmat
ਹਿੰਸਾ||
ਹਿੱਕ|chest, breast|bik§kᵊ
ਹੀ||
ਹੀਆਂ||␣|
ਹੀਰਾ||␣|
ਹੁਕਮ||
ਹੁਕਮਨਾਮਾ||␣|
ਹੁਣ||␣
ਹੁਸਨ||
ਹੁੰਦਾ||␣|
ਹੁੰਮ੍ਹ||␣|
ਹੁੱਕ਼ਾ||␣|
ਹੂੰਝਣਾ|to wipe||hūñjhṇā
ਹੇ||␣|
ਹੇਠਾਂ||
ਹੈ||␣|
ਹੈਂ||␣
ਹੈਵਾਨ||
ਹੋ ਜਾਣਾ||␣|
ਹੋਠ||
ਹੋਣਾ||␣
ਹੋਰ||
ਹੋਲਾ ਮਹੱਲਾ||␣|
ਹੌਸਲਾ||␣|
ਹੜ੍ਹ|flood|ɦə§ɽᵊ˦§‹|haṛh|ہڑھ
ਹੜੱਪਾ||␣|
ਹੰਕਾਰ||␣|
ਹੰਗਾਮਾ||
ਹੰਝੂ||␣
ਹੰਸ||␣|
ਹੱਕ||␣
ਹੱਜ||␣|
ਹੱਟ||␣|
ਹੱਡੀ|bone|␣|haḍḍī
ਹੱਥ|hand|ɦə§t̪tʰə̆|hatthă|ہتھ
ਹੱਦ||
ਹੱਸ||␣|
ਹੱਸਣਾ|to laugh||hassaṇā






@ unknown source

ਸ੍ਵਰਗ|heaven|s§və§rə§g





































`

