/*
native | meaning | IPA① | transcription | other transcriptions② | notes | wiktionary③


① separate each text unit (consonant+combining_mark(s)) with §, separate phonetic syllables with .
   use ‹ and › for a sound that spans 2 text units
   use – for a text unit that doesn't produce sound
   syllable boundary markers go inside previous unit, and emphasis markers begin emphasised unit

② the previous transcription field is always Latin. 
   if there is another key orthography (eg. Mongolian cyrillic) it goes here.
   vowelled/unvowelled alternatives also go here

③ if Wiktionary spells the word differently, add the spelling here
*/







autoExpandExamples.pa = `

@ wiktionary

'ਚ||
'ਤੇ|at||'tē
-ਇਸਤਾਨ||
ਅ-||
ਅਕਾਲੀ||
ਅਕੇਲਾ||
ਅਖੰਡ||
ਅਗਨ||
ਅਚਨਚੇਤ||
ਅਚਾਰ||
ਅਠਾਰਾਂ||
ਅਤੇ|and||atē
ਅਦਬ||
ਅਦਿੱਖ|invisible|a§dik§k
ਅਧਿਆਪਕ|teacher||adhiāpak
ਅਨਾਥ||
ਅਫ਼ਗ਼ਾਨਿਸਤਾਨ|Afghanistan|ə§fˈ§ɣä§nˑɪ§ˌst̪äː§n
ਅਫ਼ਗਾਨਿਸਤਾਨ||
ਅਫ਼ਸਰ||
ਅਬਾਦ||
ਅਮਰੀਕਾ||
ਅਮਰੂਦ||
ਅਮਲ||
ਅਮੀਰ||
ਅਰਾਨ||
ਅਰਾਮ||
ਅਲਮਾਰੀ||
ਅਲੱਭ||
ਅਸਟ੍ਰੇਲੀਆ||
ਅਸਥੀ||
ਅਸਮਾਨ|sky||asamān
ਅਸਲ||
ਅਸਾਨ||
ਅਸੀਂ|we (1pl)||asī̃
ਅਹਾਰ|food|ə.§ɦä̀ː§ɾə̆
ਅੈ||
ਅੰਗ||
ਅੰਗਰੇਜ਼ੀ||
ਅੰਗੂਠਾ||
ਅੰਤੜੀ||
ਅੰਬ||
ਅੰਮ੍ਰਿਤਸਰ|Amritsar||ammritsar
ਅੱਖ|eye|ək§kʰ|akkha
ਅੱਖਰ||
ਅੱਗ|fire||agga
ਅੱਛਾ|OK||acchā
ਅੱਜ ਕੱਲ੍ਹ|nowadays|əd§d͡ʒə̆§‿§kə́l§lə̆§–
ਅੱਜ-ਕੱਲ੍ਹ|nowadays|əd§d͡ʒə̆§‿§kə́l§lə̆§–
ਅੱਜ|today|ə§d͡ʒːᵊ
ਅੱਠ||
ਅੱਬਾ|father||abbā
ਅੱਭਯਾਗਤ|guest, visitor|ə§bə̀.§jɑː.§ɡə§t̪ᵊ
ਅੱਲਾ||
ਅੱਲਾਹ|Allah||allāh
ਆਂਡਾ||
ਆਉਣਾ|to come||āuṇā
ਆਓਤੇਆਰੋਆ|New Zealand||āoteāroā
ਆਕਾਸ਼||
ਆਖਣਾ|to say||ākhaṇā
ਆਟਾ||
ਆਦਮੀ|man (adult male)|aː§d̪.§miː|ādamī
ਆਦਿ||
ਆਧਾਰ||
ਆਪ||
ਆਪਣਾ|own, personal|ə§p.§ɳɑː
ਆਬਲਸਤ||
ਆਲੂ||
ਆਵਦਾ||
ਆਵਾਜਾਈ||
ਆਸਟ੍ਰੇਲੀਆ||
ਆਸਮਾਨ||
ਆਹ|this||āha
ਆਹੋ|yes||āho
ਆੜੂ||
ਇਕ||
ਇਕਰਾਰ||
ਇਜਾਜ਼ਤ||
ਇਟਲੀ||
ਇਤਫ਼ਾਕ||
ਇਤਿਹਾਸ||
ਇਨਸਾਨ|man (human being)||inasān
ਇਰਾਨ||
ਇਸ||
ਇਸਟੋਨੀਆ||
ਇਸਤੋਨੀਆ||
ਇਸਰਾਜ||
ਇਸ਼ਕ||
ਇਹ|he, she, it, this|éː§‹|iha
ਇਹਦਾ|his, hers, its|é§‹ː§d̪ɑː
ਇੰਗਾ|egg||iṅgā
ਇੰਜ||
ਇੱਕ|one||ikka
ਇੱਕੀ||
ਇੱਥੇ|here|ɪ§t̪ʰːeː|itthē
ਇੱਥੋਂ||
ਈਦ|feast, holiday|iː§d̪ᵊ
ਈਰਾਨ||
ਉਂਗਲ||
ਉਚਾਰਨ||
ਉਡਣਾ||
ਉਤਸੁਕ|curious|u§t§su§k
ਉਦਜਨ||
ਉਦਾਹਰਨ||
ਉਦੋਂ||
ਉਮਰ||
ਉਲਟੀ ਕਰਨਾ|to vomit||ulaṭī karnā
ਉਸਤਤ|praise, admiration|ʊ§s.§t̪ə§t̪
ਉਸਤਰਾ||
ਉਸਤਾਦ||
ਉਹ|he, she, it, that||uha
ਉੱਠ||
ਉੱਡਣਾ|to fly||uḍḍaṇā
ਉੱਤੇ|at||uttē
ਉੱਥੇ|there||utthē
ਉੱਨੀ||
ਊਠ|camel|u§ʈʰ
ਏਕਤਾ|unity, oneness||ēkatā
ਏਕਾ||
ਐਤਵਾਰ||
ਐਧਰ ਓਧਰ||
ਐਨਕ|glasses, spectacles||ainak
ਐਲੇਸਟਰ||
ਐਵੇਂ||
ਓਅੰਕਾਰ|God|oː.§ən.§kɑː.§ɾᵊ
ਓਏ|hey!||oē
ਓਦਣ|on that day|oː.§d̪ə§ɳ
ਓਦਾਂ||
ਓਦੋਂ||
ਓਹ||
ਓਹਾਇਓ|Ohio||ohāio
ਔਖਾ|difficult||aukhā
ਔਜਲਾ||
ਔਰਤ|woman||ōrat
ਔਸਟ੍ਰੇਲੀਆ||
ਕਈ||
ਕਟਣਾ||
ਕਣਕ||
ਕਤੂਰਾ||
ਕਦ||
ਕਦਰ||
ਕਦੀ||
ਕਦੇ||
ਕਦੋਂ|when||kadõ
ਕਨੂੰਨ||
ਕਨੇਡਾ||
ਕਬੂਤਰ||
ਕਮਾਲ||
ਕਰ ਰਿਹਾ ਹਾਂ||
ਕਰਤਾਰ||
ਕਰਤਾਰਪੁਰ||
ਕਰਨਾ||
ਕਰਾਉਣਾ||
ਕਰੋੜ||
ਕਰ੍ਹ||
ਕਵਿਤਾ||
ਕਹਾਣੀ|a story|kə.§ɦäː.§ɳiː
ਕਹਿਣਾ|to say|k§ɛ́ː.§ɳɑː
ਕ਼||
ਕ਼ਲਮ||
ਕ਼ਿਸਮਤ|fate, destiny||qismat
ਕ਼ੌਮ|nation, people||qaum
ਕਾਂ||
ਕਾਂਡੀ||
ਕਾਇਮ||
ਕਾਕਾ||
ਕਾਗ਼ਜ਼|paper|käː.§ɣə§z
ਕਾਨੂੰਨ||
ਕਾਫ਼ੀ||
ਕਾਰਨ||
ਕਾਲਜ||
ਕਾਲਾ|black||kālā
ਕਾਹਤੇ||
ਕਾਹਦਾ||
ਕਾਹਨੂੰ||
ਕਾਹਲਾ|rapid, fast|kɑ́.§‹§l̪ɑː
ਕਿ||
ਕਿਉਂ||
ਕਿਉਂਕਿ|because||kiuṅki
ਕਿਤਾਬ||
ਕਿਰਪਾ||
ਕਿਰਿਆ||
ਕਿਵੇਂ|how||kivē̃*
ਕਿਸਮਤ||
ਕਿਸ਼ਤੀ||
ਕਿਸਾਨ|farmer|ki§sɑː§n
ਕਿਹੋ ਜਿਹਾ||
ਕਿਹੜਾ|who|kéː§‹§ɽɑː
ਕਿੰਨਾ||
ਕਿੱਥੇ|where|kɪt§t̪ʰeː|kitthē
ਕਿੱਦਾਂ||
ਕੀ ਕੀ||
ਕੀ|what||kī
ਕੀਡ਼ਾ||
ਕੀੜਾ|worm||kīṛā
ਕੁਝ|something|kú§d͡ʒ
ਕੁਰਸੀ||
ਕੁਰਾਹ||
ਕੁਲਚਾ||
ਕੁਹੀਰ|fog, mist|kʊ.§ɦiː.§ɾᵊ
ਕੁਹੜਾ|leper|kóː§‹§ɽɑ
ਕੁੜਮ||
ਕੁੜੀ||
ਕੁੰਜੀ||
ਕੁੱਝ|some||kujjha
ਕੁੱਟਣਾ||
ਕੁੱਤਾ|dog|kʊt§taː|kuttā
ਕੂਲ਼ਾ|smooth||kūḷā
ਕੂੜ||
ਕੇਤਲੀ||
ਕੇਲਾ||
ਕੇਹਰ||
ਕੈਨੇਡਾ||
ਕੈਮ||
ਕੋਇਲਾ||
ਕੋਈ ਗੱਲ ਨਹੀਂ||
ਕੋਈ||
ਕੋਠਾ||
ਕੋਰਾ||
ਕੋਲ਼|near|koː§ɭɪ̆|koḷ
ਕੋਸ਼ਿਸ਼||
ਕੋਸਾ||
ਕੋਹਰਾ|fog||kohrā
ਕੌਣ|who||kauṇ
ਕੌਮ||
ਕੌਰ||
ਕ੍ਰੋਏਸ਼ੀਆ|Croatia||kroēśīā
ਕੰਠ||
ਕੰਡ||
ਕੰਡਿਆਲ਼ਾ||
ਕੰਢੀ||
ਕੰਧ|wall|kə́n§d̪ɪ̆
ਕੰਧੀ||
ਕੰਨ|ear||kann
ਕੰਬ||
ਕੰਮ||
ਕੱਚਾ||
ਕੱਛਾ||
ਕੱਟਣਾ|to cut||kaṭṭaṇā
ਕੱਪੜਾ|clothing|kəp§pə̆§ɽaː
ਕੱਲ੍ਹ|yesterday, tomorrow|kə́l§l§‹‹
ਖਰਾਬ||
ਖ਼||
ਖ਼ਤ||
ਖ਼ਤਮ||
ਖ਼ਰਗੋਸ਼||
ਖ਼ਰਾਬ|bad||xarāb
ਖ਼ਰੀਦਣਾ||
ਖ਼ਾਨ||
ਖ਼ਾਮੋਸ਼||
ਖ਼ਾਲਸਤਾਨ||
ਖ਼ਾਲਸਾ||
ਖ਼ਾਲਿਸਤਾਨ|Punjab|xaː.§lɪ.§sə.§t̪aː.§nə
ਖ਼ਾਲਿਸਤਾਨੀ||
ਖ਼ਾਸ||
ਖ਼ਿਲਾਫ਼||
ਖ਼ੁਰਮਾਨੀ||
ਖ਼ੁਰਾਕ||
ਖ਼ੂਨ|blood||xūn
ਖ਼ੌਫ਼||
ਖਾਣਾ|to eat||khāṇā
ਖਾਦ||
ਖਾਮੋਸ਼||
ਖਾਲਸਤਾਨ||
ਖਾਲਸਾ||
ਖਾਲਿਸਤਾਨ||
ਖਾਹਮਖਾਹ||
ਖਾੜੀ||
ਖਿਡੌਣਾ|toy|kʰɪ.§ɖɔː.§ɳäː
ਖਿੜਕੀ|back door|kʰɪ§ɽ(ə).§kiː
ਖਿੱਚਣਾ|to pull|kʰɪ.t§t͡ʃə§̆ɳäː|khiccaṇā
ਖਿੱਦੋ-ਛਿੱਕਾ||
ਖੁਰਾ||
ਖੁਰਾਸਾਨ||
ਖੁਸ਼||
ਖੁੰਢਾ|dull (as a knife)||khuṇḍhā
ਖੇਡਣਾ|to play||khēḍṇā
ਖੋਤਾ||
ਖੋਭਣਾ|to stab||khobhṇā
ਖੌਫ਼||
ਖੜ੍ਹਨਾ|to stand||khaṛhnā
ਖੰਡ||
ਖੰਭਾ||
ਖੱਚਰ||
ਖੱਬਾ|left||khabbā
ਖੱਲ|bark (of a tree)||khalla
ਗਗਨ||
ਗਰਦਨ|neck||gardan
ਗਰਮ|warm|ɡə§ɾᵊ§mə̆|garam
ਗਰੇਵਾਲ||
ਗ਼||
ਗਾਂ||
ਗਾਉਣਾ|to sing||gāuṇā
ਗਾਜਰ||
ਗਿਆਨ||
ਗਿਆਨਮੀਮਾਂਸਾ||
ਗਿਆਰਾਂ|eleven|ɡɪ§aː§ɾãː
ਗਿਣਨਾ|to count||giṇnā
ਗਿੱਚੀ||
ਗਿੱਲ||
ਗੀਤ||
ਗੁਆਂਢ|neigbourhood||gavāṇḍh
ਗੁਣਸੂਤਰ||
ਗੁਰਦੁਆਰਾ||
ਗੁਰਬਾਣੀ||
ਗੁਰਮੁਖੀ|Gurmukhi|ɡʊ§ɾ§mʊ§kʰi
ਗੁਰਸਿੱਖ||
ਗੁਰੂ||
ਗੁੰਝਲ਼ਦਾਰ|complex|ɡũ§d͡ʒə§ɭ.§dɑː§ɾᵊ
ਗੇਂਦ-ਛਿੱਕਾ||
ਗੇਂਦ||
ਗੇਲੀ||
ਗੋਡਾ||
ਗੋਡੇ|knee||goḍē
ਗੋਭੀ||
ਗੋਲ|round||gol
ਗੋਸ਼ਤ||
ਗ੍ਰਹਿ||
ਗੰਦਾ|dirty||gandā
ਗੱਡੀ||
ਗੱਦਾ||
ਗੱਲ||
ਘਰ|house, home|kə̀§ɾə̆
ਘਰੂੰਡਣਾ|to scratch||gharūṇḍṇā
ਘਾਹ|grass||ghāh
ਘਿਉ|ghee|kɪ̀.§u§/kj.o
ਘੁੱਗੀ||
ਘੋੜਾ|horse|kòː.§ɽɑ̀ː
ਘੋੜੀ|mare|kòː§ɽi
ਘੱਟ|few||ghaṭṭa
ਘੱਲਣਾ||
ਚਨਾਬ||
ਚਪੇੜ|slap, smack|t͡ʃə.§peː§ɽᵊ
ਚਮੜੀ|skin||camṛī
ਚਰਬੀ|fat (noun)||carbī
ਚਲਣਾ||
ਚਸ਼ਮਾ||
ਚਾਂਦੀ||
ਚਾਈਨਾ||
ਚਾਨਣ ਵਿਗਿਆਨ||
ਚਾਨਣ||
ਚਾਰ|four||cār
ਚਾਹ|tea|t͡ʃɑ́ː§‹
ਚਾਹਣਾ||
ਚਾਹਲ||
ਚਾਹਿਦਾ||
ਚਾਹੁਣਾ||
ਚਿਕਨਾ|smooth||ciknā
ਚਿਟਾ||
ਚਿਹਰਾ||
ਚਿੜੀ-ਛਿੱਕਾ|badminton||ciṛī-chikkā
ਚਿੱਟਾ|white|t͡ʃɪʈ§ʈäː|ciṭṭā
ਚੀਜ਼||
ਚੀਨ||
ਚੀਮਾ||
ਚੀਰ||
ਚੁੱਕਣਾ||
ਚੁੱਪ|silence|t͡ʃʊp§pə̆
ਚੂਸਣਾ|to suck||cūsṇā
ਚੋਣਾਂ||
ਚੋਰ||
ਚੌਦਾਂ||
ਚੌੜਾ|wide||cauṛā
ਚੜ੍ਹ|climb|ʧə́§ɽ§‹
ਚੰਗਾ|good||caṅgā
ਚੰਡੀਗੜ੍ਹ||
ਚੰਦ|moon||cand
ਚੰਦਨ||
ਚੰਦਰਾ||
ਛਤਰੀ||
ਛਾਤੀ|breast||chātī
ਛਾਲ|bark (of a tree)||chāl
ਛਿਣ||
ਛਿੱਲ|bark (of a tree)||chilla
ਛੀਂਬਾ||
ਛੂਹਣਾ||
ਛੇ|six|t͡ʃʰeː
ਛੋਟਾ|short||choṭā
ਛੱਜ||
ਛੱਡਣਾ||
ਛੱਤ||
ਛੱਲ|swell, surge|t͡ʃʰəl§l
ਜਗ੍ਹਾ|place|d͡ʒə́.§ɡ§äː
ਜਦੋਂ||
ਜਨਮ||
ਜਨਵਰੀ||
ਜਨਾਨੀ||
ਜਪਾਨ||
ਜਮ||
ਜਰਨਾ||
ਜਰਮਨੀ||
ਜਲੰਧਰ||
ਜਵਾਬ|answer, response|dʒə§ʋaː§b|javāb
ਜਹਾਜ਼||
ਜ਼ਨਾਨੀ|woman|zə.§nɑː.§niː
ਜ਼ਮੀਨ|earth||zamīn
ਜ਼ਰੂਰੀ||
ਜ਼ਾਤ||
ਜ਼ਿੰਦਗੀ||
ਜ਼ਿੰਦਾਬਾਦ||
ਜ਼ੋਰ||
ਜਾਂ||
ਜਾਗਣਾ||
ਜਾਚ||
ਜਾਣਨਾ|to know||jāṇnā
ਜਾਣਾ||
ਜਾਤ||
ਜਾਨਣਾ||
ਜਾਨਵਰ|animal|d͡ʒaː§n.§ʋə§ɾə̆|jānvar
ਜਾਮਣ||
ਜਾਲ਼|net, trap|d͡ʒɑː.§ɭᵊ
ਜਿਊਣਾ|to live||jiūṇā
ਜਿਗਰ|liver||jigar
ਜਿਨਸ|genus, species|gɛ§n§s
ਜਿਹਾ||
ਜਿੰਨਾ||
ਜਿੱਤ|victory|d͡ʒɪt̪§t̪ə̆
ਜਿੱਤਣਾ||
ਜੀ ਆਇਆ ਨੂੰ||
ਜੀ ਆਇਆਂ ਨੂੰ|Welcome!|d͡ʒiː.§ §ɑː‿§ɪ§ɑ̃ː.§ §nũː
ਜੀ||
ਜੀਭ|tongue (organ)||jībh
ਜੁੱਤੀ||
ਜੁੱਧ||
ਜੂੰ|louse||jū̃
ਜੇ|if||jē
ਜੇਠ||
ਜੇਬ||
ਜੇਹਲਮ||
ਜੋ||
ਜੜਨਾ|to hit||jaṛnā
ਜੜ੍ਹ|root||jaṛh
ਜੰਗ||
ਜੰਗਲ|forest||jaṅgal
ਜੰਮਣਾ|to freeze||jammṇā
ਝਲਾਂਗ|early morning||jhalāṅg
ਝੀਲ|lake||jhīl
ਝੁਰਮਟ||
ਝੰਡਾ||
ਟਪਕਣਾ||
ਟਮਾਟਰ||
ਟਮਾਟਾ||
ਟਰੱਕ|truck|ʈ§ɾək§kᵊ|ṭarakka
ਟਾਪ||
ਟਾਪੂ||
ਟਾਹਣੀ||
ਟਿਕਾਣਾ|place|tɪ§kɑː§nɑː
ਟਿੱਲਾ||
ਟੀਂਡਾ||
ਟੁਰਨਾ||
ਟੂਟੀ||
ਟੈਕਸੀ||
ਟੈਲੀਫ਼ੋਨ||
ਟੋਲਣਾ|to hunt||ṭolṇā
ਟੰਗ||
ਟੱਟੀ ਕਰਨਾ||
ਟੱਟੀ||
ਟੱਬਰ||
ਠਾਕਣਾ|to prohibit|ʈʰäː§kə§̆ɳäː|ṭhākăṇā
ਠੀਕ||
ਠੰਡਾ|cold||ṭhaṇḍā
ਡਰਨਾ|to fear|ɖə§ɾ.§nɑː|ḍarnā
ਡਾਕ||
ਡਾਕਖ਼ਾਨਾ||
ਡਾਕਟਰ||
ਡਿੱਗਣਾ|to fall||ḍiggaṇā
ਡੁਬਈ||
ਡੇਰਾ||
ਡੇਲਾ||
ਡੰਗ||
ਡੰਗਰ||
ਡੰਡਾ||
ਡੰਦ||
ਡੱਡੂ||
ਢਾਬਾ||
ਢਾਲ||
ਢਿੱਡ|belly|ʈɪ᷆ɖ§ɖə̆|ḍhiḍḍa
ਢਿੱਡੀ|tummy|ʈɪ᷆ɖ§di
ਢਿੱਲੋਂ||
ਤਖਤ||
ਤਖ਼ਤ||
ਤਜਰਬਾ||
ਤਨਖ਼ਾਹ|pay, salary|t̪ə§n.§xɑː§ɦ
ਤਨਖ਼ਾਹੀਆ||
ਤਬਲਾ||
ਤਬੀਅਤ||
ਤਰਜੀਹ||
ਤਰੀਕ਼ਾ||
ਤਰ੍ਹਾਂ||
ਤਲਵਾਰ||
ਤਵਾ||
ਤਵੀ|Tawi (river)|tə.§wiː
ਤਸਵੀਰ||
ਤਾਂ||
ਤਾਕੀ||
ਤਾਜ ਮਹਲ||
ਤਾਰਨਾ|to float||tārnā
ਤਾਰਾ|star||tārā
ਤਾਲ਼ੂ||
ਤਾਹਨਾ||
ਤਿਆਰ||
ਤਿਤਲੀ||
ਤਿਲ||
ਤਿੰਨ|three|t̪ɪn̪§n̪ə̆|tinn
ਤਿੱਨ||
ਤੀਜਾ||
ਤੀਵੀਂ||
ਤੀਹ|thirty|tíː§‹
ਤੁਰਣਾ||
ਤੁਰਨਾ|to walk|t̪ʊ§ɾ.§nɑː|turnā
ਤੁਸੀਂ|you s.||tusī̃
ਤੁਹਾਡਾ ਕੀ ਹਾਲ ਹੈ||
ਤੁਹਾਡਾ|your|t̪ʊ.§(ɦ)ä́ː.ɖ§ɖäː
ਤੂਫ਼ਾਨ||
ਤੂੰ|you (2sg)||tū̃*
ਤੇ|and||tē
ਤੇਜ਼|sharp (as a knife)||tēz
ਤੇਰਾਂ||
ਤੇਹ||
ਤੈਂ||
ਤੈਰਨਾ|to swim||tairnā
ਤੋਂ||
ਤੋਤਾ||
ਤੌਰ||
ਤੌਲੀਆ||
ਤੜਕਾ||
ਤੰਦ||
ਤੱਕ||
ਤੱਕਣਾ||
ਤੱਖਰ||
ਥਲ||
ਥਾਂ||
ਥੁੱਕ|saliva|t̪ʰʊk§kə̆
ਥੁੱਕਣਾ|to spit||thukkaṇā
ਥੋਡ਼ੇ|few||thoṛē
ਥੋਡਾ||
ਥੋੜਾ||
ਥੋੜ੍ਹਾ||
ਦਫ਼ਾ ਹੋ ਜਾ||
ਦਫ਼ਾ ਹੋ||
ਦਰਜ||
ਦਰਦ||
ਦਰਵਾਜ਼ਾ|door|də§ɾᵊ.§ʋäː.§zäː|darvāzā|colloq dəɾᵊ.ʋäː.d͡ʒːäː
ਦਰਸ਼ਨ||
ਦਰਿਆ||
ਦਰੱਖ਼ਤ|tree|d̪ə.§ɾə.§xə§t̪ᵊ|daraxxat
ਦਵਾਤ||
ਦਸ|ten|d̪ə§sə̆
ਦਸਤਾਰ||
ਦਸੰਬਰ||
ਦਹਸ਼ਤ||
ਦਹਾਤੁ||
ਦਹਿਲ||
ਦਹਿਸ਼ਤ||
ਦਾ||
ਦਾੜ੍ਹੀ||
ਦਿਓਰ||
ਦਿਨ|day||din
ਦਿਮਾਗ਼|brain|d̪ɪ.§mäː§ɡə̆§/d̪ɪ.mäːɣ
ਦਿਲ|heart|d̪ɪ§l|dil
ਦਿਵਾਲੀ||
ਦਿੱਲੀ||
ਦੀ||
ਦੀਦ||
ਦੀਦਾਰ||
ਦੀਵਾਰ||
ਦੁ-||
ਦੁਆਬੀ||
ਦੁਆਰਾ||
ਦੁਕਾਨ||
ਦੁਖ||
ਦੁਖਣਾ||
ਦੁਨੀਆ||
ਦੁਬਈ||
ਦੁਬਿੰਦੀ||
ਦੁਸ਼ਮਣ||
ਦੁੱਖ||
ਦੁੱਧ||
ਦੁੱਧੂ||
ਦੂਜਾ|other||dūjā
ਦੂਰ|far||dūr
ਦੂਸਰਾ|other||dūsrā
ਦੇ||
ਦੇਖਣਾ||
ਦੇਣਾ|to give||dēṇā
ਦੇਵਤਾ||
ਦੇਸ਼||
ਦੇਹਰਾ||
ਦੋ|two||do
ਦੋਸਤ||
ਦੋਸਤੀ||
ਦੋਸਾਂਝ||
ਦੌੜਣਾ||
ਦੰਦ|tooth||dand
ਦੱਸਣਾ||
ਧਰਤੀ|earth||dhartī
ਧਰਮ||
ਧਾਗਾ||
ਧਿਰ||
ਧੀ|daughter|t̪ìː
ਧੁੰਦ|fog||dhund
ਧੂੜ|dust||dhūṛ
ਧੂੰਆਂ|smoke|t̪ũ̀ː.§ä̃ː|dhū̃ā̃
ਧੋਣਾ|to wash|t̪ʰòː.§ɳɑː|dhoṇā
ਧੋਬੀ|washerman|t̪òː.§biː
ਧੰਨਵਾਦ|thank you|t̪ə̀n̪§n̪.§ʋɑː§d̪
ਧੱਕਣਾ|to push||dhakkaṇā
ਨਚੋੜਨਾ|to squeeze||nacoṛnā
ਨਤੀਜਾ||
ਨਦੀ|river||nadī
ਨਮਸਕਾਰ||
ਨਵਾਂ|new|nə.§ʋɑ̃ː|navā̃
ਨਸਲ||
ਨਸੀਹਤ||
ਨਹੀਂ|not|nə́§iː§/nə́.ɦiː|nahī̃
ਨਾ|not||nā
ਨਾਂ||
ਨਾਈ||
ਨਾਥ||
ਨਾਦ||
ਨਾਮ|name||nām
ਨਾਲ|with||nāl
ਨਾਲ਼||
ਨਾਸ||
ਨਾੜ||
ਨਿਊਜ਼ੀਲੈਂਡ||
ਨਿਕੱਮਾ||
ਨਿੱਕਰ||
ਨਿੱਕਾ||
ਨੀਰ||
ਨੀਰਜੀ||
ਨੁਖਤਾ||
ਨੂੰ||
ਨੂੰਹ||
ਨੇ||
ਨੇੜੇ|near||nēṛē
ਨੌਂ||
ਨੌਕਰ||
ਨੰਗਲ|fingernail||naṅgal
ਨੱਕ|nose||nakka
ਨੱਚਣਾ||
ਨੱਠਣਾ||
ਪਗ||
ਪਘਾਰਨਾ|to melt|pə§ɡɑ̀§r§nɑ
ਪਤਨੀ|wife||patnī
ਪਤਲਾ|thin|pə§t̪.§lɑː|patlā
ਪਤਾ|leaf||patā
ਪਤੀ|husband||patī
ਪਨਾਹ||
ਪਰ|wing|pə§ɾ
ਪਰਤਣਾ||
ਪਰਮੇਸ਼ਰ||
ਪਰਸੋਂ||
ਪਰਾਂ ਮਰ||
ਪਰੀਤ||
ਪਲਕ||
ਪਸੰਦ||
ਪਹਾਰਾ||
ਪਹਾੜ|mountain||pahāṛ
ਪਹਿਲਾ|first|p§ɛ́(ɦ).§lɑː
ਪਹਿਲਾਂ||
ਪਹੁੰਚਣਾ||
ਪਾਉਣਾ||
ਪਾਕਿਸਤਾਨ|Pakistan|ˈpäː.§kɪ§s.§t̪äː§n
ਪਾਕਿਸਤਾਨੀ||
ਪਾਗਲ||
ਪਾਟਣਾ||
ਪਾਠੀ||
ਪਾਣੀ|water|pɑː.§ɳiː|pāṇī
ਪਾਰਦਰਸ਼ੀ||
ਪਾੜਨਾ|to split||pāṛnā
ਪਿਆਰ||
ਪਿਓ|father|pɪ.§oː§/pe.oː|pio
ਪਿਤਾ|father||pitā
ਪਿਸਰ||
ਪਿੰਡ||
ਪਿੱਛੋਂ||
ਪਿੱਠ|back|pɪ§ʈʰ|piṭṭha*
ਪੀ||
ਪੀਣਾ|to drink||pīṇā
ਪੀਲਾ|yellow||pīlā
ਪੀੜ||
ਪੁਆਉਣਾ|to give, put||puāuṇā
ਪੁਆਧੀ||
ਪੁਰਾਣਾ|old||purāṇā
ਪੁਲਿਸ|police|pʊ§ɭ§sə̆§/pʊɭɪsə̆
ਪੁਲਿੰਗ||
ਪੁਸਤਕ||
ਪੁਸਤਕਾਲਾ||
ਪੁਸ਼ਤ||
ਪੁੱਛਣਾ||
ਪੁੱਟਣਾ|to dig||puṭṭaṇā
ਪੁੱਤ||
ਪੁੱਤਰ||
ਪੂਛ|tail||pūch
ਪੂਰਾ|full||pūrā
ਪੇਟ|belly||pēṭ
ਪੈਣਾ|to lie (as in a bed)||paiṇā
ਪੈਰ|foot||pair
ਪੈਸਾ||
ਪ੍ਰਧਾਨ||
ਪ੍ਰਬੰਧ|management|p§rə§bə́n§d̪
ਪ੍ਰਭੂ|lord, God|p§ɾə́.§buː
ਪ੍ਰਾਂਗਾਰ|carbon||prāṅgār
ਪ੍ਰਾਣਵਾਯੂ|oxygen||prāṇvāyū
ਪ੍ਰੀਤ||
ਪੜ੍ਹਣਾ||
ਪੜ੍ਹਨਾ||
ਪੜ੍ਹਾਈ||
ਪੰਛੀ|bird||pañchī
ਪੰਜ|five||pañj
ਪੰਜਾਬ||
ਪੰਜਾਬੀ||
ਪੰਤ|feather||pant
ਪੰਦਰਾਂ||
ਪੱਕੀ|ripe|pək§ki
ਪੱਖ|wing||pakkha
ਪੱਟ||
ਪੱਤਾ||
ਪੱਥਰ|stone||patthar
ਪੱਦ||
ਪੱਦਣਾ||
ਫਲ|fruit||phal
ਫਲਸਤੀਨ||
ਫ਼ਜਰ||
ਫ਼ਤਿਹ||
ਫ਼ਨਕਾਰ||
ਫ਼ਰਕ||
ਫ਼ਰਸ਼|floor|pʰə§ɾ§ʃə§̆/fəɾʃə̆
ਫ਼ਰਿਸਤ||
ਫ਼ਰਿਸ਼ਤਾ||
ਫ਼ਲਸਤੀਨ|Palestine|fə§lə§s§t̪iː§nə̆§/pʰələs(ə̆)t̪iːnə̆
ਫ਼ਾਕਾ||
ਫ਼ਿਲਮ||
ਫ਼ਿਲਹਾਲ||
ਫ਼ਿਹਰਿਸਤ||
ਫ਼੍ਰਾਂਸੀਸੀ||
ਫ਼੍ਰੈਂਚ|French||fraiñc
ਫਿਰ||
ਫਿਰਨਾ||
ਫੁੱਲ|flower|pʰʊ§lːə̆|phulla|fʊlːə̆
ਫੂਕਣਾ|to blow||phūkṇā
ਫੈਂਟਾ||
ਫੜਨਾ|to hold||phaṛnā
ਫੰਬਾ||
ਫੱਟ||
ਬਖਸੀ||
ਬਗਲਾ||
ਬਗ਼ੈਰ||
ਬਚਾਉਣਾ||
ਬਟੇਰਾ||
ਬਤਾਊਂ|aubergine||batāū̃
ਬਦਾਮ||
ਬਰਕਤ||
ਬਰਤਾਨੀਆ||
ਬਰਫ਼|ice, snow||baraf
ਬਰਮਾ||
ਬਰਸਾਤ||
ਬਰਾਬਰ||
ਬਰਾੜ||
ਬਰੋਬਰ||
ਬਲੂੰਗੜਾ||
ਬਸ||
ਬਹਿਣਾ|to sit||bahiṇā
ਬਹੁਤ|many|b§óː(ɦ).§t̪ᵊ|bahut
ਬਹੁੜਨਾ||
ਬਾਂਹ|arm|bɑ́ː§‹
ਬਾਅਦ||
ਬਾਘ|tiger|bɑ́ː§ɡ
ਬਾਜਵਾ||
ਬਾਤ||
ਬਾਮ||
ਬਾਰਸ਼||
ਬਾਰਾਂ||
ਬਾਰਿਸ਼|rain|baː.§ɾɪ§ʃ|bāriś
ਬਾਰੀ||
ਬਾਰੇ||
ਬਾਲੜੀ||
ਬਿਆਸ||
ਬਿਗਾਨਾ||
ਬਿਨ||
ਬਿਨਾਂ||
ਬਿਰਖ||
ਬਿਰਛ||
ਬਿਰਹਾ||
ਬਿਲਕੁਲ||
ਬਿਸਕੁਟ|biscuit|bɪ§s.§kʊ§ʈ
ਬਿੰਦੀ||
ਬਿੱਲਾ||
ਬਿੱਲੀ||
ਬੀਜ|seed||bīj
ਬੀਤਣਾ||
ਬੁਰਜ||
ਬੁਰਾ|bad||burā
ਬੁੱਤ||
ਬੁੱਧਵਾਰ||
ਬੁੱਲ੍ਹ||
ਬੂਟਾ||
ਬੂਹਾ|door|buː.§ɦăː§/búː.ăː
ਬੇਈਮਾਨ||
ਬੇਗਮਪੁਰਾ||
ਬੇਗ਼ਮਪੁਰਾ||
ਬੇਦ||
ਬੇਨਤੀ||
ਬੇਲੀ||
ਬੇੜੀ||
ਬੈਂਗਣ||
ਬੈਠਣਾ|to sit down||baiṭhaṇā
ਬੋਲਣਾ|to speak, say|bō§l§ɳɑː
ਬੋਲੀ||
ਬ੍ਰਹਮਦੇਸ਼||
ਬ੍ਰਿਟਨ||
ਬ੍ਰਿਟੇਨ||
ਬੰਗਲਾਦੇਸ਼||
ਬੰਦਾ||
ਬੰਨ੍ਹਣਾ|to tie||bannhṇā
ਬੱਕਰੀ||
ਬੱਚਾ|child||baccā
ਬੱਦਲ|cloud||baddal
ਬੱਲਾ||
ਬੱਸ||
ਭਟਕਣ||
ਭਤੀਜਾ||
ਭਰਾ|brother|p§ɾä̀ː
ਭਰੋਸਾ|trust, confidence|pə̀.§ɾòː.§sɑː
ਭਲਕੇ||
ਭਲ਼ਕ||
ਭਲਾ||
ਭਵਿੱਖ||
ਭਾਈ|brother|pàː.§iː
ਭਾਜਪਾ||
ਭਾਪਾ||
ਭਾਰਤ|India|pàː§rə§t̪
ਭਾਰਾ|heavy|bhɑ̀ː.§ɾɑː
ਭਾਰੀ|heavy||bhārī
ਭਾਸ਼ਾ||
ਭਿੰਡੀ|okra|pɪ̀ɳ.§ɖiː
ਭਿੱਜ|wet||bhijja
ਭੀਡ਼ਾ|narrow||bhīṛā
ਭੀੜ||
ਭੂਗੋਲ||
ਭੂਪੜਾ||
ਭੂਰਾ||
ਭੇਡ|sheep||bheḍ
ਭੈਣ|sister|pɛ̀.§ɳə̆
ਭੋਜਨ|food, meal|pòː.§d͡ʒə§nə̆
ਭੰਗੜਾ||
ਭੱਜ||
ਭੱਜਣ||
ਭੱਜਣਾ|to run|pə̀d͡ʒːə̆ɳaː
ਭੱਲਾ||
ਮਕਸੀਕੋ||
ਮਗਰ||
ਮਗਰਮੱਛ||
ਮਜੀਠਾ||
ਮਤ||
ਮਨ||
ਮਨਮੌਜੀ||
ਮਨੁੱਖ|man (human being)||manukkha
ਮਨੁੱਖਤਾ||
ਮਰਨਾ|to die||marnā
ਮਲ਼ਨਾ|to rub||maḷnā
ਮਲੇਸ਼ੀਆ||
ਮਸ਼ਹੂਰ|famous|mə§ʃᵊ§ɦuː§ɾ
ਮਸਾਲ||
ਮਸੀਤ||
ਮਸੂੜਾ||
ਮਹਿਲ||
ਮਹਿੰਗਾ|expensive|m§ɛ́ːŋ§ɡaː
ਮਹੱਲ||
ਮਾਂ||
ਮਾਂਹ||
ਮਾਤਾ|mother||mātā
ਮਾਨ||
ਮਾਫ||
ਮਾਫ਼ੀ||
ਮਾਮੂਲੀ||
ਮਾਰਨਾ|to kill||mārnā
ਮਾਲਕ||
ਮਾਲਿਕ||
ਮਾਲਿਸ਼||
ਮਾਸ|meat||mās
ਮਾਸਟਰ||
ਮਾਸ਼||
ਮਾਸੀ||
ਮਾਹਰ||
ਮਿਆਂਮਾਰ||
ਮਿਨਟ|minute|mɪ§ɳ§ʈᵊ§/mɪ.nəʈ.ʈᵊ
ਮਿਲਣਾ||
ਮਿੱਟੀ||
ਮਿੱਤ||
ਮਿੱਤਰ||
ਮੀਂਹ||
ਮੀਆਂਮਾਰ||
ਮੀਹ|rain|míː§‹
ਮੁਖ||
ਮੁਖੀ||
ਮੁਚੱਲਕਾ||
ਮੁਫ਼ਤ||
ਮੁਲਾਕਾਤ||
ਮੁਸਲਮਾਨ||
ਮੁਸ਼ਕਲ||
ਮੁਹੰਮਦ|Mohammed||Muhammad
ਮੁਹੱਬਤ||
ਮੁੜ||
ਮੁੜਣਾ||
ਮੁੜਨਾ|to turn (intransitive)||muṛnā
ਮੁੰਡਾ||
ਮੁੰਬਈ||
ਮੁੱਖ||
ਮੁੱਦਰਾ||
ਮੁੱਲ||
ਮੁੱਲਾਂ||
ਮੂਤਰ||
ਮੂੰਡਾ|boy|muɳ§ɖɑ
ਮੂੰਹ|mouth|mũː§ɦ|mū̃h
ਮੇਮਣਾ||
ਮੈਂ|I (1sg)||maĩ
ਮੈਕਸੀਕੋ||
ਮੈਨੂੰ||
ਮੋਟਾ|thick||moṭā
ਮੋਰ||
ਮੌਤ||
ਮੰਗਲਵਾਰ||
ਮੰਗਲ਼||
ਮੰਦ||
ਮੰਨਣਾ||
ਮੱਛੀ|fish||macchī
ਮੱਝ|water buffalo|mad§d͡ʒɪ̆
ਮੱਥਾ||
ਯਤੀਮ|orphan||yatīm
ਯਾਰ|friend, pal||yār
ਰਕਤ|blood||rakat
ਰਗ||
ਰਜ਼ਾਮੰਦ||
ਰਮਜ਼ਾਨ||
ਰਮਦਾਨ||
ਰਮਾਦਾਨ||
ਰਸਤਾ||
ਰਸੋਈ||
ਰਹਾਉਣਾ||
ਰਹਿਣਾ|to stay, remain|ɾ§ɛ́(ɦ).§ɳɑː§/ɾæ˦(ɦ).ɳɑː
ਰਾਂਝਨ||
ਰਾਂਝਾ||
ਰਾਖ|ash||rākh
ਰਾਗ||
ਰਾਜਧਾਨੀ||
ਰਾਜਮਾਂਹ||
ਰਾਜਾ||
ਰਾਤ|night||rāt
ਰਾਮ||
ਰਾਵੀ||
ਰਾਸ਼ਟਰਪਤੀ||
ਰਾਹੀਂ||
ਰਿਆਸਤ||
ਰਿਕਸ਼ਾ||
ਰਿੱਛ||
ਰੀਝ||
ਰੁਕਣਾ||
ਰੁਤਬਾ||
ਰੁਪਈਆ|rupee||rupaia
ਰੁੱਖ|tree||rukkha
ਰੁੱਤ||
ਰੂਪ||
ਰੂਸ|Russia|ɾuː§s
ਰੇਤ|sand||rēt
ਰੇਲਗੱਡੀ||
ਰੈਬਟਾ||
ਰੋਜ਼||
ਰੋਜ਼ਾ||
ਰੌਲ਼ਾ|noise, uproar|ɾɔː.§ɭɑː
ਰੜਕ||
ਰੰਗ||
ਰੰਗਾਵਲ||
ਰੰਧਾਵਾ||
ਰੱਖਣਾ||
ਰੱਤ||
ਰੱਬ||
ਰੱਸੀ|rope|ɾə§s.iː|rassī
ਲਈ||
ਲਫ਼ਾਫ਼ਾ||
ਲਹੂ|blood||lahū
ਲਹੌਰ||
ਲਾਈਫ਼||
ਲਾਗੂ||
ਲਾਲ ਲੂੰਬੜੀ||
ਲਾਲ|red||lāl
ਲਿਖਣਾ||
ਲਿਸਟ||
ਲਿੰਗ||
ਲੀਰ||
ਲੂਣ|salt||lūṇ
ਲੂੰਬੜ|male fox|luːm§bə§ɽ
ਲੂੰਬੜੀ||
ਲੇਕਨ||
ਲੇਕਿਨ||
ਲੇਟਣਾ|to lie (as in a bed)||lēṭṇā
ਲੇਲਾ||
ਲੈਣਾ||
ਲੋ||
ਲੋਕ||
ਲੋਚਣਾ||
ਲੋੜ||
ਲੌਂਗ||
ਲੜਨਾ|to fight||laṛnā
ਲੜਾਕਾ||
ਲੰਗਰ||
ਲੰਬਾ||
ਲੰਮਾ|long||lammā
ਲੰਮੀ|long|ləm§mi
ਲੱਖ||
ਲੱਤ|leg||latta
ਲੱਭਣਾ||
ਵਗਣਾ|to flow||vagṇā
ਵਣ||
ਵਤਨ||
ਵਧਣਾ|to increase|ˈʋə(˥)§d̪ᵊ.§ɳä|vadhṇā
ਵਧੀਆ||
ਵਧੇਰਾ||
ਵਰਕ||
ਵਰਖਾ||
ਵਰਗਾ||
ਵਰਤ||
ਵਰਤਣਾ||
ਵਰਤੋਕਾਰ||
ਵਸਤੂ|thing|bə§s§t̪
ਵਹੁਟੀ|bride|w§ɔ́ː§ʈiː||ʋɔ.ʈiː
ਵਾ||
ਵਾਂਗ||
ਵਾਪਸ|back||vāpas*
ਵਾਰ|time, occasion|ʋɑ̈ː§ɾᵊ|vār
ਵਾਰੀ||
ਵਾਲ|hair|ʋɑː§ɭ|vāl
ਵਾਹ||
ਵਾਹਗੁਰੂ||
ਵਾਹਿਗੁਰੂ|God|ʋɑː§ǽ.§ɡʊ.§ruː
ਵਿਅਕਤੀ||
ਵਿਅਸਤ|busy|ʋjəst̪ᵊ|viasat
ਵਿਆਹ|marriage|ʋɪ̆.§ä́ː§‹|viāha
ਵਿਕੀਪੀਡੀਆ||
ਵਿਚ||
ਵਿਚਕਾਰ||
ਵਿਚਲਾ||
ਵਿਚਾਰ||
ਵਿਡਿਓ-ਗੇਮ|video game|ʋɪ§ɖɪ§oː.§§ɡeː§m|viḍio-gem
ਵਿਦਿਆਰਥੀ||
ਵਿਰਕ||
ਵਿਰਲੇ|few||virlē
ਵਿਰੋਧ||
ਵਿਸ਼ਾਣੂ|virus|ʋɪ.§ʃɑː§ɳuː|viśāṇū
ਵਿਹੂਣਾ||
ਵਿੱਚ|in|ʋɪt§t͡ʃɪ̆|vicca
ਵਿੱਚੋਂ||
ਵੀ||
ਵੀਕਐਂਡ|weekend||vīkaaiṇḍa
ਵੀਰਵਾਰ||
ਵੀਰਾਨ|desolate|ʋiː§rɑː§n
ਵੀਹ||
ਵੇਖਣਾ|to see|ʋeː§kʰə̆§ɳaː|vēkhṇā
ਵੇਗ||
ਵੇਦਨਾ||
ਵੰਝਲੀ||
ਵੱਖ||
ਵੱਖਰਾ||
ਵੱਡਾ|big||vaḍḍā
ਵੱਢਣਾ|to bite||vaḍḍhaṇā
ਵੱਧ||
ਵੱਲ||
ਵੱਲੋਂ||
ਸਕਣਾ||
ਸਕੂਨ||
ਸਕੂਲ||
ਸਟੇਸ਼ਨ|station, stop||saṭeśan
ਸਤਲੁਜ||
ਸਤਾਰਾਂ||
ਸਤਿ ਸ਼੍ਰੀ ਅਕਾਲ||
ਸਦਾ||
ਸਦੀ||
ਸਦੀਆਂ||
ਸਫ਼ਾ||
ਸਫ਼ੈਦ|white||safaid
ਸਭ|all||sabh
ਸਮਾਜ||
ਸਮੁੰਦਰ|sea||samundar
ਸਮੱਗਰੀ||
ਸਰਕਾਰ||
ਸਰਦਾਰ||
ਸਰਵ ਵਿਆਪਕ||
ਸਰੀਰ||
ਸਰੂ ਕੱਦ||
ਸਰੂ||
ਸਲੀਬ||
ਸਵਖਤਾ||
ਸਵੇਰ||
ਸਵੇਰੇ|at dawn|sə.§ʋeː.§ɾeː|savere
ਸਸਤਾ||
ਸਹੀ|correct|sə.§í|sahī
ਸਹੁੰ||
ਸ਼||
ਸ਼ਕੰਜਵੀ||
ਸ਼ਨੀਵਾਰ||
ਸ਼ਬਦ||
ਸ਼ਰਨ||
ਸ਼ਰਬਤ||
ਸ਼ਰਾਬ||
ਸ਼ਲਗਮ||
ਸ਼ਹਾਦਤ||
ਸ਼ਹਿਦ|honey|ʃ§ɛ́ː§d̪ə̆§/ʃə.ɦɪd̪ə̆
ਸ਼ਹਿਰ|city, town|ʃ§ɛ́ː§ɾ
ਸ਼ਹੀਦ||
ਸ਼ਾਂਤ|peaceful|ʃɑ̃§t
ਸ਼ਾਂਤੀ||
ਸ਼ਾਇਦ||
ਸ਼ਾਖਾ||
ਸ਼ਾਦੀ||
ਸ਼ਾਨ||
ਸ਼ਾਬਾਸ਼||
ਸ਼ਾਹਮੁਖੀ||
ਸ਼ੁਕਰੀਆ||
ਸ਼ੁਰੂ||
ਸ਼ੁੱਕਰਵਾਰ||
ਸ਼ੇਰ||
ਸ਼ੇਰਗਿੱਲ||
ਸ਼ੱਕਰ||
ਸਾਂਝਾ||
ਸਾਈਕਲ||
ਸਾਊਥਾਲ|Southall|sā§ū§thā§l
ਸਾਝਰਾ||
ਸਾਡਾ||
ਸਾਬਿਤ||
ਸਾਰਾ|all||sārā
ਸਾਲ|year||sāl
ਸਾਵਾ|green|sɑː.§ʋɑː|sāvā
ਸਾਹ ਲੈਣਾ|to breathe||sāh laiṇā
ਸਾਹ||
ਸਾਹਨ||
ਸਾਹਬ||
ਸਾਹਿਬ|master, owner|sáː.§ɦə§bᵊ
ਸਾੜਨਾ|to burn||sāṛnā
ਸਿਊਂਣਾ|to sew||siū̃ṇā
ਸਿਓ||
ਸਿਤਾਰਾ||
ਸਿਫ਼ਤ||
ਸਿਫ਼ਰ||
ਸਿਰ|head|sɪ§ɾə̆|sir
ਸਿਰਫ਼||
ਸਿਰਹਾਣਾ||
ਸਿਵਾ||
ਸਿਹਤ||
ਸਿੰਗ|horn||siṅg
ਸਿੰਘ||
ਸਿੰਜਣਾ||
ਸਿੱਖ||
ਸਿੱਖਣਾ||
ਸਿੱਧਾ|straight||siddhā
ਸਿੱਧੂ||
ਸੀਟ|seat|siː§ʈᵊ
ਸੀਮਿੰਟ||
ਸੁਆਗਤ||
ਸੁਆਦ||
ਸੁਆਹ|ash||suāha
ਸੁਖ||
ਸੁਣਨਾ|to hear||suṇnā
ਸੁਣਾਉਣਾ||
ਸੁਨਹਿਰਾ||
ਸੁਨੇਹਾ||
ਸੁਬ੍ਹਾ||
ਸੁਰਗ||
ਸੁਸੂ||
ਸੁੰਘਣਾ|to smell||suṅghṇā
ਸੁੱਕਾ|dry||sukkā
ਸੁੱਜਣਾ|to swell||sujjaṇā
ਸੁੱਟਣਾ|to throw||suṭṭaṇā
ਸੂਚੀ||
ਸੂਰ||
ਸੂਰਜ|sun||sūraj
ਸੂਸੂ||
ਸੇਬ||
ਸੇਵਾਦਾਰ||
ਸੋਚਣਾ|to think||socṇā
ਸੋਟੀ|stick||soṭī
ਸੋਢੀ||
ਸੋਨਾ||
ਸੋਮਵਾਰ||
ਸੋਲ਼ਾਂ||
ਸੋਸ਼ਲ ਮੀਡੀਆ|social media||sośal mīḍīā
ਸੋਹਣਾ||
ਸੋਹੀ||
ਸੌਂਕਣ||
ਸੌਂਹ||
ਸੌਡ਼ਾ|narrow||sauṛā
ਸੌਣਾ|to sleep||sauṇā
ਸ੍ਵਰਗ|heaven|s§və§rə§g|||x
ਸੜਕ|road||saṛak
ਸੜਿਆ|rotten||saṛiā
ਸੰਭਵ||
ਸੰਯੁਕਤ ਰਾਜ ਅਮਰੀਕਾ||
ਸੱਜਾ|right||sajjā
ਸੱਟ||
ਸੱਤ||
ਸੱਥ||
ਸੱਪ|snake|sap§p|sappa
ਹਉਮੈਂ||
ਹਕੀਮ||
ਹਜ਼ਾਰ||
ਹਦਵਾਣਾ||
ਹਨੇਰਾ||
ਹਬਸ਼ੀ||
ਹਮਲਾ||
ਹਮੇਸ਼||
ਹਮੇਸ਼ਾ||
ਹਮੇਸ਼ਾਂ||
ਹਰ||
ਹਰਾ|green||harā
ਹਰੀ|green|hə§ri
ਹਲਦੀ||
ਹਵਾ|wind|ɦə̀§ʋä̌ː|havā
ਹਵਾਈ ਅੱਡਾ||
ਹਵਾਈ ਜਹਾਜ਼||
ਹਸਪਤਾਲ||
ਹਾਂ||
ਹਾਲ||
ਹਾਹ||
ਹਿਫ਼ਾਜ਼ਤ||
ਹਿਮ||
ਹਿੰਦ||
ਹਿੰਦੀ||
ਹਿੰਦੋਸਤਾਨ||
ਹਿੰਮਤ|guts||himmat
ਹਿੰਸਾ||
ਹਿੱਕ|chest, breast|bik§kᵊ
ਹੀ||
ਹੁਕਮ||
ਹੁਣ||
ਹੁਸਨ||
ਹੂੰਝਣਾ|to wipe||hūñjhṇā
ਹੇਠਾਂ||
ਹੈਂ||
ਹੈਵਾਨ||
ਹੋਠ||
ਹੋਣਾ||
ਹੋਰ||
ਹੜ੍ਹ|flood|ɦa§ɽ§ʱ
ਹੰਗਾਮਾ||
ਹੰਝੂ||
ਹੱਕ||
ਹੱਡੀ|bone||haḍḍī
ਹੱਥ|hand|ɦət̪§tʰə̆|hattha
ਹੱਦ||
ਹੱਸਣਾ|to laugh||hassaṇā

ਚਾਹੀਦਾ|need, want|t͡ʃä́ː§j.§d̪äː§/t͡ʃä́ː.ɦiː.d̪äː
ਹਿਸਾਬ|account|hɪ§saː§bᵊ

ਤਾਜ ਮਹਿਲ|Taj Majal|t̪äː§d͡ʒə̆§‿§mɛ́ː§‹§lə̆

ਰਖੵਾ|protected|ɾə§kkʰjaː
ਮਿਥੵੰਤ|deceiving|mɪ§t̪ʰjən̪§t̪ə
ਸੰਸਾਰਸੵ|of the world|sən§saː§ɾə§sjə
ਭਿਖੵਾ|begging|pɪ̀§kkʰjaː


@ unknown source

ਸ੍ਵਰਗ|heaven|s§və§rə§g|





































`

