
// ⒶⒷⒸⒹⒺⒻⒼⒽⒾⒿⓀⓁⓂⓃⓄⓅⓆⓇⓈⓉⓊⓋⓌⓍⓎⓏ
// ⓐⓑⓒⓓⓔⓕⓖⓗⓘⓙⓚⓛⓜⓝⓞⓟⓠⓡⓢⓣⓤⓥⓦⓧⓨⓩ⊙
// 🅐🅑🅒🅓🅔🅕🅖🅗🅘🅙🅚🅛🅜🅝🅞🅟🅠🅡🅢🅣🅤🅥🅦🅧🅨🅩
// 🅰🅱🅲🅳🅴🅵🅶🅷🅸🅹🅺🅻🅼🅽🅾🅿🆀🆁🆂🆃🆄🆅🆆🆇🆈🆉



var collections = [
{ symbol:'ⓥ', desc:'Dependent vowels', chars:'(ੀ|ੂ|ਿ|ੁ|ੇ|ੋ|ੈ|ੌ|ਾ)' },
{ symbol:'Ⓥ', desc:'Independent vowels', chars:'(ਈ|ਊ|ਇ|ਉ|ਏ|ਓ|ਅ|ਐ|ਔ|ਆ)' },
{ symbol:'Ⓒ', desc:'All consonants', chars:'(ਪ|ਭ|ਬ|ਫ|ਤ|ਧ|ਦ|ਥ|ਚ|ਝ|ਜ|ਛ|ਟ|ਢ|ਡ|ਠ|ਕ|ਘ|ਗ|ਖ|ਵ|ਸ|ਹ|ਮ|ਨ|ਞ|ਣ|ਙ|ਯ|ਰ|ੜ|ਲ)' },
{ symbol:'ⓒ', desc:'All combining marks', chars:'(ੀ|ੂ|ਿ|ੁ|ੇ|ੋ|ੈ|ੌ|ਾ|ੰ|ਂ|ੱ|ੵ|਼|੍|ਃ|ੑ)' },
{ symbol:'Ⓣ', desc:'Tonal stops', chars:'(ਘ|ਝ|ਢ|ਧ|ਭ)' },
{ symbol:'Ⓘ', desc:'Invisibles (ZWJ, ZWNJ)', chars:'(\u200C|\u200D)' },
{ symbol:'🅥', desc:'Halant (virama)', chars:'(\u0A4D)' },
]
