/*
native | meaning | IPA① | transcription | other transcriptions② | notes | wiktionary③


① separate each text unit (consonant+combining_mark(s)) with §, separate phonetic syllables with .
   use ‹ and › for a sound that spans 2 text units
   use – for a text unit that doesn't produce sound
   syllable boundary markers go inside previous unit, and emphasis markers begin emphasised unit

② the previous transcription field is always Latin. 
   if there is another key orthography (eg. Mongolian cyrillic) it goes here.
   vowelled/unvowelled alternatives also go here

③ if Wiktionary spells the word differently, add the spelling here
*/







autoExpandExamples.he = `

@ wiktionary

 אֶבוֹלוּצִיוֹנִי|evolutionary|(ʔ)e§v§o§l§u§t͡s§ˈj§o§ni§‹|evolutsyóni|אבולוציוני|
 אַבּוּב|reed, flute|(ʔ)a§ˈb§u§v|abúv|אבוב|
 דֵּמוֹקְרַטְיָה|democracy|de§m§o§ˈk§ra§t§ja§‹|demokrátya|דמוקרטיה|
דַּחְלִיל|scarecrow|da§χ§ˈli§‹§l|dakhlil|דחליל
 זַ׳רְגוֹן|jargon|ʒa§‹§r§ɡ§o§n|zhargón|ז׳רגון|
 ז׳רגון|jargon|ʒa§‹§r§ɡ§o§n|zhargón|זַ׳רְגוֹן|
 לְחַיִּים|a blessing, toast|le§χa§ˈji§‹§m|l'chayím|לחיים|
 נִשְׁבָּה|to be kidnapped|ni§ʃ§ˈba§‹|nishbá|נשבה|
 נִשְׁכַּח|to be forgotten|ni§ʃ§ˈka§χ|nishkákh|נשכח|
 סַמְכוּת|authority|sa§m§ˈχ§u§t|samkhút|סמכות|
 סַמְכוּתִי|authoritative|sa§m§χ§u§ˈti§‹|samkhutí|סמכותי|
 סַקְרָנוּת|curiosity|sa§k§ʁa§ˈn§u§t|sakranút|סקרנות|
 עִמָּנוּאֵל|Emmanuel|(ʔ)i.§ma.§n§u.§ˈ(ʔ)e§l|'imanu'él|עמנואל|
 פְּרוֹטֶקְצְיָה|nepotism|p§ʁ§o§ˈte§k.§ts§ja§‹|protéktzya|פרוטקציה|
הוא|Be!||hevé|הֱוֵא (rare)|
בְּשָׁעָה טוֹבָה וּמֻצְלַחַת|in a good and successful time|be.§ʃa§ˈa§‹§ §t§o§ˈva§‹§ §u.§mu§ts§ˈla.§χa§t
דּוֹקְטוֹר|doctor|ˈd§o§k§t§o§ʁ
־אי||
־ון||
־ות||
־יהו||
־יו||
־יות||
־ים||
־ית||
־לוגיה||
־ניק||
־צ׳יק||
־שהו||
א.ג.נ.||
אֱלֹהִים|the God of Israel|e§lo§ˈhi§‹§m|elohim|אלוהים|
אֱלוֹהַּ|a god|e§ˈl§o.§a|elóah|אלוה|
אֱלֹהַּ|a god|e§ˈlo.§a|elóah|אלוה|
אֱמוּנָה|faith, belief|e§m§u§ˈna§‹|emuná|אמונה|
אֲבִיָּה|Abijah|(ʔ)a§vi§ˈja§–|aviyá|אביה|
אֲבִישָׁלוֹם|Absolom|(ʔ)a§vi§‹§ʃa§ˈl§o§m|avishalóm|אבישלום|
אֲבֵדָה|loss|(ʔ)a§ve§ˈda§‹|avedá|אבדה|
אֲבַגְתָא|Abagtha|(ʔ)a§va§ɡ§ˈta§‹|avagtá|אבגתא|
אֲבַדּוֹן|destruction|(ʔ)a§.va§ˈd§o§n|avadón|אבדון|
אֲבָהִי|paternal|(ʔ)a§va§ˈhi§‹|avahi|אבהי|
אֲבוֹי|woe! alas!|(ʔ)a§ˈv§o§i|avóy|אבוי|
אֲגַם|lake, pool|a§ˈɡa§m|agám|אגם|
אֲדִישׁוּת|indifference|a§di§‹§ˈʃ§u§t|adishút|אדישות|
אֲדָמָה|earth, soil|a§da§ˈma§‹|'adamá|אדמה
אֲדֹנָי|Lord, God|a§do§ˈna§j|ăḏônāy|אדוני|
אֲדוֹנָי|Lord, God|a§d§o§ˈna§j|ăḏônāy|אדוני|
אֲחַשְׁוֵרוֹשׁ|Ahasuerus|(ʔ)a§χa§ʃ§ve§ˈʁ§o§ʃ|Akhashverósh|אחשורוש|
אֲנִי לֹא מְדַבֵּר אַנְגְּלִית|I don't speak English|a§ni§‹§ §lo§‹§ §mɛ§da§bɛ§ʁ§ §a§ŋ§ɡ§li§‹§t|ani lo medaber anglit|אני לא מדבר אנגלית|
אֲנִי|I|(ʔ)a§ˈni§‹|aní|אני|
אֲנַחְנוּ|we|(ʔ)a§ˈna§χ§n§u|anákhnu|אנחנו|
אֲפִלּוּ|even|a§fi§ˈl§u|afilú|אפילו|
אֲרִיאֵל|Ariel|(ʔ)a§ʁi§‹§ˈ(ʔ)e§l|ari'él|אריאל|
אֲרַם|Aram|(ʔ)a§ˈʁa§m|'arám|ארם|
אֲרָרָט|Ararat|(ʔ)a§ʁa§ˈʁa§t|ararát|אררט|
אֳרָנִים|pines|o§ʁa§ˈni§‹§m||אורנים 
אורנים|pines|o§ʁa§ˈni§‹§m||אֳרָנִים 
אורן|pine tree||'óren|אֹרֶן
אֹרֶן|pine tree||'óren|אורן
אִבְחָה|brandishing a sword|(ʔ)i§v§ˈχa§‹|ivkhá|אבחה|
אִבֵּד|to waste, lose|(ʔ)i§ˈbe§d|'ibéd|איבד|
אִבּוּד|waste, loss|(ʔ)i§ˈb§u§d|ibúd|איבוד|
אִגְרוּף|boxing|i§ɡ§ˈʁ§u§f|igrúf|איגרוף|
אִזְמֵל|knife, scalpel|(ʔ)i§z§ˈme§l|izmel|אזמל|
אִיֵּם|to threaten|i§ˈje§m|iyém|איים|
אִיזֶבֶל|Jezebel|(ʔ)i§‹§ˈze§ve§l|'izével|איזבל|
אִירָאן|Iran|i§‹§ˈʁa§‹§n|irán|איראן|
אִישׁ|man, husband|(ʔ)i§‹§ʃ|'ish|איש|
אִם|if, whether|i§m|im|אם|
אִשָּׁה|woman, wife|(ʔ)i§ˈʃa§‹|'ishá|אשה|
אֵיבוּס|manger|(ʔ)e§‹§ˈv§u§s|evús|אבוס|
אֵבוּס|manger|(ʔ)e§ˈv§u§s|evús|אבוס|
אֵזוֹר שֵׁרוּת|rest area|e§ˈz§o§ʁ§ §ʃe§ˈʁ§u§t|ezór sheirút|אזור שירות|
אֵזוֹר|region, zone|e§ˈz§o§ʁ|ezór|אזור|
אֵיבָה|hostility, hatred|e.§‹§ˈva§‹|eyvá|איבה|
אֵיךְ|how|(ʔ)e§‹§χ|éykh|איך|
אֵין|there is not|(ʔ)e§‹§n|ʾên|אין|
אֵיפֹה|where?|e§‹§ˈfo§‹|efó|איפה|
אֵל|God|ʔe§l|el|אל|
אֵם|mother|ˈ(ʔ)e§m|em|אם
אֵקוֹנוֹמִיקָה|bleach|e.§k§o§ˈn§o.§mi§‹§.ka§‹|ekonómika|אקונומיקה|
אֶבֶן|stone, small rock|ˈe§ve§n|éven|אבן|
אֶבוֹלוּצְיָה|evolution|(ʔ)e§v§o§ˈl§u§t͡s§ja§‹|evolútsya|אבולוציה|
אֶגְזוֹז|exhaust pipe|e§ɡ§ˈz§o§z|egzóz|אגזוז|
אֶגְרוֹף|fist|e§ɡ§ˈʁ§o§f|egróf|אגרוף|
אֶחָד|one|(ʔ)e§ˈχa§d|'ekhád|אחד|
אֶלָּא|but, except|e§ˈla§‹|elá|אלא|
אֶנְטוֹמוֹלוֹגְיָה|entomology|ɛ§n§t§ɔ§m§ɔ§ˈl§ɔ§ɡ§ja§‹|entomológya|אנטומולוגיה|
אֶנְצִיקְלוֹפֶּדְיָה|encyclopedia|ɛ§n§tsi§‹§k§l§ɔ§ˈpɛ§d§ja§‹|entsiklopédya|אנציקלופדיה|
אֶסְתֵּר|Esther|e§s§ˈte§ʁ|estér|אסתר|
אֶפְשַׁר|possible|e§f§ˈʃa§ʁ|efshár|אפשר|
אֶפִּיקוֹרוֹס|heretic|e§pi§‹§k§o§ˈr§o§s|'epikorós|אפיקורוס|
אֶצְבַּע|finger|(ʔ)e§t͡s§ˈba§(ʕ)|'etsbá'|אצבע|
אֶרֶץ|country, land|ˈe§ʁe§t͡s|'éretz|ארץ|
אַבְזָם|belt buckle|(ʔ)a§v§ˈza§m|avzám|אבזם|
אַבְזָקָה|corrosion|(ʔ)a§v§za§ˈka§–|avzaká|אבזקה|
אַבְטָחָה|protecting from danger|a§v§.ta§ˈxa§‹|avtakhá|אבטחה|
אַבְנֵט|sash|(ʔ)a§v§ˈnɛ§t|avnet|אבנט|
אַבְנֵטִים|sashes|a§v§nɛ§ti§‹§m|avnetim|אבנטים|
אַבְרָהָם|Abraham|a§v.§ʁa§ˈha§m|avrahám|אברהם|
אַבָּא|dad|ˈa§.ba§‹|ába|אבא
אַבָּהוּת|fatherhood|(ʔ)a§ba§ˈh§u§t|'abahut|אבהות|
אַבּוּבָן|oboist|(ʔ)a§b§u§ˈva§n|'abuván|אבובן|
אַגָּן|basin, bowl|a§ˈɡa§n|agán|אגן|
אַדְרִיכָל|architect|a§d§ʁi§‹§ˈχa§l|adrikhál|אדריכל|
אַדִּיר|mighty, powerful|(ʔ)a§ˈdi§‹§ʁ|'adír|אדיר|
אַהֲבָה|love, affection|a.§ha§ˈva§‹|ahavá|אהבה|
אַהֲרֹן|Aaron|(ʔ)a.§ha.§ˈʁo§n|'aharón|אהרן|
אַוַונְטַה|boastful act||awanta|אוונטה
אַזְהָרָה|warning|a§z.§ha§ˈra§‹|azhará|אזהרה|
אַחְדוּת|unity|a§χ§ˈd§u§t|akhdút|אחדות|
אַחְיָנִית|neice|ʔa§χ§ja§ˈni§‹§t|akhyanit|אחיינית|
אַחֲרֵי|afterword|a.§χa§ˈʁe§‹|akharéi|אחרי|
אַחֲרָיוּת|responsibility|a§χ.§ʁa§ˈj§u§t|akharayút|אחריות|
אַחַת|one (f)|a§ˈχa§t|'akhát|אחת|
אַטְמוֹסְפֶרָה|atmosphere|a§t§m§ɔ§s§fɛ§ʁa§‹|atmosfera|אטמוספירה|
אַלְמְנַת קַשׁ|grass widow|ʔa§l§me§ˌna§t§ §ˈka§ʃ|'alm'nat kásh|אלמנת קש|
אַלּוּף|major general|(ʔ)a§ˈl§u§f|alúf|אלוף|
אַנְגְּלִיָּה|England|ˈʔa§ŋ§ɡ§li§ja§‹|ángliya|אנגליה|
אַנְגְּלִית|English|a§n§ɡ§ˈli§‹§t|anglít|אנגלית
אַסְטְרוֹפִיזִיקָה|astrophysics|a§s§t§ʁ§o§ˈfi§‹§zi§‹§ka§‹|astrofízika|אסטרופיזיקה|
אַף פַּעַם|never|a§f§ §ˈpa§(ʔ)a§m|af pá'am|אף פעם|
אַף|nose|ʔa§f|af|אף|
אַרְבַּע|four (f)|a§ʁ§ˈba§–|'arbá|ארבע|
אַרְבָּעָה|four|a§ʁ.§ba§ˈa§‹|'arba'á|ארבעה|
אַרְכִיטֶקְטוּרָה|architecture|a§r§xi§‹§te§k§ˈt§u§ra§‹|arkhitektúra|ארכיטקטורה|
אַרְמֶנִי|Armenian|a§r§ˈme.§ni§‹|arméni|ארמני|
אַרְמֶנִית|Armenian woman|a§ʁ§ˈmɛ§ni§‹§t|arménit|ארמנית|
אַרְמוֹן|palace|(ʔ)a§r§ˈm§o§n|'armón|ארמון|
אַרְנָק|wallet|a§ʁ§ˈna§k|arnák|ארנק|
אַשְׁמָה|blame, fault|a§ʃ§ˈma§‹|ashmá|אשמה|
אַשְׁפָּה|rubbish|a§ʃ§ˈpa§‹|ashpá|אשפה|
אַשּׁוּר|box tree|a.§ʃ§u§ʁ|ashúr|אשור|
אַשּׁוּרִית|Assyrian language|a.§ʃ§u§ˈʁ§i§‹§t|'ashurit|אשורית|
אַתָּה|you|(ʔ)a§ˈta§‹|atá|אתה|
אָב|father, ancestor|(ʔ)a§v|áv|אב
אָבְדָּנִי|suicidal|o§v§da§ˈni§‹|ov'daní|אובדני|
אָבְדָן|ruin, destruction|(ʔ)o§v§ˈda§n|ovdán|אובדן|
אָבִיב|spring|a§ˈvi§‹§v|aviv|אביב|
אָבַד|be in despair|(ʔ)a§ˈva§d|avád|אבד|
אָבָה|to be willing|(ʔ)a§ˈva§‹|ava|אבה|
אָבָק|dust||avák|מאבק
אָבוֹת|fathers|(ʔ)a§ˈv§o§t|avót|אבות|
אָבוּד|lost|ʔa§ˈv§u§d|avúd|אבוד|
אָדָם|person|a§ˈda§m|adám|אדם|
אָדֹם|red|a§ˈdo§m|'adóm|אדום|
אָהַב|to love|(ʔ)a§ˈha§v|aháv|אהב|
אָהַל|pitch a tent|a§ˈha§l|ahál|אהל|
אָהוּב|beloved|(ʔ)a§ˈ(h)§u§v|ahúv|אהוב|
אָח|brother|a§χ|'ákh|אח|
אָחַז|to hold|a§ˈχa§z|'akház|אחז|
אָחוֹת|sister|a§ˈχ§ɔ§t|akhót|אחות|
אָכְלָה|food (biblical)|ʔo§χ§ˈla§‹|okhlá|אכלה|
אָלֶף־בֵּית עִבְרִי|Hebrew alphabet|a§le§f§-§be§‹§t§ §i§v§ri§‹|
אָמֵן|amen|a§ˈme§n|amén|אמן|
אָמַד|evalute, estimate|(ʔ)a§ma§d|amád|אמד|
אָמַר|to say|a§ˈma§ʁ|amár|אמר
אָנָנָס|pineapple||ananás|אננס|x
אָסוּר|forbidden|a§ˈs§u§ʁ|asúr|אסור|
אָפַּרְטְהַיְד|apartheid|a§ˈpa§ʁ§t§ha§j§d|apárthayd|אפרטהייד|
אָקוֹרְד|chord (music)|a§ˈk§o§ʁ§d|akord|אקורד|
אָרַכְנוֹפוֹבְּיָה|arachnophobia|a§ʁa§χ§n§ɔ§ˈf§ɔ§b§ja§‹|arakhnofóbya|ארכנופוביה|
אָרַר|to execrate|ʔa§ˈʁa§ʁ|arár|ארר|
אָרוֹן|cupboard|a§ˈʁ§o§n|arón|ארון|
אֹֽכֶל|food|ˈ(ʔ)o§χe§l|'ókhel|אוכל|
אֹמֶץ|courage|ˈˀo§me§ts
אֻמָּנוּת|craft, skill|(ʔ)u§ma§ˈn§u§t|umanút|אומנות|
א־ב־ד||
א־ב־ז־ר||
א־ב־ח־ן||
א־ב־ט־ח||
א־ב־ס||
א־ו־ץ||
א־ו־ר־ר||
א־ז־כ־ר||
א־ז־ן||
א־ז־ר־ח||
א־ח־ס־ן||
א־כ־ז־ב||
א־כ־ז־ר||
א־כ־ל־ס||
א־ל־ם||
א־ל־ת־ר||
אב טיפוס||
אב|father|(ʔ)a§v|áv|אָב
אבא|dad|ˈa.§ba§‹|ába|אַבָּא
אבאיודאיה||
אבב||
אבגתא|Abagtha|(ʔ)a§va§ɡ§ˈta§‹|avagtá|אֲבַגְתָא
אבד|be in despair|(ʔ)a§ˈva§d|avád|אָבַד
אבדה|loss|(ʔ)a§ve§ˈda§‹|avedá|אֲבֵדָה
אבדון|destruction|(ʔ)a§.va§ˈd§o§n|avadón|אֲבַדּוֹן
אבדלה||
אבדן||
אבה|to be willing|(ʔ)a§ˈva§‹|ava|אָבָה
אבהות|fatherhood|(ʔ)a§ba§ˈh§u§t|'abahut|אַבָּהוּת
אבהי|paternal|(ʔ)a§va§ˈhi§‹|avahi|אֲבָהִי
אבו דאבי||
אבוב|reed, flute|(ʔ)a§ˈb§u§v|abúv| אַבּוּב
אבובן|oboist|(ʔ)a§b§u§ˈva§n|'abuván|אַבּוּבָן
אבוג׳ה||
אבוד|lost|ʔa§ˈv§u§d|avúd|אָבוּד
אבוז||
אבוי|woe! alas!|(ʔ)a§ˈv§o§i|avóy|אֲבוֹי
אבולוציה|evolution|(ʔ)e§v§o§ˈl§u§t͡s§ja§‹|evolútsya|אֶבוֹלוּצְיָה
אבולוציוני|evolutionary|(ʔ)e§v§o§l§u§t͡s§ˈj§o§ni§‹|evolutsyóni| אֶבוֹלוּצִיוֹנִי
אבוס|manger|(ʔ)e§ˈv§u§s|evús|אֵבוּס, אֵיבוּס
אבוקדו||
אבוקה||
אבות אכלו בוסר ושיני בנים תקהינה||
אבות|fathers|(ʔ)a§ˈv§o§t|avót|אָבוֹת
אבזם|belt buckle|(ʔ)a§v§ˈza§m|avzám|אַבְזָם
אבזקא||
אבזקה|corrosion|(ʔ)a§v§za§ˈka§‹|avzaká|אַבְזָקָה
אבזר||
אבחה|brandishing a sword|(ʔ)i§v§ˈχa§‹|ivkhá|אִבְחָה
אבחזית||
אבחן||
אבחנה||
אבטח||
אבטחה|protecting from danger|a§v§.ta§ˈxa§‹|avtakhá|אַבְטָחָה
אבטיח||
אבטלה||
אבי העזרי||
אבי||
אביב|spring|a§ˈvi§‹§v|aviv|אָבִיב
אביג'אן||
אביגיל||
אביה|Abijah|(ʔ)a§vi§ˈja§‹|aviyá|אֲבִיָּה
אביונה||
אביזר מין||
אביזר||
אביעזר||
אביר||
אבישלום|Absolom|(ʔ)a§vi§‹§ʃa§ˈl§o§m|avishalóm|אֲבִישָׁלוֹם
אביתר||
אבך||
אבל||
אבן החכמים||
אבן הראשה||
אבן יקרה||
אבן משחזת||
אבן|stone, small rock|ˈe§ve§n|éven|אֶבֶן
אבנט|sash|(ʔ)a§v§ˈnɛ§t|avnet|אַבְנֵט
אבנטים|sashes|a§v§nɛ§ti§‹§m|avnetim|אַבְנֵטִים
אבנית||
אבנן||
אבנר||
אבסורד||
אבעבועה||
אבעבועות רוח||
אבץ||
אבק|dust|a§ˈva§k|avák|אָבָק
אבקה||
אבקן||
אבקת כביסה||
אבר||
אברה||
אברהם|Abraham|a§v.§ʁa§ˈha§m|avrahám|אַבְרָהָם
אברם||
אבשלום||
אגב||
אגדה||
אגו||
אגודה||
אגודל||
אגוז אדמה||
אגוז||
אגוצנטרי||
אגורה||
אגזוז|exhaust pipe|e§ɡ§ˈz§o§z|egzóz|אֶגְזוֹז
אגם|lake, pool|a§ˈɡa§m|agám|אֲגַם
אגן ים תיכון||
אגן|basin, bowl|a§ˈɡa§n|agán|אַגָּן
אגס||
אגר||
אגרול||
אגרוף תילנדי||
אגרוף|fist|e§ɡ§ˈʁ§o§f|egróf|אֶגְרוֹף
אגרת חוב||
אג׳נדה||
אג״ח||
אד||
אדה״ר||
אדום|red|a§ˈd§o§m|'adóm|אָדֹם
אדון||
אדוני|Lord, God|a§d§o§ˈna§j|ăḏônāy|אֲדוֹנָי / אֲדֹנָי
אדיס אבבה||
אדיר|mighty, powerful|(ʔ)a§ˈdi§‹§ʁ|'adír|אַדִּיר
אדישות|indifference|a§di§‹§ˈʃ§u§t|adishút|אֲדִישׁוּת
אדלשטיין||
אדם|person|a§ˈda§m|adám|אָדָם
אדמדם||
אדמה|earth, soil|a§da§ˈma§‹|'adamá|אֲדָמָה
אדמת||
אדן||
אדני||
אדר||
אדרבא||
אדרבה||
אדריכל|architect|a§d§ʁi§‹§ˈχa§l|adrikhál|אַדְרִיכָל
אדריכלות||
אדרמלך||
אדרנלין||
אדרת||
אהב|to love|(ʔ)a§ˈha§v|aháv|אָהַב
אהבה|love, affection|a.§ha§ˈva§‹|ahavá|אַהֲבָה
אהד||
אהדה||
אהוב|beloved|(ʔ)a§ˈ(h)§u§v|ahúv|אָהוּב
אהובה||
אהוד||
אהוואז||
אהיה אשר אהיה||
אהל|pitch a tent|a§ˈha§l|ahál|אָהַל
אהלן||
אהרוני||
אהרן|Aaron|(ʔ)a.§ha.§ˈʁo§n|'aharón|אַהֲרֹן
או||
אוטווה|Ottawa|o§‹§ta§›§wa§‹|otawa|אוֹטָוָה
אוֹטָוָה|Ottawa|o§‹§ta§›§wa§‹|otawa|אוטווה
אוֹיֵב|enemy|o§‹§ˈje§v|oyév|אויב|
אוֹסְטְרִיָה|Austria|ˈ(ʔ)§o§s§t§ʁi§ja§‹|ost'ria|אוסטריה|
אוֹקְיָנוֹס|ocean|(ʔ)§o§k§ja§n§u§s|oqyanós|אוקיינוס|
אוֹר|light|(ʔ)§o§ʁ|'ór|אור|
אוֹרִיגָמִי|origami|›§ɔ§ʁi§‹§ɡa§mi§‹|origami|אוריגמי|
אוֹת|sign, omen|(ʔ)§o§t|ot|אות|
אוֹתְיוֹם|immediately|›§o§t§ˈj§o§m|otyóm|אותיום|
אוּלַי|maybe|u§‹§ˈla§j|ulái|אולי|
אוּנֶסכּ״וֹ|UNESCO|u§‹§ˈne§s.§k§–§o|UNÉSKO|אונסכ״ו|
אוּרִי|Uri|u§‹§ˈʁi§‹|uri|אורי|
אוב||
אובדן|ruin, destruction|(ʔ)§o§v§ˈda§n|ovdán|אָבְדָן
אובדני|suicidal|–§o§v§da§ˈni§‹|ov'daní|אָבְדָּנִי
אובזר||
אובחן||
אובטח||
אובייקטיבי||
אוביקט||
אוביקטיבי||
אובך||
אובלי||
אובמה||
אוברול||
אוגוסט||
אוגר||
אוד מוצל מאש||
אוד||
אודם||
אוהיו||
אוהל||
אווז||
אווזון||
אוויל||
אוויר|air|ˀa§ˈvi§‹§‹§r|avír|אֲוִיר
אֲוִיר|air|ˀa§ˈvi§‹§‹§r|avír|אוויר||אוויר
אווירי||
אוון||
אוונטה|boastful act|a§wa§‹§n§ta§‹|awanta|אַוַונְטַה
אוורר||
אוושה||
אוזבקית||
אוזכר||
אוזן|ear|–§ˈɔ§zɛ§n
אוח||
אוחד||
אוחיון||
אוטו||
אוטובוס||
אוטוביוגרפי||
אוטוטו||
אוטונומיה||
אוטופיה||
אוטוקרטיה||
אוטיזם||
אוי ואבוי||
אוי||
אויב|enemy|o§‹§ˈje§v|oyév|אוֹיֵב
אויר|air|ˀa§ˈvi§‹§r
אוירה||
אוירודינמיקה||
אוירון||
אוית||
אוכל נבלות||
אוכל|food|ˈ(ʔ)§o§χe§l|'ókhel|אֹֽכֶל
אוכלוסין||
אוכמניה||
אוכף||
אולורו||
אולטימטיבי||
אולי|maybe|u§‹§ˈla§j|ulái|אוּלַי
אוליגרך||
אוליגרכיה||
אולימפי||
אולם||
אולן בטור||
אולפן||
אומה||
אומלל||
אומן||
אומנות|craft, skill|(ʔ)§u§ma§ˈn§u§t|umanút|אֻמָּנוּת
אומץ|courage|ˈˀ§o§me§ts
אומר||
און||
אוניברסיטה||
אונייה||
אונן||
אוננות||
אונס||
אונסכ״ו|UNESCO|u§‹§ˈne§s.§k§–§o|UNÉSKO|אוּנֶסכּ״וֹ
אונ׳||
אוסטרי||
אוסטריה|Austria|ˈ(ʔ)§o§s§t§ʁi§ja§‹|ost'ria|אוֹסְטְרִיָה
אוסטרית||
אוסטרלי||
אוסטרליה||
אוסטרלית||
אוסלו||
אוסף||
אופה|baker|›§o§ˈfe§‹|'ofé|אוֹפֶה
אוֹפֶה|baker|›§o§ˈfe§‹|'ofé|אופה
אופוזיציה||
אופוסום||
אופטימי||
אופטימלי||
אופי||
אופיר||
אופן||
אופנה||
אופנוח||
אופנוע||
אופנוען||
אופניים||
אופנים||
אופציה||
אופק אירועים||
אופק||
אופקי||
אופקיות||
אופרה||
אוצר||
אוקטבה||
אוקטובר||
אוקי||
אוקיינוס הקרח הצפוני||
אוקיינוס|ocean|(ʔ)§o§k§›§ja§n§u§s|oqyanós|אוֹקְיָנוֹס
אוקינוס||
אוקלידי||
אוקראינה||
אוקראינית||
אור כשדים||
אור נראה||
אור|light|(ʔ)§o§ʁ|'ór|אוֹר
אוראניה||
אורגזמה||
אורגנו||
אורגני||
אורגניזם||
אורגניזציה||
אורה||
אורווה||
אורון||
אֹרֶז|rice||órez|אורז|x
אורז|rice||órez|אֹרֶז
אורח||
אורחה||
אורי|Uri|u§‹§ˈʁi§‹|uri|אוּרִי
אוריגמי|origami|›§ɔ§ʁi§‹§ɡa§mi§‹|origami|אוֹרִיגָמִי
אוריה||
אוריינות||
אורית||
אורך גל||
אורך רוח||
אורך||
אורנוס||
אורנז'||
אורניום||
אורניתולוגיה||
אורס||
אורר||
אורתודוקסי||
אושפיזין||
אושר||
אות|sign, omen|(ʔ)§o§t|ot|אוֹת
אותה||
אותו||
אותיום|immediately|›§o§t§ˈj§o§m|otyóm|אוֹתְיוֹם
אותנטי||
אותר||
אותת||
או״ם||
אז מה||
אז||
אזדרכת||
אזהרה|warning|a§z.§ha§ˈra§‹|azhará|אַזְהָרָה
אזוב||
אזור שירות|rest area|e§ˈz§o§ʁ§ §ʃe§‹§ˈʁ§u§t|ezór sheirút|אֵזוֹר שֵׁרוּת
אזור|region, zone|e§ˈz§o§ʁ|ezór|אֵזוֹר
אזל||
אזלת יד||
אזמל|knife, scalpel|(ʔ)i§z§ˈme§l|izmel|אִזְמֵל
אזמרגד||
אזעקה||
אזרבייג׳ן||
אזרח||
אזרחות||
אזרחי||
אח|brother|a§χ|'ákh|אָח
אחאי||
אחד באפריל||
אחד במאי||
אחד עשר||
אחד|one|(ʔ)e§ˈχa§d|'ekhád|אֶחָד
אחדות|unity|a§χ§ˈd§u§t|akhdút|אַחְדוּת
אחדשה״ט||
אחדש״ט||
אחווה||
אחוז||
אחות|sister|a§ˈχ§ɔ§t|akhót|אָחוֹת
אחז|to hold|a§ˈχa§z|'akház|אָחַז
אחזקה||
אחיין||
אחיינית|neice|ʔa§χ§›§ja§ˈni§‹§t|akhyanit|אַחְיָנִית
אחינועם||
אחלה||
אחלמה||
אחסן||
אחר כך||
אחר|other|a§ˈχa§ʁ|akhár
אחר־כך||
אחראי||
אחרון||
אחרי החגים||
אחרי|afterword|a.§χa§ˈʁe§‹|akharéi|אַחֲרֵי
אחריות|responsibility|a§χ.§ʁa§ˈj§u§t|akharayút|אַחֲרָיוּת
אחרית הימים||
אחרת||
אחשורוש|Ahasuerus|(ʔ)a§χa§ʃ§ve§ˈʁ§o§ʃ|Akhashverósh|אֲחַשְׁוֵרוֹשׁ
אחת|one (f)|a§ˈχa§t|'akhát|אַחַת
אט אט||
אט||
אטום||
אטומי||
אטון||
אטימולוגיה||
אטליז||
אטם||
אטמוספירה|atmosphere|a§t§m§ɔ§s§fɛ§‹§ʁa§‹|atmosfera|אַטְמוֹסְפֶרָה
אטריה||
אטרקטיבי||
אי נוחות||
אי פעם||
אי||
אי־ודאות||
אי־שוויון||
איבד|to waste, lose|(ʔ)§i§ˈbe§d|'ibéd|אִבֵּד
איבה|hostility, hatred|e.§‹§ˈva§‹|eyvá|אֵיבָה
איבוד|waste, loss|(ʔ)§i§ˈb§u§d|ibúd|אִבּוּד
איבול||
איבזר||
איבחון||
איבטח||
איבר||
איגרוף תאילנדי||
איגרוף|boxing|i§‹§ɡ§ˈʁ§u§f|igrúf|אִגְרוּף
איגרת חוב||
איגרת||
אידה||
אידיאל||
אידיוט||
אידיש||
אידישאי||
איה||
איוב||
איווה||
איוולת||
איום||
איור||
איו״ש||
איזבל|Jezebel|(ʔ)i§‹§ˈze§ve§l|'izével|אִיזֶבֶל
איזה||
איזהו חכם? הלומד מכל אדם||
איזו||
איזכר||
איזן||
איחד||
איחוד האמירויות הערביות||
איחוד||
איחור||
איחר||
איטי||
איטליה||
איטלקי||
איטלקית||
איידס||
אייל||
איילונית||
איים|to threaten|i§›§ˈje§m|iyém|אִיֵּם
איינשטיין||
אייר||
איית||
איך אומרים ... באנגלית||
איך מגיעים לשדה התעופה||
איך מגיעים לתחנת הרכבת||
איך|how|(ʔ)e§‹§χ|éykh|אֵיךְ
איכבוד||
איכה||
איכות||
איכר||
איכשהו||
איכתיולוגיה||
איל||
אילו||
אילוץ||
איליריה||
אילן||
אילנית||
אילף||
אילת||
אילתור||
אים||
אימא||
אימאם||
אימה||
אימונוביולוגיה||
אימונולוגיה||
אימונית||
אימוץ||
אימייל||
אימן||
אימפריה||
אימץ||
אימתי||
אין בעד מה||
אין דבר העומד בפני הרצון||
אין דין ואין דיין||
אין דין ואין דין||
אין חדש תחת השמש||
אין כל חדש תחת השמש||
אין מצב||
אין עשן בלי אש||
אין|there is not|(ʔ)e§‹§n|ʾên|אֵין
אינדונזי||
אינדונזיה||
אינדונזית||
אינו יודע צורת א׳||
אינטליגנטי||
אינטליגנציה מלאכותית||
אינטליגנציה||
אינטנסיבי||
אינטראקציה||
אינטרלינגואה||
אינטרנט||
אינטרנטי||
אינטרסקס||
אינטרקציה||
אינסולין||
אינסוף||
אינסופי||
אינפורמציה||
אינפלציה||
אינפנטילי||
איסור||
איסטנבול||
איסלנד||
איסלנדי||
איסלנדית||
איפה|where?|e§‹§ˈfo§‹|efó|אֵיפֹה
איפכא מסתברא||
איפשהו||
איקריוט||
איקריוטי||
איראן|Iran|i§‹§ˈʁa§‹§n|irán|אִירָאן
איראני||
אירו||
אירוני||
אירוע||
אירופה||
אירית||
אירלנד||
אירן||
איש דברים||
איש עסקים||
איש קש||
איש שלג||
איש|man, husband|(ʔ)i§‹§ʃ|'ish|אִישׁ
אישה|wife, woman|i§‹§ʃˈa§‹||אִשָּׁה
אישון||
אישי||
אישיות||
אישר||
איתי||
איתן||
אך||
אכד||
אכדי||
אכדית||
אכזב||
אכזבה||
אכזרי||
אכל|to eat|a§ˈχa§l|akhál|אָכַל
אָכַל|to eat|a§ˈχa§l|akhál|אכל
אכלה|food (biblical)|ʔo§χ§ˈla§‹|okhlá|אָכְלָה
אכלס||
אכפת||
אל שדי||
אל תסתכל בקנקן אלא במה שיש בו||
אל|God|ʔe§l|el|אֵל
אל־ריח||
אלא|but, except|e§ˈla§‹|elá|אֶלָּא
אלבום||
אלבני||
אלבניה||
אלבנית||
אלבקרקי||
אלגברה לינארית||
אלג׳יר||
אלג׳יריה||
אלה|this|ˈɛ§lɛ§‹
אלהים||
אלו||
אלוה|a god|e§ˈl§o.§a|elóah|אֱלֹהַּ, אֱלוֹהַּ
אלוהות||
אלוהי||
אלוהים|the God of Israel|e§l§o§ˈhi§‹§m|elohim|אֱלֹהִים
אלול||
אלומיניום||
אלון||
אלונקה||
אלוף|major general|(ʔ)a§ˈl§u§f|alúf|אַלּוּף
אלוקים||
אלחוטי||
אלטע זאכן||
אלטרנטיבה||
אלי||
אליגטור||
אליה||
אליהו||
אלים||
אלימות מילולית||
אלימות||
אליסטר||
אליעזר||
אליפסה||
אליפסואיד||
אלישבע||
אלכוהול||
אלכימיה||
אלכסון||
אלכסנדר||
אללה||
אלם||
אלמוג||
אלמוניות||
אלמלא||
אלמן||
אלמנה שחורה||
אלמנה||
אלמנות||
אלמנט||
אלמנת קש|grass widow|ʔa§l§me§ˌna§t§ §ˈka§ʃ|'alm'nat kásh|אַלְמְנַת קַשׁ‎
אלסקה||
אלעד||
אלעזר||
אלף||
אלף־בית||
אלפא||
אלפבית לטיני||
אלפבית||
אלפים||
אלצהיימר||
אלקטורט||
אלקטרון||
אלקטרוני||
אלרגי||
אלת המסטיק||
אלתר||
אל״ף||
אם ורק אם||
אם ירצה השם||
אם כבר אז כבר||
אם קריאה||
אם|mother|ˈ(ʔ)e§m|em|אֵם
אםם||
אמא||
אמבולנס||
אמבט||
אמבטיה||
אמברוסיה||
אמד|evalute, estimate|(ʔ)a§ma§d|amád|אָמַד
אמה||
אמהי||
אמהרית||
אמון||
אמונה תפלה||
אמונה|faith, belief|e§m§u§ˈna§‹|emuná|אֱמוּנָה
אמוניום||
אמוק||
אמור||
אמורא||
אמיץ||
אמירה||
אמיתי||
אמלל||
אמן|amen|a§ˈme§n|amén|אָמֵן
אמנה||
אמנון ותמר||
אמנון||
אמנות הבמה||
אמנות מודרנית||
אמנות עכשווית||
אמנות||
אמנם||
אמסטרדם||
אמפר||
אמפרסנד||
אמפתיה||
אמץ|courage|ˈˀo§me§ts
אמצע||
אמר|to say|a§ˈma§ʁ|amár|אָמַר
אמריציום||
אמריקאי||
אמריקאית||
אמריקה||
אמריקני||
אמריקנית||
אמש||
אמת או חובה||
אמת||
אמתי||
אמתלא||
אמתלה||
אן||
אנא||
אנאלי||
אנגולה||
אנגלי||
אנגליה|England|ˈʔa§ŋ§ɡ§li§ja§‹|ángliya|אַנְגְּלִיָּה
אנגלית|English|a§n§ɡ§ˈli§‹§t|anglít|אַנְגְּלִית|
אנגסטרום||
אנדוסימביוזה||
אנדורה||
אנדרטה||
אנה||
אנו||
אנוכי||
אנוכיות||
אנונימי||
אנוס||
אנוש||
אנושות||
אנושי||
אנזים||
אנחנו|we|(ʔ)a§ˈna§χ§n§u|anákhnu|אֲנַחְנוּ
אנטומולוגיה|entomology|ɛ§n§t§ɔ§m§ɔ§ˈl§ɔ§ɡ§ja§‹|entomológya|אֶנְטוֹמוֹלוֹגְיָה
אנטי־||
אנטיביוטיקה||
אנטיפא||
אנטיפה||
אנטישמי||
אנטנה||
אנטננריבו||
אנטרקוט||
אני אוהב אותך||
אני אוהבת אותך||
אני זקוק למתורגמן||
אני טבעוני||
אני טבעונית||
אני לא מדבר אנגלית|I don't speak English|a§ni§‹§ §lo§‹§ §mɛ§da§bɛ§ʁ§ §a§ŋ§ɡ§li§‹§t|ani lo medaber anglit|אֲנִי לֹא מְדַבֵּר אַנְגְּלִית‎
אני לא מדבר עברית||
אני לא מדברת אנגלית||
אני לא מדברת עברית||
אני מצטער||
אני מצטערת||
אני עליון||
אני צריך להזמין מונית||
אני צריך מפה של העיר||
אני צריך מפה||
אני צריכה להזמין מונית||
אני צריכה מפה של העיר||
אני צריכה מפה||
אני רעב||
אני רעבה||
אני|I|(ʔ)a§ˈni§‹|aní|אֲנִי
אני־עליון||
אניה||
אנימה||
אניס||
אנכי||
אנכרוניסטי||
אנליזה||
אננס|pineapple||ananás|אָנָנָס
אנס||
אנציקלופדיה|encyclopedia|ɛ§n§tsi§‹§k§l§ɔ§ˈpɛ§d§ja§‹|entsiklopédya|אֶנְצִיקְלוֹפֶּדְיָה
אנקרה||
אנרגיה||
אנשובי||
אנתיפדה||
אנ״ש||
אסא||
אסון||
אסונסיון||
אסור|forbidden|a§ˈs§u§ʁ|asúr|אָסוּר
אסטוניה||
אסטונית||
אסטרואיד||
אסטרונאוט||
אסטרונום||
אסטרונומיה||
אסטרופיזיקה|astrophysics|a§s§t§ʁ§o§ˈfi§‹§zi§‹§ka§‹|astrofízika|אַסְטְרוֹפִיזִיקָה
אסטרטגיה||
אסיה||
אסימפטוטה||
אסיפה||
אסיר||
אסירה||
אסלאם סוני||
אסלאם שיעי||
אסלאם||
אסלאמי||
אסלה||
אסם||
אסמרה||
אסף||
אספהאן||
אספירין||
אספלט||
אספן||
אספסת||
אספקה||
אספרנטו||
אספתא||
אסר||
אסרטיבי||
אסתר|Esther|e§s§ˈte§ʁ|estér|אֶסְתֵּר
אעפ״כ||
אע״פ||
אף על פי כן||
אף על פי||
אף פעם|never|a§f§ §ˈpa§(ʔ)a§m|af pá'am|אַף פַּעַם‎
אף|nose|ʔa§f|af|אַף
אפגניסטן||
אפה||
אפוד מגן||
אפונה||
אפור||
אפטשי||
אפיה||
אפילו|even|a§fi§‹§ˈl§u|afilú|אֲפִלּוּ
אפיסטמולוגיה||
אפיפיור||
אפיק||
אפיקומן||
אפיקורוס|heretic|e§pi§‹§k§o§ˈr§o§s|'epikorós|אֶפִּיקוֹרוֹס
אפיקורס||
אפלולי||
אפליה||
אפלייה||
אפליקציה||
אפס||
אפפעם||
אפצ׳י||
אפקט החממה||
אפקט||
אפקטיבי||
אפר|ash|ˈɛ§fɛ§ʁ
אפרוח||
אפרופו||
אפרטהייד|apartheid|a§ˈpa§ʁ§t§ha§›§j§d|apárthayd|אָפַּרְטְהַיְד
אפריל||
אפרים||
אפריקאי||
אפריקאנס||
אפריקה||
אפרכסת||
אפרסמון||
אפרסק||
אפרפר||
אפרת||
אפשטיין||
אפשר|possible|e§f§ˈʃa§ʁ|efshár|אֶפְשַׁר
אפשרות||
אפשרי||
אפתיה||
אפ׳חד|nobody|ˈ(ʔ)a§f§ˌ§xa§d|'afkhád|
אץ||
אצבע|finger|(ʔ)e§t͡s§ˈba§(ʕ)|'etsbá'|אֶצְבַּע
אצבעון||
אצה||
אצולה||
אצטדיון||
אצטון||
אצטרובל||
אציל||
אצל||
אקדח||
אקדמיה||
אקווריום||
אקולוגי||
אקולוגיה||
אקונומיקה|bleach|e.§k§o§ˈn§o.§mi§‹§.ka§‹|ekonómika|אֵקוֹנוֹמִיקָה
אקורד|chord (music)|a§ˈk§o§ʁ§d|akord|אָקוֹרְד
אקלים||
אקליפטוס||
אקססורי||
אקראי||
אקרה||
ארב||
ארבה||
ארבייטמן||
ארבע|four (f)|a§ʁ§ˈba§–|'arbá|אַרְבַּע
ארבעה עשר||
ארבעה|four|a§ʁ.§ba§ˈa§‹|'arba'á|אַרְבָּעָה
ארבעים||
ארבעת||
ארגון||
ארגז||
ארגמן||
ארגנטינה||
ארד||
ארה״ב||
ארובה||
ארוחה||
ארוחת בוקר||
ארוחת ערב||
ארוחת עשר||
ארוחת צהריים||
ארוטי||
ארוך|long|a§ˈʁ§ɔ§χ|'arókh|אָרֹךְ
אָרֹךְ|long|a§ˈʁɔ§χ|'arókh|ארוך
ארון ספרים||
ארון|cupboard|a§ˈʁ§o§n|arón|אָרוֹן
ארוס||
ארוע||
ארור||
ארז||
ארח||
ארטישוק||
ארי||
אריאל|Ariel|(ʔ)a§ʁi§‹§ˈ(ʔ)e§l|ari'él|אֲרִיאֵל
אריה||
אריזה||
אריח||
אריס||
אריסטו||
אריקה||
ארך||
ארכיון||
ארכיטקטורה|architecture|a§r§xi§‹§te§k§ˈt§u§ra§‹|arkhitektúra|אַרְכִיטֶקְטוּרָה
ארכיפלג||
ארכנופוביה|arachnophobia|a§ʁa§χ§n§ɔ§ˈf§ɔ§b§ja§‹|arakhnofóbya|אָרַכְנוֹפוֹבְּיָה
ארם נהרים||
ארם|Aram|(ʔ)a§ˈʁa§m|'arám|אֲרַם
ארמון|palace|(ʔ)a§r§ˈm§o§n|'armón|אַרְמוֹן
ארמי||
ארמית||
ארמני|Armenian|a§r§ˈme.§ni§‹|arméni|אַרְמֶנִי
ארמניה||
ארמנית|Armenian woman|a§ʁ§ˈmɛ§ni§‹§t|arménit|אַרְמֶנִית
ארנב||
ארנק|wallet|a§ʁ§ˈna§k|arnák|אַרְנָק
ארס||
ארסן||
ארץ ישראל||
ארץ|country, land|ˈe§ʁe§t͡s|'éretz|אֶרֶץ
ארצות הברית||
ארצי||
ארר|to execrate|ʔa§ˈʁa§ʁ|arár|אָרַר
אררט|Ararat|(ʔ)a§ʁa§ˈʁa§t|ararát|אֲרָרָט
ארשת||
אש|fire|ˈɛ§ʃ|esh|אֵשׁ
אֵשׁ|fire|ˈɛ§ʃ|esh|אש
אשגבאט||
אשדוד||
אשה|woman, wife|(ʔ)i§ˈʃa§‹|'ishá|אִשָּׁה
אשור|box tree|a.§ʃ§u§ʁ|ashúr|אַשּׁוּר
אשורית|Assyrian language|a.§ʃ§u§ˈʁ§i§‹§t|'ashurit|אַשּׁוּרִית
אשחר||
אשך||
אשכול||
אשכולית||
אשכנז||
אשכנזי||
אשכרה||
אשל||
אשלגן||
אשליה||
אשם||
אשמה|blame, fault|a§ʃ§ˈma§‹|ashmá|אַשְׁמָה
אשמורת||
אשמע||
אשמרת||
אשנב||
אשפה|rubbish|a§ʃ§ˈpa§‹|ashpá|אַשְׁפָּה
אשקלון||
אשר||
אשראי||
אשרה||
אשרי||
אשרר||
אשת איש||
אשתקד||
אש״ף||
את|you (sing f)|ˈa§t
אתאיזם||
אתב״ש||
אתגר||
אתה|you|(ʔ)a§ˈta§‹|atá|אַתָּה
אתון||
אתונה||
אתוס||
אתיופי||
אתלט||
אתם|you (pl)|a§ˈtɛ§m
אתמול||
אתן||
אתנול||
אתני||
אתניות||
אתנקף||
אתר אינטרנט||
אתר||
אתרוג||
א״י||
בְּבַקָּשָׁה|please|be.§va.§ka.§ˈʃa§‹|b'vakashá|בבקשה|
בְּדִיּוּק|precisely|be.§di§ˈj§u§k|b'diyúk|בדיוק|
בְּדֹלַח|crystal|ˈb§do§la§χ|bdólakh|בדולח|
בְּהֵמָה|beast|be§he§ˈma§‹|behemá|בהמה
בְּהֵמוֹת|behemoth|be§he§ˈm§o§t|behemót|בהמות|
בְּהֶכְרֵחַ|of necessity|bə.§he§χ§ˈʁe.§aχ|b'hekhréakh|בהכרח|
בְּכָל אֹפֶן|anyway(s)|be§ˈχo§l§ §ˈʔo.§fe§n|bekhol ófen|בכל אופן|
בְּמוֹ|in, by means of|be§m§o|bemó|במו|
בְּעָיָה|problem|be.§a§ˈja§‹|be'ayá|בעיה|
בְּרֵאשִׁית|at first|b(e)§ʁe§‹§ˈʃi§‹§t|bereshit|בראשית|
בְּרָזִים|taps, faucets|b§ʁa§ˈzi§‹§m|brazim|ברזים|
בְּרָכָה|congratulation|b§ʁa§ˈχa§‹|b'rakhá|ברכה|
בְּשֶׁל|because of|bə§ˈʃe§l|b'shél|בשל|
בִּטֵּא|to pronounce|bi§ˈte§(ʔ)|bité|ביטא|
בִּטּוּחַ|insurance|bi§ˈt§u§aχ|bitúakh|ביטוח|
בִּי|in me|bi§‹
בִּיג מֶק|Big Mac|bi§‹§ɡ§ §me§k|big mek|ביג מק|
בִּינָה|understanding|bi§‹§ˈna§‹|biná|בינה|
בִּמְהִירוּת|quickly, fast|bi§m.§(h)i§‹§ˈʁ§u§t|bim'hirút|במהירות|
בִּמְקוֹם|instead of|bi§m§ˈk§o§m|bim'qóm|במקום|
בִּנְיַן עִירִיָּה|town hall|bi§n§ˈja§n§ §ʔiː§‹§ri§jˈjaː§‹|binyán 'iriyá|בניין עירייה|
בִּנְיָמִין|Benjamin|bi§n.§ja§ˈmi§‹§n|binyamín|בנימין|
בִּנְיָן|building|bi§n§ˈja§n|binyán|בניין|
בִּרְצִיפוּת|consecutively|bə.§rə.§tsi§‹§ˈf§u§t|bir'tsifút|ברציפות|
בֵּיְגֶּל|bagel|ˈbe§j.§ɡe§l|béigel|בייגל|
בֵּין|between|be§‹§n|bēn|בין|
בֵּית חוֹלִים|hospital|ˈbe§iː§t§ §χ§o§ˈliː§‹§m|beit kholím|בית חולים|
בֵּית־קוֹלְנוֹעַ|cinema|ˈbe§iː§t§ §k§o§l§ˈn§o.§a|beit kolnóa'|בית קולנוע|
בֵּן אַחַר בֵּן|patrilineal descent|be§n§ §(ʔ)a§χa§ʁ§ §be§n|ben akhar ben|בן אחר בן|
בֵּן|son|be§n|bén|בן|
בֶּרֶז|tap, faucet|ˈbe§ʁe§z|bérez|ברז|
בַּחוּץ|outside|ba§ˈx§u§t͡s|bakhúts|בחוץ|
בַּיִת|house|ˈba§j§t|báyit|בית|
בַּלְשָׁנוּת|linguistics|ba§l§ʃa§ˈn§u§t|balshanút|בלשנות|
בַּלּוּט|acorn|ba§ˈl§u§t|balút|בלוט|
בַּקְבּוּק|bottle|ba§k§ˈb§u§k|bakbúk|בקבוק|
בַּר|outside, except|ba§r|bar|בר|
בַּרְבּוּר|swan|ba§ʁ§ˈb§u§ʁ|barbúr|ברבור|
בַּת|daughter|ba§t|bat|בת|
בָּא עַל הֶחָתוּם|to undersign (formal)|ˌba§‹§ §a§l§ §ha§χa§ˈt§u§m|ba al hekhatúm|בא על החתום|
בָּאוּלִינְגּ|bowling|ˈba§‹§w.§li§‹§ŋ§–|ba'uling|באולינג|
בָּבְלִי|Babylonian|ba§v§ˈli§‹|bavlí|בבלי|
בָּבֶל|Babylon|ba§ˈve§l|bavél|בבל|
בָּגָ״ץ|the High Court of Justice|ba§ˈɡa§–§ts|bagats|בג״ץ|
בָּהִיר|light, bright||bahír|בהיר|x
בָּחַר|to choose|ba§ˈχa§ʁ|bakhár|בחר|
בָּחוּר|guy, boy|ba§ˈχ§u§r|bakhúr|בחור
בָּטוּחַ|confident|ba§ˈt§u.§aχ|batúakh|בטוח|
בָּנָה|to build|ba§ˈna§‹|baná|בנה|
בָּצָל|onion|ba§ˈt͡sa§l|batsál|בצל|
בָּקַע|to hatch, crack|ba§ˈka§–|baqá|בקע|
בָּרוּךְ|blessed|ba§ˈʁ§u§χ|barúkh|ברוך|
בָּרוּר|clear, evident|baˈ§ʁ§u§ʁ|barúr|ברור|
בָּשָׂר|meat|ba§ˈsa§ʁ|basár|בשר|
בֹּקֶר טוֹב|good morning|ˈbo§ke§ʁ§ §t§o§v|bóker tov|בוקר טוב|
בֹּקֶר|morning, dawn|ˈbo.§ke§ʁ|bóker|בוקר|
בּוֹרֵא עוֹלָם|demiurge|bɔ§‹§ʁɛ§‹§ §(ʔ)§ɔ§la§m|bore''olam|בורא עולם|
בּז|beige|ˈbe§ʒ||בֵּז|x
בּי|in me|bi§‹||בִּי
ב־|at, in|ˈb(ə)§-|בְּ־
ב־ד־ל||
ב־ה־ר||
ב־ו־א||
ב־ו־ך||
ב־ו־ש||
בא בימים||
בא ל־||
בא על החתום|to undersign (formal)|ˌba§‹§ §a§l§ §ha§χa§ˈt§u§m|ba al hekhatúm|בָּא עַל הֶחָתוּם
בא|to come|ˈba§‹|ba|בָּא
בָּא|to come|ˈba§‹|ba|בא
באג||
באדן||
באולינג|bowling|ˈba§‹§w.§li§‹§ŋ§–|ba'uling|בָּאוּלִינְגּ
באך||
באמת||
באס||
באסה||
באקו||
באר שבע||
באר||
באשר||
בבואה||
בבון||
בביטול||
בבל|Babylon|ba§ˈve§l|bavél|בָּבֶל
בבלי|Babylonian|ba§v§ˈli§‹|bavlí|בָּבְלִי
בבקשה|please|be.§va.§ka.§ˈʃa§‹|b'vakashá|בְּבַקָּשָׁה‎
בג||
בגד ים||
בגד||
בגדאד||
בגדול||
בגט||
בגלל ש־||
בגלל|because|bi§ˈɡ§la§l|biglál|בִּגְלַל
בִּגְלַל|because|bi§ˈɡ§la§l|biglál|בגלל
בגרות||
בגתן||
בג״ד כפ״ת||
בג״ץ|the High Court of Justice|ba§ˈɡa§–§ts|bagats|בָּגָ״ץ
בד||
בדד||
בדה||
בדואי||
בדולח|crystal|ˈb§d§o§la§χ|bdólakh|בְּדֹלַח
בדחן||
בדידות||
בדיון||
בדיוק|precisely|be.§di§ˈj§u§k|b'diyúk|בְּדִיּוּק
בדיחה||
בדיל||
בדיעבד||
בדיקה||
בדיקת דם||
בדל||
בדלנות||
בדלני||
בדק||
בדרך כלל||
בהאי||
בהו||
בהחלט||
בהט||
בהיר|light, bright||bahír|בָּהִיר
בהירה||
בהירות||
בהכרח|of necessity|bə.§he§χ§ˈʁe.§aχ|b'hekhréakh|בְּהֶכְרֵחַ
בהלה||
בהמה|beast|be§he§ˈma§‹|behemá|בְּהֵמָה
בהמות|behemoth|be§he§ˈm§o§t|behemót|בְּהֵמוֹת
בהמ״ז||
בהצלחה||
בהקיץ||
בהתאמה||
בו-זמני||
בוא הנה||
בובה||
בוגד||
בוגוטה||
בוגן||
בודד||
בודפשט||
בוהו||
בוהן||
בוודאות||
בוודאי||
בוז||
בוחן||
בוטא||
בוטל||
בוטן||
בוטניקה||
בוידם||
בוית||
בול עץ||
בולבול||
בולגריה||
בולגרית||
בולט||
בוליביה||
בומרנג||
בונה||
בונוס||
בונסאי||
בוסה||
בוסטון||
בוספורוס||
בועה||
בועז||
בוץ||
בוקיצה||
בוקר טוב|good morning|ˈb§o§ke§ʁ§ §t§o§v|bóker tov|בֹּקֶר טוֹב
בוקר|morning, dawn|ˈb§o.§ke§ʁ|bóker|בֹּקֶר
בוקרשט||
בור מים||
בור||
בורא עולם|demiurge|bɔ§‹§ʁɛ§‹§ §(ʔ)§ɔ§la§m|bore''olam|בּוֹרֵא עוֹלָם‎
בורבון||
בורג||
בורות||
בורך||
בורסה||
בורקס||
בוש||
בוש־דו־רון|Bouches-du-Rhône|b§u§ʃ§–§d§u§–§ˈʁ§o§n|bush-du-ron|
בושה||
בושם||
בז||
בזאת||
בזבז||
בזה אחר זה||
בזהירות||
בזכות||
בזלת||
בזתא||
בחוץ|outside|ba§ˈx§u§t͡s|bakhúts|בַּחוּץ
בחור|guy, boy|ba§ˈχ§u§r|bakhúr|בָּחוּר
בחורה||
בחייך||
בחילה||
בחינה||
בחינם||
בחירה||
בחמלה||
בחן||
בחר|to choose|ba§ˈχa§ʁ|bakhár|בָּחַר
בחרות||
בחריין||
בחש||
בטוח|confident|ba§ˈt§u.§aχ|batúakh|בָּטוּחַ
בטון||
בטח||
בטחון||
בטטה||
בטיחות||
בטל||
בטן|belly|ˈbɛ§tɛ§n|béten|בֶּטֶן
בֶּטֶן|belly|ˈbɛ§tɛ§n|béten|בטן
בטריה||
בי||
ביאס||
ביאר||
ביג מק|Big Mac|bi§‹§ɡ§ §me§k|big mek|בִּיג מֶק
בידה||
בידוד||
בידח||
בידל||
ביה״ח||
ביו־||
ביוב||
ביוטכנולוגי||
ביוטכנולוגיה||
ביולוג||
ביולוגיה||
ביומטריה||
ביומסה||
ביותר||
ביזארי||
ביזון||
ביחד||
ביט||
ביטא|to pronounce|bi§‹§ˈte§(ʔ)|bité|בִּטֵּא
ביטוח|insurance|bi§‹§ˈt§u§aχ|bitúakh|בִּטּוּחַ
ביטוי||
ביטול||
ביטחון עצמי||
ביטחון תעסוקתי||
ביטחון||
ביטחוני||
ביטל||
ביי||
בייגל|bagel|ˈbe§›§j.§ɡe§l|béigel|בֵּיְגֶּל
בייגלה||
בייג׳ינג||
בייחוד||
ביישנות||
ביית||
ביכה||
ביכר||
בילבל||
בילה||
בילטרלי||
בילע||
בימה||
בימ״ש||
בין המצרים||
בין הפטיש והסדן||
בין השאר||
בין תחומי||
בין|between|be§‹§n|bēn|בֵּין
בין־דורי||
בין־ממשלתי||
בין־תחומי||
בינה מלאכותית||
בינה|understanding|bi§‹§ˈna§‹|biná|בִּינָה
בינוני||
בינלאומי||
בינת||
בינתיים||
ביסמות||
ביסקוויט||
ביסקסואלי||
ביצה מקושקשת||
ביצה מקשקשת||
ביצה|egg|bɛ§‹§ˈt͡sa§‹|betzá|בֵּיצָה
בֵּיצָה|egg|bɛ§‹§ˈt͡sa§‹|betzá|ביצה
ביצייה||
ביצים||
ביצית||
ביצע||
ביצפר||
ביקור||
ביקורת||
ביקע||
ביקר||
ביקש||
בירה||
בירוקרטיה||
בירך||
בישוף||
בישל||
בישן||
בישר||
בית דין צבאי||
בית דין||
בית הכרם||
בית המקדש||
בית הנבחרים||
בית חולים|hospital|ˈbe§iː§t§ §χ§o§ˈliː§‹§m|beit kholím|בֵּית חוֹלִים
בית חרושת||
בית כנסת||
בית לחם||
בית מלון||
בית מרקחת||
בית משפט||
בית סוהר||
בית ספר עממי||
בית ספר||
בית עבוט||
בית עולם||
בית קברות||
בית קולנוע|cinema|ˈbe§iː§t§ §k§o§l§ˈn§o.§a|beit kolnóa'|בֵּית־קוֹלְנוֹעַ
בית קפה||
בית שחי||
בית שמש||
בית|house|ˈba§j§t|báyit|בַּיִת
ביתא||
בי״ח||
בי״ס||
בי״ת||
בכה||
בכוונה||
בכונה||
בכור||
בכורה||
בכי||
בכיין||
בכיר||
בכל אופן|anyway(s)|be§ˈχo§l§ §ˈʔ§o.§fe§n|bekhol ófen|בְּכָל אֹפֶן
בכל זאת||
בכלל||
בכר||
בכרי||
בל||
בלא||
בלאגן||
בלארוס||
בלבד||
בלבול||
בלבל||
בלגיה||
בלגן||
בלגרד||
בלה||
בלהה||
בלוג||
בלוט|acorn|ba§ˈl§u§t|balút|בַּלּוּט
בלוטה||
בלוטת הערמונית||
בלוטת יותרת המוח||
בלוי||
בלון||
בלות||
בלזה||
בלט||
בלי||
בלילה||
בלל||
בלם||
בלע||
בלעדי||
בלקני||
בלש||
בלשון סגי נהור||
בלשן||
בלשנות|linguistics|ba§l§ʃa§ˈn§u§t|balshanút|בַּלְשָׁנוּת
בלתי||
במאי||
במבוק||
במדבר||
במה||
במהירות|quickly, fast|bi§m.§(h)i§‹§ˈʁ§u§t|bim'hirút|בִּמְהִירוּת
במהלך||
במהרה||
במו ידיו||
במו|in, by means of|be§m§o|bemó|בְּמוֹ
במיוחד||
במקו||
במקום שאין אנשים השתדל להיות איש||
במקום|instead of|bi§m§ˈk§o§m|bim'qóm|בִּמְקוֹם
במשך||
בן אדם|man, human|ˈbɛ§n§ §a§ˈda§m|ben adám|בֶּן אָדָם
בֶּן אָדָם|man, human|ˈbɛ§n§ §a§ˈda§m|ben adám|בן אדם
בן אחר בן|patrilineal descent|be§n§ §(ʔ)a§χa§ʁ§ §be§n|ben akhar ben|בֵּן אַחַר בֵּן
בן דוד||
בן זונה||
בן ישראל||
בן מלך||
בן פורת יוסף||
בן תרבות||
בן|son|be§n|bén|בֵּן
בן־מלך||
בן־תרבות||
בנאדם||
בנאי||
בנאלי||
בנגלדש||
בנגקוק||
בנה|to build|ba§ˈna§‹|baná|בָּנָה
בנוסף||
בנזין||
בנחת||
בנט||
בני ברק||
בני ישראל||
בני־ישראל||
בניגוד ל־||
בניין עירייה|town hall|bi§n§›§ˈja§n§ §ʔiː§‹§ri§j§ˈjaː§‹|binyán 'iriyá|בִּנְיַן עִירִיָּה
בניין|building|bi§n§›§ˈja§n|binyán|בִּנְיָן
בנימין|Benjamin|bi§n.§ja§ˈmi§‹§n|binyamín|בִּנְיָמִין
בנין||
בננה||
בנק דם||
בנק מרכזי||
בנק||
בסדר גמור||
בסדר||
בסיס||
בסיסי||
בס״ד||
בעד||
בעוד מועד||
בעוד||
בעט||
בעטן||
בעיה|problem|be.§a§ˈja§‹|be'ayá|בְּעָיָה
בעיטה||
בעייתי||
בעיקר||
בעיר||
בעל דין||
בעל זבוב||
בעל זנב||
בעל חיים||
בעל כורח||
בעל תשובה||
בעל|husband|ˈba§ʔa§l|bá'al|בַּעַל
בַּעַל|husband|ˈba§ʔa§l|bá'al|בעל
בעלה||
בעלות||
בעצם||
בעקיפין||
בער||
בערום||
בערות||
בערך||
בעתה||
בפנים||
בפרהסיה||
בץ||
בצורת||
בצל|onion|ba§ˈt͡sa§l|batsál|בָּצָל
בצפר||
בצק עלים||
בצק פריך||
בצק שמרים||
בצק||
בצר||
בקבוק|bottle|ba§k§ˈb§u§k|bakbúk|בַּקְבּוּק
בקבק||
בקול רם||
בקטריולוגיה||
בקיצור||
בקע|to hatch, crack|ba§ˈka§–|baqá|בָּקַע
בקעה||
בקר||
בקרוב||
בקרת אקלים||
בקש||
בקשה||
בר מינן||
בר מצוה||
בר מצווה||
בר|outside, except|ba§r|bar|בַּר
ברא||
בראשית|at first|b(e)§ʁe§‹§ˈʃi§‹§t|bereshit|בְּרֵאשִׁית‎
ברבדוס||
ברבור|swan|ba§ʁ§ˈb§u§ʁ|barbúr|בַּרְבּוּר
ברבר||
ברברי||
ברד||
ברדלס||
ברווז||
ברווזון||
ברוז||
ברוח הזמן||
ברוטלי||
ברוך הבא||
ברוך הוא וברוך שמו||
ברוך השם||
ברוך|blessed|ba§ˈʁ§u§χ|barúkh|בָּרוּךְ
ברוכים הבאים||
ברום||
ברוניי||
ברוקולי||
ברור|clear, evident|baˈ§ʁ§u§ʁ|barúr|בָּרוּר
ברוש||
ברז|tap, faucet|ˈbe§ʁe§z|bérez|בֶּרֶז
ברזיה||
ברזיל||
ברזיליה||
ברזים|taps, faucets|b§ʁa§ˈzi§‹§m|brazim|בְּרָזִים
ברזל||
ברח||
ברחש||
בריא||
בריאה||
בריאות||
בריאותי||
בריאתנות||
בריה״מ||
בריום||
בריח||
בריטניה||
בריכה||
בריליום||
בריסל||
ברירה||
ברית המועצות||
ברית מילה||
ברית||
ברך|knee|ˈbɛ§ʁɛ§χ|bérekh|בֶּרֶךְ
בֶּרֶךְ|knee|ˈbɛ§ʁɛ§χ|bérekh|ברך
ברכה אחרונה||
ברכה ראשונה||
ברכה|congratulation|b§ʁa§ˈχa§‹|b'rakhá|בְּרָכָה
ברכון||
ברכת המזון||
ברלין||
ברם||
ברמן||
ברציפות|consecutively|bə.§rə.§tsi§‹§ˈf§u§t|bir'tsifút|בִּרְצִיפוּת
ברק||
ברקזיט||
ברקן||
ברקת||
ברר||
בשביל||
בשום אופן||
בשל|because of|bə§ˈʃe§l|b'shél|בְּשֶׁל
בשלושה דברים אדם ניכר בכוסו בכיסו ובכעסו||
בשלות||
בשעטו״מ|in a good and successful time|be.§ʃa.§a§ˈt§u§–§m||abbr of בְּשָׁעָה טוֹבָה וּמֻצְלַחַת/be.ʃaˈa toˈva u.mutsˈla.χat
בשקורטוסטן||
בשקירי||
בשר בחלב||
בשר לבן||
בשר|meat|ba§ˈsa§ʁ|basár|בָּשָׂר
בת דוד||
בת ים||
בת שבע||
בת|daughter|ba§t|bat|בַּת
בת־קול||
בתא||
בתאבון||
בתוך||
בתול||
בתולה||
בתולים||
בתיאבון||
ג'ובה||
ג'וינט||
גְּבֶרֶת|madam, lady||gvéret|גברת
גְּבַרְבַר|'big' man|ɡ§va§ʁ§ˈva§ʁ|gvarvár|גברבר|
גְּבוּל|boundary|ɡ§v§u§l|gvúl|גבול
גְּלִידָה|ice cream|ɡ§li§‹§ˈda§‹|glidá|גלידה|
גְּמַר טוֹב|yom kippur greeting|ɡ§ma§ʁ§ §t§o§v|g'már tov|גמר טוב  = May you be sealed in the book of life|
גְּמָלִים|camels|ɡ§ma§ˈli§‹§m||גמלים
גמלים|camels|ɡ§ma§ˈli§‹§m||גְּמָלִים
גִּבְעָה|hill|ɡi§ˈv§a§‹|giv'á|גבעה|
גִּזְבָּר|treasurer|ɡi§z§ˈba§ʁ|gizbár|גזבר|
גִּיטָרָה|guitar|ɡi§‹§ˈta§ʁa§‹|gitára|גיטרה|
גִּשּׁוּר|mediation|ɡi§ˈʃ§u§ʁ|gishúr|גישור|
גִ׳ירָף|giraffe|dʒi§‹§‹§ˈʁa§f|jiraf|ג׳ירף|
גִ׳ירָפָה|giraffe f|dʒi§‹§‹§ˈʁa§fa§‹|jiráfa|ג׳ירפה|
גֶּפֶן|grapevine|ˈɡe§fe§n|géfen|גפן|
גֶּרֶב|sock|ˈɡe§ʁe§v|gérev|גרב|
גַּבְרִיאֵל|Gabriel|ɡa§v§ʁi§‹§ˈɛ§l|gavri'él|גבריאל
גַּג|roof|ga§g||גג
גג|roof|ga§g||גַּג
גַּל־קוֹל|sound wave|ɡa§l§-§ˈk§o§l|gal-kól|גל־קול|
גַּם|also|ga§m|gam|גם|
גַּמְבָּה|bell pepper|ˈɡa§m§ba§‹|gámba|גמבה
גַּן|garden|ɡa§n|gan|גן|
גָּדוֹל|big, large|ɡa§ˈd§o̞§l|galól|גדול|
גָּזַל|stole (v)|ɡa§ˈza§l|gazál|גזל|
גָּלְיָת|Goliath|ɡo§l§ˈja§t|golyát|גולית|
גָּמָל|camel|ɡa§ˈma§l|gamál|גמל|
גָּנַב|to steal|ɡa§ˈna§v|ganáv|גנב|
גָּרוֹן|throat|ɡa§ˈʁ§o§n|garón|גרון|
גֹּדֶשׁ|congestion|ˈɡo§de§ʃ|gódesh|גודש|
גּברת|Mrs.|||גְּבֶרֶת
גּוֹזָל|chick|ɡ§o§ˈza§l|gozál|גוזל|
גּוֹי|nation (biblical)|g§o§j|goi|גוי|
גּוֹלָן|Golan (Heights)|ɡ§ɔ§ˈla§n|golán|גולן|
גּוּף|body|g§u§f|guf|גוף|
גּם|also|ga§m|gam|גַּם
גּמלים|camels|ɡ§ma§ˈli§‹§m||גְּמָלִים
גּ׳ירפה|giraffe|dʒi§‹§‹§ˈra§fa§‹||גִ׳ירָפָה
ג־ב־ה||
ג־ב־ר||
ג־ד־ל||
ג־ל־ג־ל||
גאבורון||
גאה||
גאוה||
גאווה||
גאולה||
גאומטריה||
גאון||
גאוניות||
גאופוליטיקה||
גאוצ׳ו||
גאל||
גאן||
גאנה||
גב|back|ˈɡa§v|gav|גַּב
גַּב|back|ˈɡa§v|gav|גב
גבאי||
גבה||
גבוה||
גבול|boundary|ɡ§v§u§l|gvúl|גְּבוּל
גבור||
גבות מחוברות||
גבינה כחולה||
גבינה||
גבינת שמנת||
גביע||
גביש||
גבל||
גבלית||
גבעה|hill|ɡi§ˈv§a§‹|giv'á|גִּבְעָה
גבעול||
גבעתיים||
גבר|man (male)|ˈɡɛ§vɛ§ʁ|géver|גֶּבֶר
גֶּבֶר|man (male)|ˈɡɛ§vɛ§ʁ|géver|גבר
גברבר|'big' man|ɡ§va§ʁ§ˈva§ʁ|gvarvár|גְּבַרְבַר
גברי||
גבריאל|Gabriel|ɡa§v§ʁi§‹§ˈɛ§l|gavri'él|גַּבְרִיאֵל
גבריהו||
גברת|madam, lady||gvéret|גְּבֶרֶת
גברתי||
גברתן||
גבשושית||
גב׳|Mrs.||gvéret
גד||
גדא||
גדה||
גדול|big, large|ɡa§ˈd§o̞§l|galól|גָּדוֹל
גדות||
גדי||
גדיה||
גדל||
גדם||
גדעון||
גדרה||
גהי||
גו||
גואטמלה סיטי||
גובה||
גוגול||
גוגל||
גודל||
גודש|congestion|ˈɡ§o§de§ʃ|gódesh|גֹּדֶשׁ
גוואקמולי||
גוויה||
גווע||
גוזל|chick|ɡ§o§ˈza§l|gozál|גּוֹזָל
גוטפריד||
גוי|nation (biblical)|g§o§j|goi|גּוֹי
גויה||
גויס||
גולגולת||
גולדברג||
גולה||
גולית|Goliath|ɡ§o§l§ˈja§t|golyát|גָּלְיָת
גולם||
גולן|Golan (Heights)|ɡ§ɔ§ˈla§n|golán|גּוֹלָן
גולף||
גולש||
גומה||
גומי||
גומיה||
גומץ||
גוספל||
גוף|body|g§u§f|guf|גּוּף
גופה||
גופיה||
גופרית||
גוץ||
גור||
גורד שחקים||
גורילה||
גורל||
גורן||
גורר||
גוררת||
גורש||
גוש דן||
גוש עציון||
גוש קטיף||
גוש||
גושפנקא||
גושפנקה||
גז||
גזבר|treasurer|ɡi§z§ˈba§ʁ|gizbár|גִּזְבָּר
גזוזטרה||
גזל|stole (v)|ɡa§ˈza§l|gazál|גָּזַל
גזע||
גזענות||
גזעני||
גזר||
גזרה||
גחון||
גחלילית||
גחלת||
גט||
גיא בן הנם||
גיא||
גיבה||
גיבור||
גיגבייט||
גיד הנשה||
גידל||
גיהנום||
גיוון||
גיוס||
גיור||
גיורת||
גיזען||
גיזרון||
גיח||
גיחון||
גיטרה|guitar|ɡi§‹§ˈta§ʁa§‹|gitára|גִּיטָרָה
גייס||
גייר||
גיל ההתבגרות||
גיל||
גילברט||
גילגול||
גילגל||
גילה||
גילוח||
גילוי||
גילח||
גילטי פלז׳ר|guilty pleasure||gílti plézher|גִילְטִי פְּלֶזֶ׳ר
גִילְטִי פְּלֶזֶ׳ר|guilty pleasure||gílti plézher|גילטי פלז׳ר
גימד||
גימל||
גימ״ל||
גינה||
גינון||
גיס||
גיסה||
גיר||
גירה||
גירונה||
גירושין||
גירית||
גירסה||
גירש||
גישה||
גישור|mediation|ɡi§‹§ˈʃ§u§ʁ|gishúr|גִּשּׁוּר
גישש||
גל חום||
גל קול||
גל||
גל־קול|sound wave|ɡa§l§-§ˈk§o§l|gal-kól|גַּל־קוֹל
גלאט כשר||
גלגול||
גלגל הצלה||
גלגל שיניים||
גלגל שנים||
גלגל||
גלגלת||
גלד||
גלה||
גלובוס||
גלובליזציה||
גלוח||
גלוי||
גלויה||
גלולה||
גלות||
גלח||
גלידה|ice cream|ɡ§li§‹§ˈda§‹|glidá|גְּלִידָה
גלידריה||
גלידרייה||
גליום||
גליל||
גלימה||
גלישה||
גלל||
גלעד||
גלעין||
גלקסיה||
גלשן שלג||
גם אויל מחריש חכם יחשב||
גם כן||
גם|also|ga§m|gam|גַּם
גמא||
גמבה|bell pepper|ˈɡa§m§ba§‹|gámba|גַּמְבָּה
גמגום||
גמד||
גמדות||
גמדי||
גמדית||
גמדת||
גמור||
גמילות חסדים||
גמל|camel|ɡa§ˈma§l|gamál|גָּמָל
גמלת||
גמר חתימה טובה||
גמר טוב|yom kippur greeting|ɡ§ma§ʁ§ §t§o§v|g'már tov|גְּמַר טוֹב = May you be sealed in the book of life‎
גמר||
גן בוטני||
גן ילדים||
גן עדן||
גן|garden|ɡa§n|gan|גַּן
גנב|to steal|ɡa§ˈna§v|ganáv|גָּנַב
גנבה||
גנוז||
גנוסטי||
גנוסטיקה||
גנוסיס||
גנז||
גנזים||
גניזה||
גנן||
גננות||
גננת||
גנרל||
גס||
גסטרונומי||
געגוע||
גפן|grapevine|ˈɡe§fe§n|géfen|גֶּפֶן
גפרור||
גר||
גרב|sock|ˈɡe§ʁe§v|gérev|גֶּרֶב
גרביון||
גרגיר||
גרה||
גרוזובסקי||
גרוזיה||
גרוזינית||
גרוטאה||
גרון|throat|ɡa§ˈʁ§o§n|garón|גָּרוֹן
גרוני||
גרוע||
גרוש||
גרות||
גרזן||
גריאטרי||
גריסה||
גריפינדור||
גרם||
גרמני||
גרמניה||
גרמניום||
גרמנית||
גרנולה||
גרס||
גרעין||
גרעיני||
גרף||
גרר||
גרש||
גרשיים||
גרשם||
גר״א||
גשום||
גשוש||
גשם|rain|ˈɡɛ§ʃɛ§m|géshem|גֶּשֶׁם
גֶּשֶׁם|rain|ˈɡɛ§ʃɛ§m|géshem|גשם
גשמיות||
גשר||
גת||
גתית||
ג׳אנק פוד||
ג׳בלאות||
ג׳וּק|cockroach, bug|d͡ʒ§‹§u§k|júk|ג׳וק
ג׳וק|cockroach, bug|d͡ʒ§‹§u§k|júk|ג׳וּק
ג׳ז||
ג׳יבריש||
ג׳יהאד||
ג׳ין||
ג׳ינס||
ג׳ירף|giraffe|dʒi§‹§‹§ˈʁa§f|jiraf|גִ׳ירָף
ג׳ירפה|giraffe f|dʒi§‹§‹§ˈʁa§fa§‹|jiráfa|גִ׳ירָפָה
ג׳ל||
ג׳מייקה||
ג׳נוסיד||
ג׳קוזי||
ג׳קסון||
דְּמָמָה|stillness, silence|d§ma§ˈma§‹|d'mamá|דממה|
דְּמוּת|image|d§m§u§t|dmut|דמות|
דְּרָקוֹן|dragon|d§ʁa§ˈk§o§n|d'rakón|דרקון|
דִּיר|livestock pen|di§‹§ʁ|dir|דיר|
דִּכּוּי|oppression|di§ˈk§u§j|dikúy|דיכוי|
דִּמֵּם|to bleed|diˈ§mɛ§m|dimém|דימם|
דֵּעָה|opinion|de§ˈ(ʔ)a§‹|de'á|דעה|
דֶּבֶק|glue|ˈde.§ve§k|dévek|דבק|
דֶּקֶל|palm tree, date|ˈde.§ke§l|dékel|דקל|
דֶּרֶךְ|road|ˈde§ʁe§χ|dérekh|דרך|
דֶּשֶׁא|grass|ˈde§ʃe§‹|déshe|דשא|
דַּלֶּקֶת|inflammation|da§ˈle.§ke§t|daléket|דלקת|
דַּעַת|mind|ˈda§ʔa§t|dá'at|דעת|
דָּבָר|thing|da§ˈva§ʁ|davár|דבר|
דָּג|fish|da§g|dág|דג|
דָּגֵשׁ|dagesh|dä§ˈɡe̞§ʃ|dagésh|דגש|
דָּמִים|money, funds||damím|דמים
דָּן|to discuss|da§n|dan|דן|
דָּפַק|to knock|da§ˈfa§k|dafák|דפק|
דָּת|religion|da§t|dat|דת|
דֹּב נְמָלִים|ant eater|do§v§ §ne§ma§ˈli§‹§m|dov n'malím|דוב נמלים|
דֹּב|bear|do§v|dov|דוב|
דֻּבְדְּבָן|cherry|du§v§de§ˈva§n|duvd'van|דובדבן|
דּוֹד|uncle|d§o§d|dod|דוד|
דּוֹלָר|dollar|ˈd§o§la§r|dólar|דולר|
דּוּד|boiler|d§o§d|dod|דוד
דּוּחַ|report|ˈd§u.§aχ|dúakh|דוח|
דּלק|fuel|ˈde§le§k||דֶּלֶק
דֶּלֶק|fuel|ˈde§le§k||דּלק
ד־ר־ש||
דאב||
דאג||
דאגה||
דאגן||
דאדא||
דאדאיזם||
דאה||
דאון||
דאז||
דאיזם||
דאע״ש||
דב||
דבורה||
דביבון||
דביק||
דבלה||
דבלין||
דבק|glue|ˈde.§ve§k|dévek|דֶּבֶק
דבר אחר||
דבר|thing|da§ˈva§ʁ|davár|דָּבָר
דברי הימים||
דברי ימים||
דברים בטלים||
דברים||
דבש||
דג|fish|da§g|dág|דָּג
דגה||
דגוש||
דגל||
דגמא||
דגמה||
דגן||
דגש חזק||
דגש קל||
דגש|dagesh|dä§ˈɡe̞§ʃ|dagésh|דָּגֵשׁ
דד||
דהר||
דו||
דו־חי||
דו־פסיגי||
דו־קיום||
דואר אלקטרוני||
דואר זבל||
דואר||
דוא״ל||
דוב נמלים|ant eater|d§o§v§ §ne§ma§ˈli§‹§m|dov n'malím|דֹּב נְמָלִים
דוב|bear|d§o§v|dov|דֹּב
דובאי|Dubai|d§u§ˈba§‹§j|dubay|
דובדבן|cherry|d§u§v§de§ˈva§n|duvd'van|דֻּבְדְּבָן
דובר||
דוברה||
דוגמא||
דוגמה||
דוד המלך||
דוד|uncle|d§o§d|dod|דּוּד|
דודא||
דודה||
דודומה||
דווקא||
דוור||
דוח|report|ˈd§u.§aχ|dúakh|דּוּחַ
דוחה||
דוחן||
דוכא||
דוכדך||
דוכיפת||
דוכן||
דול מצוי||
דול||
דולב||
דולפין||
דולר|dollar|ˈd§o§la§r|dólar|דּוֹלָר
דונלד||
דוס||
דוסי||
דופן||
דוקטור||
דוקטרינה||
דור||
דורבן||
דורון||
דורי||
דוריאן||
דורית||
דושנבה||
דז׳ה וו|déjà vu||dezha-vú
דחה||
דחליל|scarecrow|da§χ§ˈli§‹§l|dakhlil|דַּחְלִיל
דחף|to push|da§ˈχa§f|dakháf|דָּחַף
דָּחַף|to push|da§ˈχa§f|dakháf|דחף
דחפור||
די.ג׳יי||
די||
דיאודורנט||
דיאטה||
דיאטתי||
דיבור||
דיבר||
דיג||
דיגדג||
דיגיטלי||
דיגל||
דיה||
דיו|ink||dyó|דְּיוֹ
דְּיוֹ|ink||dyó|דיו
דיודה||
דיווח||
דיון||
דיונון||
דיוק||
דיותא||
דיותה||
דיזנטריה||
דייג||
דיין||
דייסה||
דייקנות||
דייר||
דיכא||
דיכאון||
דיכדך||
דיכוי|oppression|di§‹§ˈk§u§j|dikúy|דִּכּוּי
דילדו||
דילל||
דילמה||
דימדומים||
דימה||
דימם|to bleed|diˈ§‹§mɛ§m|dimém|דִּמֵּם
דין||
דינר||
דיסלקציה||
דיסק קשיח||
דיסקוטק||
דיפלומט||
דיפלומטי||
דיפלומטיה||
דיקור סיני||
דיקטטור||
דיקטטורה||
דיקלם||
דיקן||
דיר|livestock pen|di§‹§ʁ|dir|דִּיר
דירה||
דכא||
דכדוך||
דכדך||
דל||
דלד||
דלה||
דלי||
דליק||
דליקה||
דלעת||
דלק||
דלקת|inflammation|da§ˈle.§ke§t|daléket|דַּלֶּקֶת
דלת||
דלתא||
דל״ת||
דם|blood|ˈda§m|dam|דָּם
דָּם|blood|ˈda§m|dam|דם
דמה||
דמוקרט||
דמוקרטי||
דמוקרטיה|democracy|de§m§o§ˈk§ra§t§ja§‹|demokrátya| דֵּמוֹקְרַטְיָה
דמוקרטיזציה||
דמות|image|d§m§u§t|dmut|דְּמוּת
דמיון||
דמיין||
דמים|money, funds||damím|דָּמִים
דמין||
דמם||
דממה|stillness, silence|d§ma§ˈma§‹|d'mamá|דְּמָמָה
דמע||
דמעה||
דמקה||
דמשק||
דן|to discuss|da§n|dan|דָּן
דנדרוכרונולוגיה||
דניאל||
דנית||
דנמרק||
דעה|opinion|de§ˈ(ʔ)a§‹|de'á|דֵּעָה
דעך||
דעת|mind|ˈda§ʔa§t|dá'at|דַּעַת
דף||
דפדפן||
דפיברילטור||
דפנה||
דפק|to knock|da§ˈfa§k|dafák|דָּפַק
דפרסיה||
דפתר||
דצמבר||
דק|thin|ˈda§k|dak|דַּק
דַּק|thin|ˈda§k|dak|דק
דקאר||
דקדוק||
דקדוקי||
דקה||
דקות||
דקירה||
דקל|palm tree, date|ˈde.§ke§l|dékel|דֶּקֶל
דקלום||
דקר|to stab|da§ˈka§ʁ|dakár|דָּקַר
דָּקַר|to stab|da§ˈka§ʁ|dakár|דקר
דקת קשת||
דק׳||
דר||
דרבוקה||
דרבי||
דרג||
דרגה||
דרגנוע||
דרדר||
דרום אמריקני||
דרום||
דרומי||
דרור||
דריווש||
דרך ארץ||
דרך|road|ˈde§ʁe§χ|dérekh|דֶּרֶךְ
דרכון||
דרמה||
דרס||
דרסטי||
דרקון|dragon|d§ʁa§ˈk§o§n|d'rakón|דְּרָקוֹן
דרש||
דש||
דשא|grass|ˈde§ʃe§‹|déshe|דֶּשֶׁא
דשן||
דת|religion|da§t|dat|דָּת
דתי||
דתל״ש||
ד׳||
ד׳ו אל-חיג׳ה|(Dhu al-Hijjah)|ð§‹§u§ §a§l§ §ħ§i§d͡ʒa§‹§–|ذو الحجة
ד״א||
ד״ר|doctor|ˈdo§kto§ʁ|Dr.|abbreviation of דּוֹקְטוֹר‎
ד״ש||
הֱוֵא|Be!||hevé|(rare) הוא
הֲבָנָה|understanding|ha.§va§ˈna§‹|havaná|הבנה|
הֲדַסָּה|Hadasa|ha.§da.§ˈsa§‹|hadasá|הדסה|
הִזְדַּמְּנוּת|opportunity|hi§z.§da§m§ˈn§u§t|hizdam'nút|הזדמנות|
הִזְכִּיר|to remind|(h)i§z§ˈki§‹§ʁ|hizkir|הזכיר|
הִכָּה|to hit|hi§ˈka§‹|hiká|הכה
הִסְבִּיר|to explain|hi§s§ˈbi§‹§r|bisbír|הסביר|
הִסְתִּיר|to hide, conceal|(h)i§s§ˈt§i§‹§ʁ|histír|הסתיר|
הִסְתַּתֵּר|to hide onself|(h)i§s§ta§ˈte§ʁ|histatér|הסתתר|
הִפְגִּין|to protest|hi§f§ˈɡi§‹§n|hifgín|הפגין|
הִפְשִׁיט|to undress|hi§f§ˈʃi§‹§t|hifshit|הפשיט|
הִצְהִיר|to declare formally|(h)i§t͡s§ˈ(h)i§‹§ʁ|hitshir|הצהיר|
הִצְטַחֵק|to chuckle|(h)i§t͡s§ta§ˈχɛ§k|hitstakhek|הצטחק|
הִצְטָרְפוּת|joining|hi§ts.§ta§r§ˈf§u§t|hitztar'fút|הצטרפות|
הִקְהִיל|to bring together|hi§k.§ˈhi§‹§l|hikhíl|הקהיל|
הִקְשִׁיב|to listen|(h)i§k§ˈʃi§‹§v|hikshív|הקשיב|
הִתְאַבְּדוּת|suicide|hi§t§(ʔ)a§b§ˈd§u§t|hit'abdút|התאבדות|
הִתְאַבֵּד|to commit suicide|hi§t§(ʔ)a§ˈbe§d|hit'abéd|התאבד|
הִתְאַגֵּד|to incorporate|hi§t§(ʔ)a§ˈɡe§d|hit'agéd|התאגד|
הִתְכַּוֵּן|to mean, intend|hi§t.§ka§ˈve§n|hitkavén|התכוון|
הִתְפַּשֵּׁט|to undress|hi§t§pa§ˈʃe§t|hitpashét|התפשט|
הִתְקוֹמְמוּת|insurrection|hi§t§k§ɔ§mɛ§m§u§t|hitkomemut|התקוממות|
הִתְרַפֵּא|to recuperate|(h)i§t§ʁa§ˈpe§‹|hitrapé|התרפא|
הֵבִיא|to bring|he§ˈvi§‹§‹|hevi|הביא|
הֵבִין|to understand|hɛ§ˈvi§‹§n|hevin|הבין|
הֵד|echo|hɛ§d|héd|הד
הֵם|those, they|ˈhɛ§m|hem
הֶחְדִּיר|to insert|(h)ɛ§χ§ˈdi§‹§ʁ|hekhdir|החדיר|
הֶחְזִיק|to hold, grab|he§χ§ˈzi§‹§k|hekhzik|החזיק|
הֶלְחֵם|portmanteau|he§l§χe§m|helkhem|הלחם|
הֶפֶךְ|the opposite|ˈhe§fe§χ|héfekh|הפך|
הֶרְאָה|show|(h)ɛ§ʁ§ˈ(ʔ)a§‹|her'á|הראה|
הַפְרָעָה|disturbance|(h)a§f§ra§ˈ(ʔ)a§‹|hafra'á|הפרעה|
הַפַּעַם|this time|ha§pa§ʔa§m|hapáam|הפעם|
הַר|mountain|ha§ʁ|har|הר|
הַשְׁפָּעָה|influence|ha§ʃ.§pa§ˈ(ʔ)a§‹|hashpa'á|השפעה|
הַשׁוֹאָה|the Holocaust|(h)a§ʃ§ɔ§(ʔ)ˈa§‹|ha-sho'á|השואה|
הָאָרֶץ|Israel|ha§ˈ(ʔ)a§ʁe§t͡s|ha'árets|הארץ|
הָיָה|to exist|(h)a§ˈja§‹|hayá|היה|
הָלַךְ|to walk|ha§ˈla§χ|halákh|הלך
הָעוֹלָם|the world|ha§ʕ§ɔ§ˈla§m|ha'olám|העולם|
הֹדּוּ|India|ˈho.§d§u|hódu|הודו|
ה־||
ה־ל־ל||
ה־ר־ס||
הא||
האביס||
האביר||
האג||
האדים||
האומנם||
האוקיינוס האטלנטי||
האוקיינוס הדרומי||
האוקיינוס ההודי||
האוקיינוס השקט||
האזין||
האט||
האיץ||
האיר||
האם||
האמין||
האמיר||
האקר||
הארה||
האריך||
הארץ|Israel|ha§ˈ(ʔ)a§ʁe§t͡s|ha'árets|הָאָרֶץ
האשים||
הב||
הבא||
הבדיל||
הבדל||
הבדלה||
הבה||
הבהיר||
הבהרה||
הבטחה||
הבטיח||
הביא|to bring|he§ˈvi§‹§‹|hevi|הֵבִיא
הביט||
הביך||
הבין|to understand|hɛ§ˈvi§‹§n|hevin|הֵבִין
הביס||
הביע כעס||
הביתה||
הבל הבלים||
הבל||
הבליע||
הבנה|understanding|ha.§va§ˈna§‹|havaná|הֲבָנָה
הברה||
הבריג||
הבריח||
הברית החדשה||
הבשיל||
הגאון מווילנה||
הגבה||
הגבהה||
הגביל||
הגביר||
הגבל||
הגבלה||
הגדה||
הגדיל||
הגדיר||
הגדרה||
הגה||
הגזים||
הגזמה||
הגיב||
הגיד||
הגיח||
הגייה||
הגיע עד פת לחם||
הגיע||
הגיש||
הגמוני||
הגמוניה||
הגן||
הגנה||
הגניב||
הגעה||
הגר||
הגשה||
הד|echo|hɛ§d|héd|הֵד
הדאיג||
הדבקה||
הדגים||
הדגיש||
הדגמה||
הדדי||
הדהים||
הדוניזם||
הדוניסט||
הדחיק||
הדיוט||
הדליק||
הדלקה||
הדס||
הדסה|Hadasa|ha.§da.§ˈsa§‹|hadasá|הֲדַסָּה
הדפיס||
הדקה ה־90||
הדר||
הדריך||
הדרך לגיהנום רצופה כוונות טובות||
הדרכה||
ההיא||
הוֹדָעָה|notice|(h)§o.§da§ˈ(ʔ)a§‹|hoda'á|הודעה|
הוֹכָחָה|proof, confirmation|h§o.§χa§ˈħa§‹|hokhakhá|הוכחה|
הוֹן|wealth, fortune|h§o§n|hon|הון
הוֹעִיל|useful|h§o§ˈ(ʔ)i§‹§l|ho'il|הועיל|
הוֹצִיא|to take out|h§o§ˈt͡s§i§‹§‹|hotsi|הוציא|
הוֹרְדוֹס|Herod|ˈ(h)§o§r§d§o§s|hórdos|הורדוס|
הוֹשֵׁעַ|Hosea|h§o.§ˈʃe.§a|hoshéa|הושע|
הוּא|he|(h)§u§‹|hu|הוא
הוא|he|(h)§u§‹|hu|הוּא
הואץ||
הואר||
הוביל||
הובל||
הוברח||
הוגבר||
הוגוורטס||
הוגנב||
הוד||
הודה||
הודו|India|ˈh§o.§d§u|hódu|הֹדּוּ
הודיע||
הודעה|notice|(h)§o.§da§ˈ(ʔ)a§‹|hoda'á|הוֹדָעָה
הוה||
הווה||
הווריד||
הוזז||
הוזיל||
הוזכר||
הוחזק||
הוחלט||
הוחשך||
הוטב||
הוי״ה||
הוכה||
הוכח||
הוכחה|proof, confirmation|h§o.§χa§ˈħa§‹|hokhakhá|הוֹכָחָה
הוכיח בשלילה||
הוכיח||
הוכן||
הוכנס||
הוכר||
הוכשר||
הוכתר||
הולדת||
הוליד||
הוליך||
הולך רגל||
הולכת רגל||
הולל||
הולם||
הולנד||
הולנדי||
הולנדית||
הומה||
הומו||
הומואיות||
הומוגני||
הומוגרף||
הומוסקסואלי||
הומוסקסואליות||
הומניזם||
הומניטרי||
הון עתק||
הון|wealth, fortune|h§o§n|hon|הוֹן
הונאה||
הונג קונג||
הונגריה||
הונגרית||
הונדורס||
הוניארה||
הוסב||
הוסיף||
הוסע||
הוסף||
הועבר||
הועיל|useful|h§o§ˈ(ʔ)i§‹§l|ho'il|הוֹעִיל
הופיע||
הופל||
הופמן||
הופעה||
הופשט||
הופתע||
הוצא||
הוציא|to take out|h§o§ˈt͡s§i§‹§‹|hotsi|הוֹצִיא
הוצל||
הוצע||
הוקי||
הוקלט||
הוקם||
הוקף||
הוראה||
הורגש||
הורד||
הורדוס|Herod|ˈ(h)§o§r§d§o§s|hórdos|הוֹרְדוֹס
הורה||
הורוביץ||
הוריד||
הוריק||
הוריקן||
הוריש||
הורס||
הורעל||
הורשע||
הושב||
הושיב||
הושיע||
הושלט||
הושלם||
הושע|Hosea|h§o.§ˈʃe.§a|hoshéa|הוֹשֵׁעַ
הושעה||
הושפע||
הושתק||
הותיר||
הותפל||
הותקן||
הותקף||
הזדהה||
הזדווגות||
הזדיין||
הזדמנות|opportunity|hi§z.§da§m§ˈn§u§t|hizdam'nút|הִזְדַּמְּנוּת
הזדעזע||
הזדעזעות||
הזדקן||
הזדקנות||
הזדרז||
הזה||
הזהיר||
הזזה||
הזיז||
הזיע||
הזיק||
הזכיר|to remind|(h)i§z§ˈki§‹§ʁ|hizkir|הִזְכִּיר
הזמין||
הזמנה||
הזנחה||
הזניח||
הזריק||
החביא||
החג||
החדיר|to insert|(h)ɛ§χ§ˈdi§‹§ʁ|hekhdir|הֶחְדִּיר
החוצה||
החזיק|to hold, grab|he§χ§ˈzi§‹§k|hekhzik|הֶחְזִיק
החזיר||
החזר||
החטיא||
החיה||
החיל||
החכים||
החל||
החלטה||
החלטיות||
החליט||
החליף||
החליק||
החלקרח||
החמיץ||
החשיך||
הטביע||
הטבלה המחזורית||
הטה||
הטהר||
הטיב||
הטיל||
הטיס||
הטיף||
הטמעה||
הטעים||
הטעמה||
הטרדה||
הטרוסקסואלי||
הטרוסקסואליות||
הי טק||
היא|that|ˈhi§‹§‹
הידרדרות||
הידרותרפיה||
היה|to exist|(h)a§ˈja§‹|hayá|הָיָה
היהפוך כושי עורו||
היווה||
היום||
היחלשות||
היטב||
היטגן||
היטה||
היטהר||
היטיב||
היטנף||
היינו||
היכה||
היכל||
היכן||
היכרות||
הילוך איטי||
הילל||
הים התיכון||
הימהם||
הימין||
הימלאיה||
הימר||
הינה||
היניק||
היסטורי||
היסטוריה||
היסטוריוגרפיה||
היסטמין||
היסטריה||
היסס||
היספאני||
היספני||
היעלמות||
היפופוטם||
היפרדות||
היקף||
היריון||
הישג||
הי״ד||
הכאיב||
הכה|to hit|hi§ˈka§–|hiká|הִכָּה
הכותל המערבי||
הכחדה||
הכחיש||
הכי||
הכיל||
הכין||
הכיר||
הכיש||
הכליל||
הכנה||
הכניס||
הכנסה||
הכעיס||
הכפיל||
הכרה||
הכרזה||
הכריז||
הכריח||
הכריע||
הכשיר||
הכשר||
הכתיב||
הכתים||
הכתיר||
הל||
הלא||
הלבין||
הלביש||
הלבשה תחתונה||
הלבשה||
הלגו||
הלהיט||
הלוואה||
הלוואי||
הלווה||
הלחים||
הלחם|portmanteau|he§l§χe§m|helkhem|הֶלְחֵם
הליום||
הליכה||
הלילה||
הלך לאיבוד||
הלך לעולמו||
הלך|to walk|ha§ˈla§χ|halákh|הָלַךְ
הלכה||
הלכנו||
הלכתי||
הלל||
הללו||
הללויה||
הללוקה||
הלם||
הלסינקי||
הם|those, they|ˈhɛ§m|hem
המבורגר||
המדתא||
המה||
המון||
המונמון||
המוציא||
המזה״ת||
המזרח התיכון||
המחיז||
המחיש||
המית||
המליח||
המליך||
המליץ||
המלצה||
המם||
המן||
המס||
המפרץ הפרסי||
המצאה||
המציא||
המקום||
המקים||
המקצוע העתיק ביותר בעולם||
המראה||
המרה||
המריא||
המשחקים האולימפיים||
המשיח||
המשיך||
המשך יבוא||
המשך||
המשכי||
המתין||
המתנה||
המתת חסד||
הן||
הנאה||
הנגאובר||
הנדסה||
הנה||
הנהיג||
הנחה||
הנחית||
הניח||
הניף||
הנמיך||
הנצחה||
הסב||
הסביר|to explain|hi§s§ˈbi§‹§r|bisbír|הִסְבִּיר
הסבר||
הסברה||
הסגברה||
הסגיר||
הסגר||
הסיע||
הסיק||
הסיר||
הסכים שלא להסכים||
הסכים||
הסכם||
הסכמה||
הסללה||
הסלמה||
הסמיק||
הסעה||
הספיק||
הספק||
הסרה||
הסתגל||
הסתגר||
הסתדרות||
הסתה||
הסתובב|to turn|ˌhi§s.§t§o§ˈve§v|histovév|הִסְתּוֹבֵב
הִסְתּוֹבֵב|to turn|ˌhi§s.§t§o§ˈve§v|histovév|הסתובב
הסתיים||
הסתיר|to hide, conceal|(h)i§s§ˈt§i§‹§ʁ|histír|הִסְתִּיר
הסתכל||
הסתעף||
הסתערב||
הסתפק||
הסתתר|to hide onself|(h)i§s§ta§ˈte§ʁ|histatér|הִסְתַּתֵּר
העביד||
העביר||
העברה||
העדיף||
העדר||
העולם הבא||
העולם|the world|ha§ʕ§ɔ§ˈla§m|ha'olám|הָעוֹלָם
העז||
העטיר||
העיף||
העיר הלבנה||
העיר העתיקה||
העיר||
העלה||
העלים||
העם||
העמיד||
העמיס||
העמיק||
העניק||
העניש||
העסקה||
העציב||
העריך||
העריץ||
העתיק||
העתקה||
הפגין|to protest|hi§f§ˈɡi§‹§n|hifgín|הִפְגִּין
הפוך||
הפחיד||
הפחית||
הפחתה||
הפטיר||
הפטרה||
הפיך||
הפיל||
הפיליפינים||
הפיץ||
הפך|the opposite|ˈhe§fe§χ|héfekh|הֶפֶךְ
הפכה||
הפלה||
הפליא||
הפליג||
הפליץ||
הפלפאף||
הפנה לו את הגב||
הפנה||
הפנים||
הפסד||
הפסיד||
הפסיק||
הפסקה||
הפסקת אש||
הפעיל||
הפעם|this time|ha§pa§ʔa§m|hapáam|הַפַּעַם
הפצה||
הפציר||
הפקיע||
הפר||
הפרדה||
הפריד||
הפריע||
הפריש||
הפרעה|disturbance|(h)a§f§ra§ˈ(ʔ)a§‹|hafra'á|הַפְרָעָה
הפשיט|to undress|hi§f§ˈʃi§‹§t|hifshit|הִפְשִׁיט
הפתיע||
הפתעה||
הצביע||
הצגה||
הצדה||
הצהיר|to declare formally|(h)i§t͡s§ˈ(h)i§‹§ʁ|hitshir|הִצְהִיר
הצהרה||
הצחיק||
הצטבר||
הצטברח||
הצטחק|to chuckle|(h)i§t͡s§ta§ˈχɛ§k|hitstakhek|הִצְטַחֵק
הצטלם||
הצטמק||
הצטנן||
הצטער||
הצטרף||
הצטרפות|joining|hi§ts.§ta§r§ˈf§u§t|hitztar'fút|הִצְטָרְפוּת
הציב||
הציג||
הציל||
הצילו||
הציע||
הציף||
הציץ||
הצית||
הצל||
הצלה||
הצלחה||
הצליח||
הצעה||
הצפה||
הצצה||
הצרנה||
הקביל||
הקב״ה||
הקדוש ברוך הוא||
הקדים||
הקדיש||
הקדמה||
הקהיל|to bring together|hi§k.§ˈhi§‹§l|hikhíl|הִקְהִיל
הקטין||
הקטיר||
הקיא|to vomit|ˈhɛ§ˈki§‹§‹|heki|הֵקִיא
הֵקִיא|to vomit|ˈhɛ§ˈki§‹§‹|heki|הקיא
הקים||
הקיף||
הקל||
הקלה||
הקליד||
הקליט||
הקליק||
הקמה||
הקסים||
הקפאה||
הקפיא||
הקפיץ||
הקר||
הקריא||
הקריס||
הקריש||
הקש ששבר את גב הגמל||
הקשיב|to listen|(h)i§k§ˈʃi§‹§v|hikshív|הִקְשִׁיב
הק׳||
הר האלהים||
הר הבית||
הר מגידו||
הר סיני||
הר שולחן||
הר שלחן||
הר|mountain|ha§ʁ|har|הַר
הראה|show|(h)ɛ§ʁ§ˈ(ʔ)a§‹|her'á|הֶרְאָה
הרבה|a lot|ha§ʁ§ˈbɛ§‹|harbé|הַרְבֵּה
הַרְבֵּה|a lot|ha§ʁ§ˈbɛ§‹|harbé|הרבה
הרג|to kill|ha§ˈʁa§ɡ|harág|הָרַג
הָרַג|to kill|ha§ˈʁa§ɡ|harág|הרג
הרגיז||
הרגיע||
הרגיש||
הרגל||
הרגשה||
הרה||
הרוג||
הרוויח||
הרון||
הרחיב||
הרחיק||
הרחמן||
הרטיב||
הרי||
הריח|to smell|hɛ§ʁˈi§‹§aχ|heríakh|הֵרִיחַ
הֵרִיחַ|to smell|hɛ§ʁˈi§‹§aχ|heríakh|הריח
הרים||
הריסה||
הריק||
הרכיב||
הרמפרודיט||
הרס||
הרסני||
הרע||
הרעיל||
הרץ||
הרצאה||
הרצה||
הרצליה||
הרשה||
הרשים||
הרשמה||
הרתיח||
השביח||
השבית||
השבתה||
השגיח||
השהה||
השואה|the Holocaust|(h)a§ʃ§ɔ§(ʔ)ˈa§‹|ha-sho'á|הַשׁוֹאָה
השוואה||
השווה||
השחיז||
השחים||
השחיר||
השטחים הכבושים||
השיב||
השיג||
השים||
השכלה||
השכם||
השכרה||
השלטה||
השליג||
השליט||
השליך||
השלים||
השם המפורש||
השם||
השמדה||
השמדת עם||
השמיד||
השמין||
השמיע||
השעה||
השפיל||
השפיע||
השפעה|influence|ha§ʃ.§pa§ˈ(ʔ)a§‹|hashpa'á|הַשְׁפָּעָה
השקה||
השקיע||
השקעה||
השתגע||
השתדל||
השתוחח||
השתזף||
השתחוה||
השתחרר||
השתייך||
השתייכות||
השתיל||
השתין||
השתיק||
השתכנז||
השתכנזות||
השתכנע||
השתכר||
השתלח||
השתלחות||
השתלט||
השתלטות||
השתמד||
השתמר||
השתמש||
השתנה||
השתפר||
השתתף||
התאבד|to commit suicide|hi§t§(ʔ)a§ˈbe§d|hit'abéd|הִתְאַבֵּד
התאבדות|suicide|hi§t§(ʔ)a§b§ˈd§u§t|hit'abdút|הִתְאַבְּדוּת
התאבך||
התאבל||
התאגד|to incorporate|hi§t§(ʔ)a§ˈɡe§d|hit'agéd|הִתְאַגֵּד
התאגרף||
התאדה||
התאהב||
התאושש||
התאזן||
התאזרח||
התאחד||
התאים||
התאכזב||
התאמן||
התאמץ||
התאסלם||
התאסף||
התאפיין||
התאפק||
התארגן||
התבגרות||
התבדח||
התבודד||
התבודדות||
התבזבז||
התבטא||
התבטאות||
התבטל||
התבלבל||
התבלה||
התבקש||
התבשל||
התגבר||
התגונן||
התגייס||
התגייר||
התגלגל||
התגלה||
התגלות||
התגלח||
התגעגע||
התגרש||
התוודע||
התווכח||
התוכח||
התחבא||
התחבר||
התחדש||
התחייבות||
התחיל||
התחלה||
התחמם||
התחנך||
התחנן||
התחסן||
התחפש||
התחרה||
התחרט||
התחשמל||
התחתן||
התטגן||
התיז||
התייבש||
התייחס||
התייעצות||
התייפח||
התייצב||
התייקר||
התייקרות||
התיישב||
התיר||
התיש||
התכוון|to mean, intend|hi§t.§ka§ˈve§‹§n|hitkavén|הִתְכַּוֵּן
התכונן||
התכופף||
התכנס||
התכנסות במידה שווה||
התכנסות||
התכתב||
התלבש||
התלהבות||
התלונן||
התלכלך||
התמהמה||
התמודד||
התמיד||
התמכר||
התמכרות||
התמלא||
התמצא||
התמתח||
התנבא||
התנגד||
התנגדות||
התנגש||
התנדב||
התנהג||
התנהגות||
התנהל||
התנודב||
התנודד||
התנזר||
התנחל||
התנחלות||
התנכל||
התנכר||
התנסה||
התנער||
התנפח|to swell|ˌhi§t.§na.§ˈfa§χ|hitnapéakh|הִתְנַפֵּחַ
הִתְנַפֵּחַ|to swell|ˌhi§t.§na.§ˈfa§χ|hitnapéakh|התנפח
התנפל||
התנצל||
התנצר||
התנקף||
התנקש||
התנקשות||
התנשאי לי||
התנשם||
התנשק||
התעורר||
התעטף||
התעלה||
התעלל||
התעללות||
התעלם||
התעלמות||
התעלף||
התעלפות||
התעמל||
התעמר||
התעצל||
התעקש||
התערב||
התפאר||
התפוח לא נפל רחוק מהעץ||
התפוטר||
התפוצץ||
התפטר||
התפלא||
התפלה||
התפלל||
התפספס||
התפרד||
התפרסם||
התפרע||
התפרק||
התפשט|to undress|hi§t§pa§ˈʃe§t|hitpashét|הִתְפַּשֵּׁט
התפתה||
התפתח||
התפתחות||
התקבל||
התקדם||
התקדמות||
התקדש||
התקהל||
התקהלות||
התקומם||
התקוממות|insurrection|hi§t§k§ɔ§mɛ§m§u§t|hitkomemut|הִתְקוֹמְמוּת
התקין||
התקיף||
התקלח||
התקלקל||
התקמט||
התקמפל||
התקנא||
התקנה||
התקף לב||
התקפה||
התקרב||
התקרח||
התקרחות||
התקרר||
התקררות||
התקשר||
התראה||
התראיין||
התרבה||
התרגז||
התרגל||
התרגש||
התרגשות||
התרומם||
התרוקן||
התרחץ||
התרחש||
התרפא|to recuperate|(h)i§t§ʁa§ˈpe§‹|hitrapé|הִתְרַפֵּא
ה׳||
ה״א||
ה״מ||
ו/או||
וְכוּ׳|etc.|və§ˈχ§u.§lu|v'khu|וכו׳|
וְרִיד|vein|v§ʁi§‹§d|v'rid|וריד|
וִיסְקִי|whisky|ˈvi§‹§s§ki§‹|víski|ויסקי|
וִיקִיפֶּדְיָה|Wikipedia|vi.§‹§ki§‹§ˈpe§d.§ja§‹|vikipédya|ויקיפדיה|
וֵיילְס|Wales|we§‹§j§l§s|wéils|ויילס|
וֵרוֹנָה|Verona|veˈ§r§o§n§a§‹|veróna|ורונה|
וֶרֶד|rose|ˈvɛ§ʁɛ§d|véred|ורד|
וַיִּקְרָא|Leviticus|va.§ji§k§ˈʁa§‹|vayikrá|ויקרא|
וַשְׁתִּי‬|Vashti|va§ʃ.§ˈti§‹|vashtí|ושתי|
וּבְכֵן|in that case|u§v§ˈχɛ§n|uvkhén|ובכן|
ו־|and|və-
ואגאדוגו||
ואהבת לרעך כמוך||
ואט||
ואללה||
ובכן|in that case|u§v§ˈχɛ§n|uvkhén|וּבְכֵן
ובלצ״ג||
וגו'||
ודאות||
ודאי||
וָו|hook|va§v||וו
וו|hook|va§v||וָו
ווֹק|wok|w§o§k|wok|ווק|
וואו|Wow!||wáu
וואחש||
וואללה|Walla|ˈ›§wa§‹§›§la§‹
וודו||
וודקה||
ווילנא||
וולט||
וולקני||
ווסווסים||
וופל||
ווק|wok|w§o§k|wok|ווֹק
וורשה||
וושינגטון די. סי.||
וטו||
וטרינר||
וידאו||
וידוי||
ויזואלי||
ויזתא||
ויטמין||
ויטנאם||
ויילס|Wales|we§‹§j§l§s|wéils|וֵיילְס
ויינטיאן||
ויכוח||
וילון||
וילנה||
וינה||
ויסקי|whisky|ˈvi§‹§s§ki§‹|víski|וִיסְקִי
ויקי||
ויקינג||
ויקינגי||
ויקיפדיה|Wikipedia|vi.§‹§ki§‹§ˈpe§d.§ja§‹|vikipédya|וִיקִיפֶּדְיָה
ויקרא|Leviticus|va.§ji§k§ˈʁa§‹|vayikrá|וַיִּקְרָא
ויתר||
וי״ו||
וכדומה||
וכד׳||
וכו׳|etc.|və§ˈχ§u.§lu|v'khu|וְכוּ׳‎
וכן||
ולינגטון||
ונדיום||
ונוס||
ונטילטור||
וניל||
ונציה||
וסת||
ועד מקומי||
ועד||
ועדה||
ופל||
וקטור||
ורד|rose|ˈvɛ§ʁɛ§d|véred|וֶרֶד
ורדרד||
ורוד||
ורונה|Verona|veˈ§r§o§n§a§‹|veróna|וֵרוֹנָה
ורחץ||
וריאציה||
וריד|vein|v§ʁi§‹§d|v'rid|וְרִיד
ורמיזא||
ורמייזא||
ושתי|Vashti|va§ʃ.§ˈti§‹|vashtí|וַשְׁתִּי‬
ותיק||
ו׳יליאם|William|ˈw§‹§i§l§j§a§m|
ו״ו||
זְבוּב|fly|z§v§u§v|zvuv|זבוב|
זְכוּכִית|glass||z'khukhí‹t|זכוכית
זְכוּת|a right|s§x§u§t|z'khút|זכות
זְמַן|time|z§ma§n|zman|זמן
זִהוּם|infection|ziˈ§h§u§m|zihum|זיהום
זִמְזוּמִלָּה|buzzword|zi§m.§z§u.§mi§ˈla§‹|zimzumilá|זמזומילה|
זֵעָה|sweat|ze§ˈ(ʕ)a§‹|ze'á|זיעה|
זֶבְּרָה|zebra|ˈzɛ§b§ʁa§‹|zébra|זברה|
זֶה|this|ze§‹|ze|זה
זַן|breed, strain|za§n|zan|זן|
זַ׳רְגוֹן|jargon|ʒa§‹§r§ɡ§o§n|zhargón| ז׳רגון
זָהִיר|careful, cautious|za§ˈhi§‹§ʁ|zahír|זהיר|
זָהָב|gold|za§ˈha§v|zaháv|זהב|
זָכָר|man, male|za§ˈxa§ʁ|zachár|זכר|
ז־ה־ר||
ז־כ־ר||
ז־מ־ן||
ז־ע־ז־ע||
ז־ר־ח||
זאב טלוא||
זאב ערבות||
זאב||
זאב־הים||
זאבת||
זאגרב||
זאת|this|ˈzɔ§‹§t
זב||
זבדי||
זבוב|fly|z§v§u§v|zvuv|זְבוּב
זבולון||
זבל||
זברה|zebra|ˈzɛ§b§ʁa§‹|zébra|זֶבְּרָה
זגג||
זגוגית||
זד||
זדה||
זדון||
זה סינית בשבילי||
זה עתה||
זה|this|ze§–|ze|זֶה
זהב|gold|za§ˈha§v|zaháv|זָהָב
זהה||
זהו||
זהות||
זהיר|careful, cautious|za§ˈhi§‹§ʁ|zahír|זָהִיר
זהירות||
זו||
זוֹמְבִּי|zombie|ˈz§o§m§bi§‹|zómbi|זומבי|
זואולוגיה||
זוב||
זוג||
זוהם||
זוהר הדרום||
זוהר הצפון||
זוהר קוטבי||
זוהר||
זווית||
זוז||
זוחל||
זוטר||
זוית||
זול||
זולת||
זומבי|zombie|ˈz§o§m§bi§‹|zómbi|זוֹמְבִּי
זונה||
זועזע||
זורם||
זורמיות||
זז||
זחל||
זיבה||
זיהה||
זיהוי||
זיהום|infection|zi§‹ˈ§h§u§m|zihum|זִהוּם
זיהם||
זיו||
זיוה||
זיון||
זיוף||
זיין||
זייף||
זיכרון||
זיכרונו לברכה||
זים||
זימר||
זין||
זינפנדל||
זיע||
זיעה|sweat|ze§‹§ˈ(ʕ)a§‹|ze'á|זֵעָה
זיף||
זיקה||
זיקוק||
זיקוקי די-נור||
זיקית||
זיקפה||
זיקק||
זירה||
זירז||
זירקוניום||
זית||
זיתא||
זי״ן||
זך||
זכה||
זכוכית|glass||z'khukhít|זְכוּכִית
זכור||
זכות אדם||
זכות|a right|s§x§u§t|z'khút|זְכוּת
זכר|man, male|za§ˈxa§ʁ|zachár|זָכָר
זכרון||
זכרות||
זכרי||
זכריה||
זכריהו||
זכרי׳||
זלפה||
זמזומילה|buzzword|zi§m.§z§u.§mi§‹§ˈla§‹|zimzumilá|זִמְזוּמִלָּה
זמזם||
זמין||
זמינות||
זמיר||
זמם||
זמן אמת||
זמן קצר||
זמן|time|z§ma§n|zman|זְמַן
זמני||
זמר||
זמריר||
זן|breed, strain|za§n|zan|זַן
זנב סוס||
זנב|tail|za§ˈna§v|zanáv|זָנָב
זָנָב|tail|za§ˈna§v|zanáv|זנב
זנגביל||
זנה||
זנות||
זנח||
זניחה||
זע||
זעה||
זעזוע||
זעזע||
זעיר||
זעם||
זעף||
זעפרן||
זעק||
זעתר||
זפת||
זקוק||
זקיף||
זקן||
זקנה||
זקנקן||
זקף||
זקפה||
זר||
זרג||
זרוע||
זרזיר||
זרח||
זרחן||
זריז||
זריזות||
זריחה||
זריקה||
זרם|to flow|za§ˈra§m|zarám|זָרַם
זָרַם|to flow|za§ˈra§m|zarám|זרם
זרע|seed|ˈzɛ§ʁa§–|zéra|זֶרַע
זֶרַע|seed|ˈzɛ§ʁa§–|zéra|זרע
זרק|to throw|za§ˈʁa§k|zarák|זָרַק
זָרַק|to throw|za§ˈʁa§k|zarák|זרק
זרש||
זרתוסטרא||
זתר||
ז׳רגון|jargon|ʒa§‹§r§ɡ§o§n|zhargón| זַ׳רְגוֹן
ז״ל||
ח'רטום||
חְנוּן|geek|ˈχ§n§u§n|khnún|חנון|
חְנוּנִית|geek (f)|ˈχ§n§u§ni§‹§t|khnúnit|חנונית|
חֲבָל עַל הַזְּמַן|exceptionally good|χa§ˈva§l§ §a§l§ §ha§ˈz§ma§n|χavál al hazmán|חבל על הזמן|
חֲזִיר|pig|χa§ˈzi§‹§ʁ|khazír|חזיר|
חֲלֻקָּה|distribution|ħa§lu§ˈqa§‹
חֲלוֹם|dream|χa§ˈl§o§m|khalóm|חלום|
חֲמִישִׁי|fifth|χa.§mi§‹§ˈʃi§‹|khamishí|חמישי|
חֲמִישָּׁה|five|xa.§mi§‹§ˈʃa§‹|khamishá|חמישה|
חֲנָיָה|parking|χa§na§ˈja§‹§‹|khanayá|חנייה|
חֲנֻכִּיָּה|hanukkiah|χa.§nu.§ki§ˈja§‹|khanukiyá|חנוכייה|
חֲנֻכָּה|Hanukka|χa.§nu§ˈka§‹|khanuká|חנוכה|
חֲנוּת|store, shop|χa§ˈn§u§t|khanút|חנות|
חֲפִירָה|to excavate|χa§fi§‹§ˈra§‹|khafirá|חפירה|
חֲפַרְפֶּרֶת|mole|χa§fa§ʁ§ˈpe§ʁe§t|ḥafarpéret|חפרפרת|
חֲצוֹת|midnight|χa§ˈt͡s§o§t|khatsót|חצות abbr of חצות הלילה χaˌt͡sot-haˈlajla|
חֲצוֹת־הַלֵּיל|midnight (lit)|χa§ˌt͡s§o§t§-§ha§ˈlɛ§j§l|khatsót-haleyl|חצות הליל|
חֲצוֹת־הַלַּיְלָה|midnight|χa§ˌt͡s§o§t§-§ha§ˈla§j§la§‹|khatsót-haláyla|חצות הלילה|
חִבֵּל|to sabotage|χi§ˈbe§l|khibél|חיבל|
חִטָּה|wheat|χi§ˈta§‹|khitá|חיטה|
חִיֵּךְ|to smile|χi§ˈ(j)ɛ§χ|khiyékh|חייך|
חִלָדוֹן|wheat rust|χi§la§ˈd§o§n|khiladón|חילדון|
חֶבְרָתִי|social|χe§v.§ʁa.§ˈti§‹|khevratí|חברתי|
חֶבְרוֹן|Hebron|χe§v§ˈʁ§o§n|khevrón|חברון|
חֶבֶל|rope|ˈχe.§ve§l|khével|חבל|
חֶדֶר|room|ˈχe.§de§ʁ|khéder|חדר|
חֶסֶד|goodness|ˈχe§se§d|khésed|חסד|
חֶרֶב|sword|ˈχe.§ʁe§v|khérev|חרב|
חֶשְׁבּוֹן|mathematics|ħe§ʃ§ˈb§o§n|kheshbón|חשבון
חַבְרוּתָא|fellowship|χa§v§ˈʁ§u§ta§‹|khavrúta|חברותא|
חַוָּה|Eve|χa§ˈva§‹|khavá|חוה|
חַיִּים|alive|χa§ˈji§‹§m|khayím|חיים|
חַיָּה|animal|χa§ˈja§‹|khayá|חיה|
חַיָּט|tailor|χa.§ja§t|khayat|חייט|
חַלּוֹן|window|χa§ˈl§ɔ§n|khalón|חלון|
חַם|hot|ˈχa§m|kham|חם
חַמָּה|the sun|χa§ˈma§‹|khamá|חמה|
חָבֵר|(male) friend|χa§ˈve§ʁ|khavér|חבר|
חָבַשׁ|to wear (hat)|χa§ˈva§ʃ|khavásh|חבש|
חָדָשׁ|new|χa§ˈda§ʃ|khadásh|חדש|
חָחָחָ|hahaha, LOL|χa§χa§χa|chachacha|חחח|
חָטִיף|snack|χa§ˈti§‹§f|khatíf|חטיף|
חָטַף|to grab|χa§ˈta§f|chatáf|חטף|
חָכָם|wise, smart|χa§ˈχa§m|khakhám|חכם|
חָלַם|to dream|χa§ˈla§m|khalám|חלם|
חָלָל|outer space|χa§ˈla§l|khalál|חלל|
חָם|father-in-law|ˈχa§m|khám
חָמֵץ|to leaven|χa§ˈme§ts|khaméts|חמץ|
חָנָ״ג|PE|xa§ˈna§–§ɡ|khanág|חנ״ג abbr for חִנּוּךְ גּוּפָנִי khinúkh gufaní physical education
חָסִיד|Hassid|χa§ˈsi§‹§d|ḥasíd|חסיד|
חָסוֹן|strong|xa§ˈs§o§n|khasón|חסון|
חָרַת|to engrave, carve|χa§ˈʁa§t|kharát|חרת|
חָשַׁב|to think|χa§ˈʃa§v|khasháv|חשב|
חָשׁוּב|important|χa§ˈʃ§u§v|khashúv|חשוב|
חָתוּל|cat|χa§ˈt§u§l|khatúl|חתול|
חֹרֶף|winter|ˈχo§ʁe§f|khóref|חורף|
חֻלְצָה|shirt|χu§l§ˈtsa§‹|khultsá|חולצה|
חֻמָּשׁ|a Chumash|χu§ˈma§ʃ|khumásh|חומש|
ח־ב־ק||
ח־ב־ר||
ח־ז־ר||
ח־ל־ם||
ח־מ־ד||
ח־מ־ם||
ח־מ־ץ||
ח־נ־ה||
ח־ש־ב||
חׇפְשִׁי|free|χo§f§ˈʃi§‹
חאג׳||
חאלב||
חבדניק||
חבורה||
חבט||
חביב||
חביבי||
חבילה||
חבית||
חביתה||
חבל על הזמן|exceptionally good|χa§ˈva§l§ §a§l§ §ha§ˈz§ma§n|χavál al hazmán|חֲבָל עַל הַזְּמַן
חבל|rope|ˈχe.§ve§l|khével|חֶבֶל
חבלבל||
חבלה||
חבצלת||
חבק||
חבקוק||
חבר אוריינות||
חבר המדינות||
חבר כנסת||
חבר|(male) friend|χa§ˈve§ʁ|khavér|חָבֵר
חברה||
חברון|Hebron|χe§v§ˈʁ§o§n|khevrón|חֶבְרוֹן
חברות||
חברותא|fellowship|χa§v§ˈʁ§u§ta§‹|khavrúta|חַבְרוּתָא
חברתי|social|χe§v.§ʁa.§ˈti§‹|khevratí|חֶבְרָתִי
חבש|to wear (hat)|χa§ˈva§ʃ|khavásh|חָבַשׁ
חב״ד||
חב״דניק||
חג האורים||
חג המולד||
חג שמח||
חג||
חגב||
חגג||
חגור||
חגורה||
חגי||
חגיגה||
חגיגי||
חגר||
חג׳||
חג׳אב||
חד אופן||
חד איבר||
חד בלתי רווי||
חד גוני||
חד משמעי||
חד עין||
חד צדדי||
חד|sharp|ˈχa§d|ḥad|חַד
חַד|sharp|ˈχa§d|ḥad|חד
חד־אופן||
חדווה||
חדירה||
חדל||
חדקל||
חדר מיון||
חדר ניתוח||
חדר|room|ˈχe.§de§ʁ|khéder|חֶדֶר
חדרה||
חדש|new|χa§ˈda§ʃ|khadásh|חָדָשׁ
חדשני||
חוּגָה|dial|χ§u§ˈɡa§‹|khugá|חוגה|
חוּם|brown|χ§u§m|khúm|חום|
חוּ״ל|overseas|χ§u§–§l|Ḥu.L.|חו״ל abbrev of חוּץ לָאָרֶץ‎ ḥutz-la'áretz
חוב||
חובה||
חובצה||
חובר||
חוג הגדי||
חוג הסרטן||
חוג||
חוגה|dial|χ§u§ˈɡa§‹|khugá|חוּגָה
חוגלה||
חוד||
חודש||
חודשי||
חוה|Eve|χa§ˈva§‹|khavá|חַוָּה
חווה||
חוויאר||
חוורון||
חוזה||
חוזק||
חוחית||
חוט||
חוטא||
חוטם||
חוטמית||
חוטר||
חוילה||
חוכמה||
חול המועד||
חול|sand|ˈχ§ɔ§l|ḥol|חוֹל
חוֹל|sand|ˈχ§ɔ§l|ḥol|חול
חולד||
חולדה||
חולה||
חולון||
חוליה||
חולל||
חולם||
חולני||
חולצה|shirt|χ§u§l§ˈtsa§‹|khultsá|חֻלְצָה
חולשה||
חום|brown|χ§u§m|khúm|חוּם
חומה||
חומוס||
חומט||
חומץ||
חומצה קרבוקסילית||
חומצה||
חומצת לימון||
חומר||
חומש|a Chumash|χ§u§ˈma§ʃ|khumásh|חֻמָּשׁ
חונך||
חוסר אונים||
חוסר||
חוף השנהב||
חוף||
חופה||
חופש גדול||
חופש||
חופשה||
חופשי חודשי||
חופשי||
חופשית||
חוץ לארץ||
חוץ מ־||
חוץ מזה||
חוץ||
חוצמזה||
חוצניק||
חוצפה||
חוק||
חוקה||
חוקי||
חוקק||
חוקר||
חוקרת||
חור תחת||
חור||
חורבן||
חורף|winter|ˈχ§o§ʁe§f|khóref|חֹרֶף
חורש||
חורשה||
חוש||
חושב||
חושך||
חותן||
חו״ל|overseas|χ§u§–§l|Ḥu.L.|חוּ״ל abbrev of חוּץ לָאָרֶץ‎ ḥutz-la'áretz
חו״ק||
חזאי||
חזה||
חזון||
חזזית||
חזיר|pig|χa§ˈzi§‹§ʁ|khazír|חֲזִיר
חזית||
חזן||
חזק||
חזקה||
חזקיה||
חזקיהו||
חזר||
חזרה||
חז״ל||
חחח|hahaha, LOL|χa§χa§χa|chachacha|חָחָחָ
חטא||
חטוף||
חטיף|snack|χa§ˈti§‹§f|khatíf|חָטִיף
חטף סגול||
חטף פתח||
חטף קמץ||
חטף|to grab|χa§ˈta§f|chatáf|חָטַף
חטר||
חי וקיים||
חי|to live|ˈχa§j|khay|חַי
חַי|to live|ˈχa§j|khay|חי
חיבה||
חיבוק||
חיבור||
חיבל|to sabotage|χi§‹§ˈbe§l|khibél|חִבֵּל
חיבק||
חיבר||
חיג׳אב||
חידה||
חידוש||
חידק||
חידקל||
חידש||
חיה|animal|χa§ˈja§‹|khayá|חַיָּה
חיובי||
חיווט||
חיוור||
חיוך||
חיזק||
חיזר||
חיטא||
חיטה|wheat|χi§‹§ˈta§‹|khitá|חִטָּה
חייב||
חייט|tailor|χa.§›§ja§t|khayat|חַיָּט
חייך|to smile|χi§›§ˈ(j)ɛ§χ|khiyékh|חִיֵּךְ
חייכן||
חייל||
חיים פרטיים||
חיים|alive|χa§ˈji§‹§m|khayím|חַיִּים
חיישן||
חיית מחמד||
חיכה||
חיל אוויר||
חיל||
חילבה||
חילדון|wheat rust|χi§‹§la§ˈd§o§n|khiladón|חִלָדוֹן
חילון||
חילוני||
חילל||
חילק||
חימם||
חימצה||
חינה||
חינוך גופני||
חינוך מיוחד||
חינוך||
חינוכי||
חינך||
חינם||
חיסון||
חיסכון||
חיסרון||
חיפה||
חיפוש||
חיפושית||
חיפש||
חיץ הנקביים||
חיץ||
חיצוני||
חיצרץ||
חיק||
חיקה||
חירום||
חיריק||
חירש||
חישב||
חית||
חיתול||
חיתן||
חי״ת||
חך||
חכם|wise, smart|χa§ˈχa§m|khakhám|חָכָם
חכמה||
חכמולוג||
חל||
חלב ישראל||
חלב||
חלבה||
חלבון||
חלד||
חלה||
חלוה||
חלווה||
חלול||
חלום|dream|χa§ˈl§o§m|khalóm|חֲלוֹם
חלומות באספמיה||
חלון|window|χa§ˈl§ɔ§n|khalón|חַלּוֹן
חלוץ||
חלוק||
חלוקה|distribution|ħa§lu§‹§ˈqa§‹|khaluká|חֲלֻקָּה
חלזון||
חלחולת||
חלט||
חלטורה||
חלי||
חליל||
חלילה||
חליפה||
חלל|outer space|χa§ˈla§l|khalál|חָלָל
חללית||
חלם|to dream|χa§ˈla§m|khalám|חָלַם
חלמון||
חלמונית||
חלמיש||
חלמית||
חלס||
חלף||
חלק דיבור||
חלק|smooth|χa§ˈla§k|khalák|חָלָק
חָלָק|smooth|χa§ˈla§k|khalák|חלק
חלקה|distribution|ħa§lu§ˈqa§‹
חלקי||
חלש||
חלשה||
חלשות||
חם|hot|ˈχa§m|kham|חַם
חמאה||
חמאס||
חמד||
חמה|the sun|χa§ˈma§‹|khamá|חַמָּה
חמוד||
חמוץ||
חמור נושא ספרים||
חמור||
חמורבי||
חמוש||
חמות||
חמיל||
חמין||
חמיצה||
חמישה עשר||
חמישה|five|xa.§mi§‹§ˈʃa§‹|khamishá|חֲמִישָּׁה
חמישי|fifth|χa.§mi§‹§ˈʃi§‹|khamishí|חֲמִישִׁי
חמישים||
חמל||
חמלה||
חממה||
חמנית||
חמס||
חמסה||
חמסין||
חמץ|to leaven|χa§ˈme§ts|khaméts|חָמֵץ
חמצה||
חמצן||
חמר||
חמרמורת||
חמש|five|χa§ˈmɛ§ʃ|khamésh|חָמֵשׁ
חָמֵשׁ|five|χa§ˈmɛ§ʃ|khamésh|חמש
חמשה||
חמשת||
חן||
חנה||
חנוך||
חנוכה|Hanukka|χa.§n§u§ˈka§‹|khanuká|חֲנֻכָּה
חנוכיה||
חנוכייה|hanukkiah|χa.§n§u.§ki§ˈ›§ja§‹|khanukiyá|חֲנֻכִּיָּה
חנון|geek|ˈχ§n§u§n|khnún|חְנוּן
חנונית|geek (f)|ˈχ§n§u§ni§‹§t|khnúnit|חְנוּנִית
חנות משכונות||
חנות ספרים||
חנות|store, shop|χa§ˈn§u§t|khanút|חֲנוּת
חנטריש||
חניון||
חנייה|parking|χa§na§ˈja§‹§‹|khanayá|חֲנָיָה
חנית||
חנך||
חנכה||
חנם||
חנן||
חנק||
חנקן||
חנ״ג|PE|xa§ˈna§–§ɡ|khanág|חָנָ״ג abbr for חִנּוּךְ גּוּפָנִי khinúkh gufaní physical education
חס||
חסד|goodness|ˈχe§se§d|khésed|חֶסֶד
חסה||
חסוי||
חסון|strong|xa§ˈs§o§n|khasón|חָסוֹן
חסיד|Hassid|χa§ˈsi§‹§d|ḥasíd|חָסִיד
חסידה||
חסידות||
חסידי||
חסינות||
חסך||
חסר בית||
חסר תקדים||
חסר||
חסרון||
חפוי||
חפיר||
חפירה|to excavate|χa§fi§‹§ˈra§‹|khafirá|חֲפִירָה
חפף||
חפץ||
חפר|to dig|χa§ˈfa§ʁ|khafár|חָפַר
חָפַר|to dig|χa§ˈfa§ʁ|khafár|חפר
חפרפרת|mole|χa§fa§ʁ§ˈpe§ʁe§t|ḥafarpéret|חֲפַרְפֶּרֶת
חפשי||
חפשית||
חפת||
חץ||
חצאית||
חצב||
חצה||
חצוצרה||
חצות הליל|midnight (lit)|χa§ˌt͡s§o§t§-§ha§ˈlɛ§j§l|khatsót-haleyl|חֲצוֹת־הַלֵּיל‎
חצות הלילה|midnight|χa§ˌt͡s§o§t§-§ha§ˈla§j§la§‹|khatsót-haláyla|חֲצוֹת־הַלַּיְלָה
חצות|midnight|χa§ˈt͡s§o§t|khatsót|חֲצוֹת abbr of חצות הלילה χaˌt͡sot-haˈlajla
חצי אי||
חצי הלילה||
חצי||
חצי־אי||
חציל||
חצפה||
חצר||
חצרמות||
חקיקה||
חקירה||
חקלאות||
חקלאי||
חקק||
חקר הדגים||
חקר||
חרא||
חרב|sword|ˈχe.§ʁe§v|khérev|חֶרֶב
חרבה||
חרבונא||
חרדה||
חרדי||
חרדיות||
חרדל||
חרה||
חרוב||
חרוט||
חרון||
חרוסת||
חרוץ||
חרות||
חרחור||
חרטה||
חרטום||
חריף||
חריץ||
חרך||
חרם||
חרמון||
חרמן||
חרמש||
חרס||
חרסינה||
חרף||
חרפ|to sleep deeply||kharáp|חָרַפּ
חָרַפּ|to sleep deeply||kharáp|חרפ
||
חרץ||
חרצית||
חרצן||
חרק||
חרש||
חרשה||
חרשף||
חרת|to engrave, carve|χa§ˈʁa§t|kharát|חָרַת
חש||
חשב|to think|χa§ˈʃa§v|khasháv|חָשַׁב
חשבון אינפיניטסימלי||
חשבון דיפרנציאלי ואינטגרלי||
חשבון|mathematics|ħe§ʃ§ˈb§o§n|kheshbón|חֶשְׁבּוֹן
חשוב|important|χa§ˈʃ§u§v|khashúv|חָשׁוּב
חשוד||
חשוון||
חשיארש||
חשיבות||
חשיפה||
חשיש||
חשך||
חשמונאי||
חשמל סטטי||
חשמל||
חשמלאי||
חשמלי||
חשמליה||
חשמלית||
חשמן||
חשף||
חשק||
חת||
חתוך||
חתול נמרי||
חתול|cat|χa§ˈt§u§l|khatúl|חָתוּל
חתולה||
חתונה||
חתיך||
חתיכה נעשית נבילה||
חתיכה||
חתימה||
חתך|to cut|χa§ˈta§χ|khatákh|חֲתָךְ
חֲתָךְ|to cut|χa§ˈta§χ|khatákh|חתך
חתלתול||
חתן||
חתר||
ח״כ||
ח״ת||
טְרָאוּמָה|trauma|ˈt§ʁa§‹§w.§ma§‹|tráuma|טראומה|
טְרוֹל|troll|t§ʁ§o§l|t'ról|טרול|
טִבְעִי|natural|ti§v.§ˈ(ʔ)i§‹|tiv'í|טבעי|
טִלְפֵּן|to phone|ti§l§ˈfe§n|tilfén|טלפן|
טִלְפֵן|to phone|ti§l§ˈfe§n|tilfén|טלפן|
טֵלֵפוֹן|phone|ˈte§le§f§o§n|télefon|טלפון|
טֶכְנוֹלוֹגִי|technological|te§χ.§n§o§ˈl§o.§ɡi§‹|tekhnológi|טכנולוגי|
טֶרוֹרִיסְט|terrorist|te§ʁ§o§ˈʁi§‹§s§t|teroríst|טרוריסט|
טַלִּית|prayer shawl|ta§ˈli§‹§t|talít|טלית|
ט־ל־פ־ן||
טאהש||
טאלין||
טבור||
טבח||
טביליסי||
טבל||
טבע||
טבעונות||
טבעוני||
טבעי|natural|ti§v.§ˈ(ʔ)i§‹|tiv'í|טִבְעִי
טבעת||
טבריה||
טבת||
טג׳יקי|Tajik|ta§d͡ʒi§‹§‹§‹ˈki§‹|tajiki|
טג׳יקיסטן|Tajikistan|ta§d͡ʒi§‹§‹§ki§‹§s§ˈta§n|tajikistan|
טהדיג||
טהור||
טהראן||
טהראני||
טהרה||
טו||
טוֹב|goodness, fairness|t§o§v|tov|טוב
טוֹרְסוֹ|torso|ˈt§ɔ§ʁ§s§ɔ|tórso|טורסו|
טוֹרֵף|predator|t§o§ˈʁe§f|toréf|טורף|
טואטא||
טוב ציפור אחת ביד משתיים על העץ||
טוב|goodness, fairness|t§o§v|tov|טוֹב
טובה||
טוביה||
טוגן||
טוואי המשי||
טווה||
טווח||
טווס||
טוטל לוס||
טולטל||
טון||
טונגסטן||
טונדרה||
טונה||
טונף||
טופו||
טופוגרפיה||
טופולוגיה||
טופל||
טופר||
טוקיו||
טור||
טורונטו||
טורנדו||
טורסו|torso|ˈt§ɔ§ʁ§s§ɔ|tórso|טוֹרְסוֹ
טורף|predator|t§o§ˈʁe§f|toréf|טוֹרֵף
טורקי||
טורקיה||
טורקיז||
טורקית||
טוש||
טחול||
טחון||
טחינה||
טחן||
טחנה||
טיאטא||
טיב||
טיבט||
טיגון||
טיגן||
טיגריס||
טיוטה||
טיול||
טיט||
טיטוס הרשע||
טיטוס||
טיטניום||
טייל||
טיילת||
טייס||
טייץ||
טייקון||
טיל||
טילטל||
טין||
טינף||
טיס||
טיסה||
טיפ|tip||tip|טִיפּ
טִיפּ|tip||tip|טיפ
טיפה||
טיפול||
טיפוס||
טיפל||
טיפס||
טיפש||
טירה||
טירון||
טירוף||
טירנה||
טית||
טי״ת||
טכיקרדיה||
טכנולוגי|technological|te§χ.§n§o§ˈl§o.§ɡi§‹|tekhnológi|טֶכְנוֹלוֹגִי
טכנולוגיה||
טכני||
טל||
טלאי||
טלגרף||
טלה||
טלוא||
טלוויזיה||
טלויזיה||
טלית|prayer shawl|ta§ˈli§‹§t|talít|טַלִּית
טלנובלה||
טלסקופ|telescope||teleskóp|טֶלֶסְקוֹפּ
טֶלֶסְקוֹפּ|telescope||teleskóp|טלסקופ
טלפון נייד||
טלפון סלולרי||
טלפון|phone|ˈte§le§f§o§n|télefon|טֵלֵפוֹן
טלפן|to phone|ti§l§ˈfe§n|tilfén|טִלְפֵּן or טִלְפֵן
טלפתיה||
טל׳||
טמא||
טמן ראשו בחול||
טמן||
טמפורה||
טמפרטורה||
טמפ׳||
טניס שולחן||
טניס שלחן||
טניס||
טניסאי||
טננבום||
טנק||
טס||
טסט||
טסטוסטרון||
טעה||
טעות||
טעים||
טעם||
טען||
טענה||
טף||
טפח||
טפט||
טפיל||
טפילי||
טפל||
טפנד||
טפר||
טקילה||
טקס||
טקסט||
טראומה|trauma|ˈt§ʁa§‹§w.§ma§‹|tráuma|טְרָאוּמָה
טרגדיה||
טרגי||
טרוד||
טרול|troll|t§ʁ§o§l|t'ról|טְרוֹל
טרומפלדור||
טרור||
טרוריסט|terrorist|te§ʁ§o§ˈʁi§‹§s§t|teroríst|טֶרוֹרִיסְט
טרי||
טריבונה||
טרייה||
טריינינג||
טריפ||
טריפולי||
טרם||
טרנטולה||
טרנסג׳נדר||
טרנסקריפציה||
טרף||
טרפד||
טרפז||
טרקטור||
טרקלין||
טררם||
טשולנט||
טשקנט||
טת||
ט״ו בשבט||
ט״ו||
ט״ת||
יְאֹר|river|je§ˈ(ʔ)o§ʁ|ye'ór|יאור|
יְהוּדִי|jewish|je.§h§u§ˈdi§‹|y'hudí|יהודי|
יְהוּדָה|Judah|je§h§u§ˈda§‹|y'hudá|יהודה|
יְחִידָה|unit|jɛ§χi§‹§da§‹|y'khidá|יחידה|
יְחֶזְקֵאל|Ezekiel|je§χe§s§ˈke§‹§l|Y'khezkél|יחזקאל|
יְסוֹד|element|je§ˈs§o§d|yesód|יסוד|
יְצִיאַת מִצְרַיִם‎ |the exodus from Egypt|je.§t͡si.§‹§ˈ(ʔ)a§t§ §mi§t͡s.§ˈʁa.§ji§m|y'tsi'át mitsráyim|יציאת מצרים|
יְרִיחוֹ|Jericho|jɛ§ʁi§‹§ˈχ§o|y'rikhó|יריחו|
יְרִיעָה|curtain|je§ʁi§‹§ˈʔa§‹|yeri'á|יריעה|
יְרֻשָּׁה|legacy|jɛ§ʁu§ˈʃa§‹|yerushá|ירושה|
יְרוּשָׁלַיִם|Jerusalem|je.§ʁ§u.§ʃa§ˈla§j§m|yerushaláyim|ירושלים|
יְשִׁיבָה|meeting|je.§ʃi§‹§ˈva§‹|y'shivá|ישיבה|
יְשַׁעְיָהוּ|Isaiah|je.§ʃa§(ʕ)§ˈja.§(h)§u|y'sha'yáhu|ישעיהו|
יִבֵּא|to import|ji§ˈbe§‹|yibé|ייבא|
יִצְחָק|Isaac|ji§t͡s§ˈχa§k|yitskhák|יצחק|
יִצֵּא|to export|ji§ˈtse§‹|yitsé|ייצא|
יִרְמְיָה|Jeremiah|ji§ʁ§m.§ˈja§‹|yirm'yá|ירמיה|
יִשְׂרָאֵל|Israel|(j)i§s.§ʁa§ˈ(ʔ)e§l|yisra'él|ישראל|
יֵצֶר|instinct|ˈje.§tse§ʁ|yétser|יצר|
יֶדַע|knowledge|ˈje§da§–|yéda|ידע|
יֶלֶד|boy|ˈje.§le§d|yéled|ילד|
יַהֲדוּת|Judaism|ja§ha§ˈd§u§t|yahadút|יהדות|
יַחְדָּו|together||yakhdáv|יחדיו
יַיִן|wine|ˈja§(j)i§n|yáyin|יין|
יַם סוּף|Red Sea|ja§m§ §ˈs§u§f|yam súf|ים סוף|
יַנְקוּת|infancy|ja§n§k§u§t|yanqut|ינקות|
יַעֲקֹב|Jacob|ja.§(ʔ)a.§ˈko§v|ya'akóv|יעקב|
יַעַר|forest|ˈja§(ʕ)a§ʁ|yá'ar|יער|
יָד|arm, hand|ja§d|yád|יד|
יָדִיד|male friend|ja§ˈdi§‹§d|yadíd|ידיד|
יָהּ|Jah (God)|ja§(h)|yah|יה|
יָזִיז|Yaziz|ja§ˈzi§‹§z|yazíz|יזיז|
יָכֹל|to be able to|ja§ˈχ§o§l|yakhól|יכול|
יָם|sea|ˈja§m|yam|ים
יָעֵל|ibex|ja§ɛ§l|ya'el|יעל|
יָפֶה|beautiful|ja§ˈfe§‹|yafé|יפה|
יָצָא|to go out|ja§ˈtsa§‹|yatsá|יצא|
יָרֵחַ|moon|ja§ˈʁɛ§aχ|yaréakh|ירח|
יָרֵךְ|thigh|ja§ʁɛ§χ|yarekh|ירך|
יָרָה|to flow|ja§ˈʁa§‹|yará|ירה|
יָרֹק|green|ja§ˈʁ§o§k|yarók|ירוק|
יָשֵׁן|to sleep||yashén
יָשַׁב|to sit|ja§ˈʃa§v|yasháv|ישב|
יָשָׁן|old, to sleep|ja§ˈʃa§n||yashán
י־ב־ש||
י־ד־ע||
י־ח־ד||
י־ל־ד||
י־ם||
י־ש־ב||
יא||
יאהדונהי||
יאהדונה״י||
יאור|river|je§ˈ(ʔ)§o§ʁ|ye'ór|יְאֹר
יאיר||
יאכטה||
יאכל||
יאללה||
יאמוסוקרו||
יאר||
יאשיהו||
יבדל לחיים||
יבול||
יבלת||
יבל״ח||
יבם||
יבמה||
יבנה||
יבש|dry|jaˈ§vɛ§ʃ|yavesh|יָבֵשׁ
יָבֵשׁ|dry|ja§ˈvɛ§ʃ|yavesh|יבש
יבשה||
יבשת||
יב״ל||
יגואר||
יגון||
יד|arm, hand|ja§d|yád|יָד
ידה||
ידיד|male friend|ja§ˈdi§‹§d|yadíd|יָדִיד
ידידות||
ידידותי||
ידיעה||
ידית||
ידני||
ידע|knowledge|ˈje§da§–|yéda|יֶדַע
יה|Jah (God)|ja§(h)|yah|יָהּ
יהב||
יהדות אורתודוקסית||
יהדות חרדית||
יהדות קונסרבטיבית||
יהדות רפורמית||
יהדות|Judaism|ja§ha§ˈd§u§t|yahadút|יַהֲדוּת
יהודה ועוד לקרא||
יהודה ושומרון||
יהודה|Judah|je§h§u§ˈda§‹|y'hudá|יְהוּדָה
יהודי|jewish|je.§h§u§ˈdi§‹|y'hudí|יְהוּדִי
יהודיה||
יהודיות||
יהודית||
יהוה צבאות||
יהוה||
יהוסף||
יהושע||
יהיר||
יהירות||
יהלום||
יוֹחָנָן|John|ˈj§o.§χa.§na§n|yokhanán|יוחנן|
יוֹם|day|j§o§m|yom|יום|
יוֹמוּלֶדֶת|birthday|j§ɔ§m§u§ˈlɛ§dɛ§t|yomulédet|יומולדת|
יוֹן|ion|j§o§n|yon|יון|
יוֹנָה|dove, pigeon|j§o§ˈna§‹|yoná|יונה|
יוֹסֵף|Joseph|j§o§ˈse§f|yoséf|יוסף|
יוּבַל|tributary|j§u§ˈva§l|yuvál|יובל|
יואב||
יואל||
יואן||
יובל|tributary|j§u§ˈva§l|yuvál|יוּבַל
יוגורט||
יוד||
יודע||
יוון||
יווני||
יוונית||
יוזר||
יוחאי||
יוחנן|John|ˈj§o.§χa.§na§n|yokhanán|יוֹחָנָן
יוטיובר||
יוכבד||
יולי||
יום דוד הקדוש||
יום הולדת שמח||
יום הולדת||
יום הכיפורים||
יום הכפורים||
יום חול||
יום חמישי||
יום טוב||
יום כיפור||
יום כפור||
יום עצמאות||
יום ראשון||
יום רביעי||
יום שבת||
יום שישי||
יום שלישי||
יום שני||
יום|day|j§o§m|yom|יוֹם
יומולדת|birthday|j§ɔ§m§u§ˈlɛ§dɛ§t|yomulédet|יוֹמוּלֶדֶת
יומם ולילה||
יומם||
יומן||
יומנעים||
יון|ion|j§o§n|yon|יוֹן
יונה|dove, pigeon|j§o§ˈna§‹|yoná|יוֹנָה
יונוספירה||
יוני||
יוניסקס||
יונית||
יונק||
יונתן||
יוסי||
יוסף|Joseph|j§o§ˈse§f|yoséf|יוֹסֵף
יועל||
יועמ״ש||
יועץ||
יופי||
יוצא דופן||
יוצר||
יורד||
יורדת||
יורה||
יורש||
יושב||
יושבת||
יושר||
יושרה||
יותר מדי||
יותר||
יו״ד ק״א וי״ו ק״א||
יו״ד||
יו״ט||
יו״ר||
יו״ש||
יזיז|Yaziz|ja§ˈzi§‹§z|yazíz|יָזִיז
יזם||
יזמה||
יזע||
יחד||
יחדיו|together||yakhdáv|יַחְדָּו
יחזקאל|Ezekiel|je§χe§s§ˈke§‹§l|Y'khezkél|יְחֶזְקֵאל
יחיד||
יחידה|unit|jɛ§χi§‹§da§‹|y'khidá|יְחִידָה
יחס אות לרעש||
יחס||
יחסה||
יחסי מין||
יחסית||
יחף||
יחצן||
יחצ״ן||
יי||
ייבא|to import|ji§‹§ˈbe§‹|yibé|יִבֵּא
ייבם||
ייבש||
יידוע||
יידיש||
יידע||
ייחד||
ייחס||
יין אדום||
יין לבן||
יין נסך||
יין|wine|ˈja§(j)i§n|yáyin|יַיִן
ייסד||
ייסוד||
ייעל||
ייעץ||
ייפוי כוח||
ייצא|to export|ji§‹§ˈtse§‹|yitsé|יִצֵּא
ייצג||
ייצר||
יישוב||
יישום||
יישומון||
יישות||
יישר כוח||
יכול|to be able to|ja§ˈχ§o§l|yakhól|יָכֹל
יכולת||
ילד|boy|ˈje.§le§d|yéled|יֶלֶד
ילדה||
ילדות||
ילדותי||
ילוד||
יליד||
ילידי||
ילפת||
ים המלח||
ים סוף|Red Sea|ja§m§ §ˈs§u§f|yam súf|יַם סוּף
ים תיכוני||
ים|sea|ˈja§m|yam|יָם
ימאי||
ימי הביניים||
ימים נוראים||
ימין|right|ˈja§mi§‹§n|yamin|יָמִין
יָמִין|right|ˈja§mi§‹§n|yamin|ימין
יממה||
ינואר||
ינק||
ינקות|infancy|ja§n§k§u§t|yanqut|יַנְקוּת
ינשוף||
יסוד|element|je§ˈs§o§d|yesód|יְסוֹד
יסמין||
יעד||
יעה||
יעילות||
יעל|ibex|ja§ɛ§l|ya'el|יָעֵל
יען||
יעני||
יעקב|Jacob|ja.§(ʔ)a.§ˈko§v|ya'akóv|יַעֲקֹב
יער|forest|ˈja§(ʕ)a§ʁ|yá'ar|יַעַר
יפה|beautiful|ja§ˈfe§‹|yafé|יָפֶה
יפהפה||
יפו||
יפן||
יפני||
יפנית||
יצא מהארון||
יצא|to go out|ja§ˈtsa§‹|yatsá|יָצָא
יצוה||
יצוק||
יצור||
יצחק|Isaac|ji§t͡s§ˈχa§k|yitskhák|יִצְחָק
יציאה||
יציאת חירום||
יציאת מצרים|the exodus from Egypt|je.§t͡si.§‹§ˈ(ʔ)a§t§ §mi§t͡s.§ˈʁa.§ji§m|y'tsi'át mitsráyim|יְצִיאַת מִצְרַיִם‎ 
יציב||
יציבות||
יצק||
יצר הטוב||
יצר הרע||
יצר|instinct|ˈje.§tse§ʁ|yétser|יֵצֶר
יצ״ו||
יקום||
יקוק||
יקו״ק||
יקטרינבורג||
יקינטון||
יקינתון||
יקיר||
יקר||
יקרונית||
ירא||
יראה||
ירגזי||
ירד גשם||
ירד||
ירדן||
ירה|to flow|ja§ˈʁa§‹|yará|יָרָה
ירוואן||
ירוי||
ירוק|green|ja§ˈʁ§o§k|yarók|יָרֹק
ירושה|legacy|jɛ§ʁ§u§ˈʃa§‹|yerushá|יְרֻשָּׁה
ירושלים|Jerusalem|je.§ʁ§u.§ʃa§ˈla§j§m|yerushaláyim|יְרוּשָׁלַיִם
ירושלם||
ירושלמי||
ירח|moon|ja§ˈʁɛ§aχ|yaréakh|יָרֵחַ
ירחי||
ירי||
ירידה||
יריחו|Jericho|jɛ§ʁi§‹§ˈχ§o|y'rikhó|יְרִיחוֹ
יריעה|curtain|je§ʁi§‹§ˈʔa§‹|yeri'á|יְרִיעָה
ירך|thigh|ja§ʁɛ§χ|yarekh|יָרֵךְ
ירמיה|Jeremiah|ji§ʁ§m.§ˈja§‹|yirm'yá|יִרְמְיָה
ירמיהו||
ירק|to spit|ja§ˈʁa§k|yarák|יָרַק
יָרַק|to spit|ja§ˈʁa§k|yarák|ירק
ירקון||
ירקן||
ירקרק||
ירש||
ירשלם||
יש ל־ ג׳וק בראש||
יש לי שאלה||
יש||
ישב|to sit|ja§ˈʃa§v|yasháv|יָשַׁב
ישבי||
ישבים||
ישבן||
ישו הנוצרי||
ישו||
ישוע||
ישועה||
ישות||
ישחק||
ישי||
ישיבה|meeting|je.§ʃi§‹§ˈva§‹|y'shivá|יְשִׁיבָה
ישיר||
ישמעאל||
ישן נושן||
ישן|old; to sleep||yashán|יָשָׁן, יָשֵׁן
ישעיהו|Isaiah|je.§ʃa§(ʕ)§ˈja.§(h)§u|y'sha'yáhu|יְשַׁעְיָהוּ
ישר|straight|ja§ˈʃa§ʁ|yashár|יָשָׁר
יָשָׁר|straight|ja§ˈʃa§ʁ|yashár|ישר
ישראל|Israel|(j)i§s.§ʁa§ˈ(ʔ)e§l|yisra'él|יִשְׂרָאֵל
ישראלי||
ישראלית||
ישרה||
יששכר||
יש״ו||
יתד||
יתום||
יתוש||
יתכן||
יתן||
יתר||
יתרון||
י״ט||
כְּאִלּוּ|as if|ke§ˈ(ʔ)i.§l§u|k'ilu|כאילו|
כְּבָר|already|k§va§ʁ|k'vár|כבר|
כְּדֵי|in order to|ke§ˈde§‹|k'de|כדי|
כְּדַאי|suitable|ke§ˈda§‹§j|k'dái|כדאי|
כְּלַבְלַב|puppy|k§la§v§ˈla§v|klavláv|כלבלב|
כְּלָל|rule, norm|k§la§l|k'lál|כלל|
כְּמוֹ|like|k§m§o|k'mó|כמו|
כְּנֶסֶת|assembly|ˈk§ne§se§t|k'néset|כנסת|
כְּנַעַן|Canaan|k(e)§ˈna§ʔa§n|k'ná'an|כנען|
כְּרִיסְטְמַס|Christmas|ˈk§ʁi§‹§s§t.§ma§s|kristmas|כרית|
כְּרוּב|cabbage|kə§ˈr§uː§v|k'rúv|כרוב|
כְּתִיבָה|writing|k§ti§‹§ˈva§‹|ktivá|כתיבה|
כְּתִיתָה|schnitzel|k§ti.§‹§ta§‹|ktitá|כתיתה|
כְּתֻמִּים|oranges|kə§tu§mˈmi§‹§m||כתמים
כִּוֵּן|to direct|ki§‹§ˈve§‹§n|kiven|כיוון|
כִּי|because|ˈki§‹|ki|כי
כִּמְעַט|almost|ki§m§ˈ(ʔ)a§t|kim'át|כמעט|
כֵּן|yes|ke§n|kén|כן|
כֶּפֶל|multiplication|ˈke.§fe§l|kéfel|כפל|
כַּדּוּרְעָף|volleyball|ka§d§u§ˈʁ§a§f|kadur'áf|כדורעף|
כַּלְכָּלִי|economic||kalkalí|כלכלי
כַּרְטִיס חִיּוּב מִיָּדִי|debit card|ka§ʁ§ˈtiː§‹§s§ §χi§jˈj§uː§v§ §mi§jjaː§ˈdiː§‹|kartís khiyúv miyadí|כרטיס חיוב מיידי|
כַּרְפַּס|celery|ka§r§ˈpa§s|karpás|כרפס|
כָּאן|here|ka§‹§n|kán|כאן|
כָּבֵד|heavy, liver|ka§ˈvɛ§d|kavéd|כבד
כָּבוֹד|honour|kaˈ§v§o§d|kavód|כבוד|
כָּחֹל|blue|ka§ˈχ§ɔ§l|kakhól|כחול|
כָּךְ|thus|ka§χ|kakh|כך|
כָּכָה|thus|ˈka§χa§‹|kácha|ככה|
כָּנָף|wing|ka§ˈna§f|kanáf|כנף
כָּרַע|to kneel|ka§ˈʁa§(ʕ)|kará'|כרע|
כָּרָגִיל|as usual|ka§ʁa§ˈɡi§‹§l|ka-ragil|כרגיל|
כָּרָה|to mine|ka§ˈʁa§‹|kará|כרה|
כָּתֵף|shoulder|ka§ˈte§f|katéf|כתף|
כֹּה וָכֹה|here and there|ˈko§‹§ §va§ˈχo§‹|kó vakhó|כה וכה|
כֹּה|thus (arch.)|ko§‹|ko|כה
כֹּהֵן|priest|ko§ˈ(h)e§n|kohén|כוהן|
כֹּחַ|strength|ˈko.§aχ|kóakh|כוח|
כֹּל|all of, entirety|ˈko§l|kol|כל
כּוֹתֵב|author (m)|k§o§ˈte§v|kotév|כותב|
כּוּר|furnace|k§u§r|kur|כור|
כּוּשׁ|Cush|k§u§ʃ|kúsh|כוש|
כ־ו־ן||
כ־נ־ס||
כ־ס־ה||
כ־ת־ב||
כאב ראש||
כאב||
כאוב||
כאוטי||
כאילו|as if|ke§ˈ(ʔ)i.§‹§l§u|k'ilu|כְּאִלּוּ
כאן|here|ka§‹§n|kán|כָּאן
כאראג׳||
כאשר||
כבאי||
כבאית||
כבד|heavy, liver|ka§ˈvɛ§d|kavéd|כָּבֵד
כבוד|honour|kaˈ§v§o§d|kavód|כָּבוֹד
כבוש||
כביכול||
כביסה||
כביש||
כבל||
כבר|already|k§va§ʁ|k'vár|כְּבָר
כבש||
כד||
כדאי|suitable|ke§ˈda§‹§j|k'dái|כְּדַאי
כדור הארץ||
כדור סל||
כדור פורח||
כדור רגל||
כדור||
כדורגל||
כדורגלן||
כדורסל||
כדורסלן||
כדורעף|volleyball|ka§d§u§ˈʁ§a§f|kadur'áf|כַּדּוּרְעָף
כדי|in order to|ke§ˈde§‹|k'de|כְּדֵי
כה וכה|here and there|ˈko§‹§ §va§ˈχo§‹|kó vakhó|כֹּה וָכֹה
כה|thus (arch.)|ko§‹|ko|כֹּה
כהה||
כהונה||
כהן גדול||
כהן||
כהניסט||
כובד||
כובה||
כובע גרב||
כובע טמבל||
כובע||
כוהל||
כוהן גדול||
כוהן|priest|k§o§ˈ(h)e§n|kohén|כֹּהֵן
כוהנת||
כווית סיטי||
כווית||
כוון||
כוונה||
כוורת||
כוזו במוכסז כוזו||
כוזר||
כוזרי||
כוזרים||
כוח|strength|ˈk§o.§aχ|kóakh|כֹּחַ
כוכב ים||
כוכב לכת||
כוכב שביט||
כוכב|star|k§ɔ§ˈχa§v|kokháv|כּוֹכָב
כּוֹכָב|star|k§ɔ§ˈχa§v|kokháv|כוכב
כוכבית||
כולה||
כולו||
כולל||
כולם||
כולנו||
כולסטרול||
כומר||
כונן קשיח||
כונן||
כוננית||
כונס||
כוס||
כוסכוס||
כוסמת||
כופתה||
כוץ||
כור|furnace|k§u§r|kur|כּוּר
כורדיסטן||
כורדית||
כורח||
כוריאוגרפיה||
כורכום||
כורש||
כורת עצים||
כורת||
כוש|Cush|k§u§ʃ|kúsh|כּוּשׁ
כושי||
כותב|author (m)|k§o§ˈte§v|kotév|כּוֹתֵב
כותונת||
כותל||
כותנה||
כזב||
כזה||
כזית||
כח||
כחול|blue|ka§ˈχ§ɔ§l|kakhól|כָּחֹל
כחלחל||
כטב״ם||
כטמ״ם||
כי בתחבלות תעשה לך מלחמה||
כי|because|ˈki§‹|ki|כִּי
כיבד||
כיבה||
כיבוש||
כיבס||
כידון רובה||
כידון||
כיהן||
כיוון|to direct|ki§‹§ˈve§‹§n|kiven|כִּוֵּן
כיור||
כיזב||
כיח||
כייס||
כיכב||
כיכר||
כילה||
כימיה||
כינה|louse|ki§‹§ˈna§‹|kiná|כִּנָּה
כִּנָּה|louse|ki§ˈna§‹|kiná|כינה
כינוי חיבה||
כינוי||
כינור||
כינס||
כיס האשכים||
כיס המרה||
כיס||
כיסא גלגלים||
כיסא מלכות||
כיסא|bag, purse|ki§‹§sɑ§ʔ||
כיסה||
כיסוי||
כיסופים||
כיף||
כיפה||
כיפור||
כיפר||
כיצד||
כירורגי||
כירורגיה||
כישלון||
כישרון||
כיתה||
כיתר||
כיתת יורים||
כך|thus|ka§χ|kakh|כָּךְ
ככה|thus|ˈka§χa§‹|kácha|כָּכָה
ככה־ככה||
ככר||
כל הכבוד||
כל כך||
כל עוד||
כל עיקר||
כל|all of, entirety|ˈko§l|kol|כֹּל
כלא||
כלב ים||
כלב כנעני||
כלב נהר||
כלב|dog|ˈkɛ§lɛ§v|kélev|כֶּלֶב
כֶּלֶב|dog|ˈkɛ§lɛ§v|kélev|כלב
כלבה||
כלבלב|puppy|k§la§v§ˈla§v|klavláv|כְּלַבְלַב
כלבת||
כלה||
כלוא||
כלוב||
כלול||
כלום||
כלומר||
כלור||
כלי דם||
כלי זין||
כלי טייס||
כלי טיס||
כלי נגינה||
כלי נשיפה||
כלי נשק||
כלי ראשון||
כלי רכב||
כלי שלישי||
כלי שני||
כלי||
כליה||
כליזמר||
כליל החורש||
כלכלה||
כלכלי|economic||kalkalí|כַּלְכָּלִי
כלל הסנדוויץ׳||
כלל|rule, norm|k§la§l|k'lál|כְּלָל
כלנית||
כלשהו||
כמה|how much|ˈka§ma§‹|káma|כַּמָּה
כַּמָּה|how much|ˈka§ma§‹|káma|כמה
כמו ג׳וקים מסוממים||
כמו|like|k§m§o|k'mó|כְּמוֹ
כמובן||
כמון||
כמות||
כמעט|almost|ki§m§ˈ(ʔ)a§t|kim'át|כִּמְעַט
כמר||
כמת||
כן|yes|ke§n|kén|כֵּן
כנה||
כנור||
כניסה||
כניעה||
כנס||
כנסיה||
כנסייה||
כנסת|assembly|ˈk§ne§se§t|k'néset|כְּנֶסֶת
כנען|Canaan|k(e)§ˈna§ʔa§n|k'ná'an|כְּנַעַן
כנעני||
כנענית||
כנף|wing|ka§ˈna§f|kanáf|כָּנָף
כנר||
כנראה||
כנרת||
כס||
כסא||
כסה||
כסיל||
כסלו||
כסף||
כספומט||
כספי||
כספית||
כספת||
כסת״ח||
כעס||
כעת||
כף אשפה||
כף התקווה הטובה||
כף||
כפא||
כפה||
כפול||
כפור||
כפי הנראה||
כפי||
כפייה||
כפיים||
כפייתי||
כפיר||
כפית||
כפל|multiplication|ˈke.§fe§l|kéfel|כֶּפֶל
כפף||
כפפה||
כפפת אגרוף||
כפפת איגרוף||
כפר סבא||
כפר||
כפרה||
כפתור||
כר||
כרגיל|as usual|ka§ʁa§ˈɡi§‹§l|ka-ragil|כָּרָגִיל
כרגע||
כרה|to mine|ka§ˈʁa§‹|kará|כָּרָה
כרוב|cabbage|kə§ˈr§uː§v|k'rúv|כְּרוּב
כרובית||
כרוון||
כרוכית||
כרום||
כרומוזום||
כרוני||
כרטיס אשראי||
כרטיס ברכה||
כרטיס חיוב מיידי|debit card|ka§ʁ§ˈtiː§‹§s§ §χi§jˈj§uː§v§ §mi§j§jaː§ˈdiː§‹|kartís khiyúv miyadí|כַּרְטִיס חִיּוּב מִיָּדִי
כרטיס||
כריך||
כריכה||
כריכייה||
כריסטמס||
כריש||
כרית|Christmas|ˈk§ʁi§‹§s§t.§ma§s|kristmas|כְּרִיסְטְמַס
כרך||
כרכום||
כרכס||
כרם||
כרמאנשאה||
כרמיאל||
כרמל||
כרע|to kneel|ka§ˈʁa§(ʕ)|kará'|כָּרַע
כרפס|celery|ka§r§ˈpa§s|karpás|כַּרְפַּס
כרשה||
כרשנא||
כרת||
כש־||
כשדי||
כשר||
כשרות||
כת||
כתב אשורי||
כתב בריל||
כתב יד||
כתב יתדות||
כתב||
כתבה||
כתוב||
כתובה||
כתובים||
כתובית||
כתובת קעקע||
כתובת||
כתום||
כתיב חסר||
כתיב מלא||
כתיב||
כתיבה|writing|k§ti§‹§ˈva§‹|ktivá|כְּתִיבָה
כתיתה|schnitzel|k§ti.§‹§ta§‹|ktitá|כְּתִיתָה
כתם||
כתמים|oranges|kə§tu§mˈmi§‹§m||כְּתֻמִּים|
כתמתם||
כתנת||
כתף|shoulder|ka§ˈte§f|katéf|כָּתֵף
כתר||
כתש||
כ״ג||
כ״י||
כ״ף||
לִסְגֹּר|to close|li§z§ɡo§ʁ||לסגּר
לְגַמְרֵי|completely|le§ˈɡa§m.§re§‹|legámre|לגמרי|
לְהִתְרָאוֹת|goodbye|le§(h)i§t§ʁa§ˈ(ʔ)§o§t|l'hitra'ót|להתראות|
לְיָד|near|le§ˈja§d|l'yád|ליד|
לְכָאן|hither|lə§ˈχɑ§‹§n|lekhán|לכאן|
לְפֹה|hither|le§ˈfo§‹|l'fó|לפה|
לְשׁוֹנִי|linguistic|le.§ʃ§o§ˈni§‹|l'shoní|לשוני|
לִגְוֺעַ|to agonise|li§ɡ§ˈvo.§a||לגוע
לִכְלֵךְ|to make dirty||likhlékh|לכלך
לִמֵּד|to teach|li§ˈmɛ§d|liméd|לימד
לִקֵּק|to lick|li§ˈke§k|likék|ליקק|
לֶחֶם|bread|ˈle§χe§m|lékhem|לחם|
לַהֲקָה|band, pack, flock|la§(h)a§ˈka§‹|lahaká|להקה|
לַיְלָה|night|ˈla§j.§la§‹|láyla|לילה
לַעֲזָאזֵל|Damn! Hell!|la§ʔa§za§‹§ˈze§l|la'azazél|לעזאזל|
לַ״י|Israeli lira|la§–§j|L.Y.|ל״י|
לָגַם|to sip|la§ˈɡa§m|lagám|לגם|
לָדִינוֹ|Ladino|la§ˈdi§‹§n§ɔ|ladíno|לדינו|
לָמוּד|learned|la§ˈm§u§d|lamúd|למוד|
לָקוֹחַ|client, customer|la§ˈk§o§ax|lakóakh|לקוח|
לָשׁוֹן|language|la§ˈʃ§o§n|lashón|לשון|
לֹא|no, not|lɔ§‹|lo|לא
ל־ב־ש||
ל־ח־ם||
ל־מ־ד||
ל־ן||
לא בכדי||
לא ברא השטן||
לא מדבשך ולא מעקצך||
לא ראינו אינה ראיה||
לא|no, not|lɔ§‹|lo|לֹא
לאה||
לאובר||
לאום||
לאומי||
לאומיות||
לאומן||
לאוס||
לאור||
לאחר כך||
לאחר||
לאחרונה||
לאט||
לאמה||
לאן||
לאפה||
לב|heart|ˈlɛ§v|lev|לֵב
לֵב|heart|ˈlɛ§v|lev|לב
לבב||
לבד||
לבור את הבר מן התבן||
לבוש||
לביא||
לביאה||
לביבה||
לבלב||
לבן|white|la§ˈva§n|laván|לָבָן
לָבָן|white|la§ˈva§n|laván|לבן
לבנבן||
לבנה||
לבנון||
לבנוני||
לבנט||
לבנטיני||
לבריאות||
לבש||
לגבי||
לגוע|to agonise|li§ɡ§ˈvo.§a||לִגְוֺעַ
לגיטימי||
לגיטימיות||
לגיטימציה||
לגליזציה||
לגם|to sip|la§ˈɡa§m|lagám|לָגַם
לגמרי|completely|le§ˈɡa§m.§re§‹|legámre|לְגַמְרֵי
לדה||
לדינו|Ladino|la§ˈdi§‹§n§ɔ|ladíno|לָדִינוֹ
לה||
להב||
להבה||
להביור||
להט||
להט״ב||
להפך||
להק||
להקה|band, pack, flock|la§(h)a§ˈka§‹|lahaká|לַהֲקָה
להקת עורבים||
להתראות|goodbye|le§(h)i§t§ʁa§ˈ(ʔ)§o§t|l'hitra'ót|לְהִתְרָאוֹת
לה״ו||
לו|to him|l§o|לוֹ
לוֹ|to him|l§o|לו
לוֹבְּסְטֶר|lobster|ˈl§o§b.§s§te§ʁ|lóbster|לובסטר|
לו|if|l§u|lu|לוּ
לוּ|if|l§u|lu|לו|
לוב||
לובי||
לוביסטי||
לובן||
לובסטר|lobster|ˈl§o§b.§s§te§ʁ|lóbster|לוֹבְּסְטֶר
לוגו||
לוד||
לודז׳||
לוה||
לוהט||
לוויין||
לווייתן||
לווין||
לוח שנה||
לוח||
לוחית||
לוט||
לוטוס||
לוטם||
לוטרה||
לוי||
לויין||
לוין||
לויתן||
לוכסן||
לול||
לולא||
לולב||
לולין||
לונדון||
לוסקה||
לוע הארי||
לוע||
לועז||
לועזיות||
לועזית||
לוקסמבורג||
לוקק||
לח||
לחות||
לחי||
לחיים|a blessing, toast|le§χa§ˈji§‹§m|l'chayím| לְחַיִּים
לחימה||
לחישה||
לחלוטין||
לחם משנה||
לחם|bread|ˈle§χe§m|lékhem|לֶחֶם
לחמנייה||
לחן||
לחץ דם||
לחץ|to squeeze|la§χˈa§t͡s|lákhats|לַחַץ
לַחַץ|to squeeze|la§χˈa§t͡s|lákhats|לחץ
לחש||
לטאה||
לטביה||
לטוויה||
לטינית||
לי|to me|l§i|לִי
ליבב||
ליבידו||
ליבן||
ליברציה||
ליגה||
ליד|near|le§ˈja§d|l'yád|לְיָד
לידה||
ליובליאנה||
ליווה||
ליטא||
ליטאי||
ליטאית||
ליטף||
לייזר||
ליכוד||
ליכודניק||
ליכטנשטיין||
ליל כל הקדושים||
ליל||
לילה טוב||
לילה לבן||
לילה|night|ˈla§j.§la§‹|láyla|לַיְלָה
לילי||
לילית||
לילך||
לימד|to teach|li§‹§ˈmɛ§d|liméd|לִמֵּד
לימה||
לימוד||
לימודים||
לימוזינה||
לימון||
לימונדה||
לימים||
לינה||
לינק||
ליסבון||
ליצ'י||
ליצן||
ליצנות||
ליקוי חמה||
ליקוי לבנה||
ליקוי||
ליקק|to lick|li§‹§ˈke§k|likék|לִקֵּק
לירה||
לית ברירה||
ליתוגרפיה||
ליתיום||
לכאן|hither|lə§ˈχɑ§‹§n|lekhán|לְכָאן
לכבוד||
לכד||
לכוד||
לכודניק||
לכל שבת יש מוצאי שבת||
לכלוך||
לכלך|to make dirty||likhlékh|לִכְלֵךְ
לכן||
ללא||
למד||
למדיי||
למדני||
למה זה||
למה||
למואל||
למוד|learned|la§ˈm§u§d|lamúd|לָמוּד
למור||
למטה||
למידה||
למעלה||
למען השם||
למען||
למרות||
למשל||
למ״ד||
לן||
לנתן||
לסגּר|to close|li§z§ˈɡo§ʁ||לִסְגֹּר
לסה״נ||
לסטים||
לסת||
לעד||
לעולם ועד||
לעולם לא||
לעולם||
לעומת||
לעז||
לעזאזל|Damn! Hell!|la§ʔa§za§‹§ˈze§l|la'azazél|לַעֲזָאזֵל
לעיתים קרובות||
לעיתים רחוקות||
לעיתים||
לעס||
לעת עתה||
לפה|hither|le§ˈfo§‹|l'fó|לְפֹה
לפחות||
לפטופ|laptop||láptop|לָפְּטוֹפּ
לָפְּטוֹפּ|laptop||láptop|לפטופ
לפי||
לפיד||
לפלף||
לפנה״ס||
לפני||
לפעמים||
לפת||
לץ||
לק||
לקה||
לקוח|client, customer|la§ˈk§o§ax|lakóakh|לָקוֹחַ
לקוני||
לקח חלק||
לקח||
לקטוז||
לקק||
לקראת||
לש||
לשד||
לשון הרע||
לשון|language|la§ˈʃ§o§n|lashón|לָשׁוֹן
לשוני|linguistic|le.§ʃ§o§ˈni§‹|l'shoní|לְשׁוֹנִי
לשונית||
לשם||
לשעבר||
לתוך||
לתת||
ל״ג בעומר||
ל״י|Israeli lira|la§–§j|L.Y.|לַ״י
מ"צ||
מְאֹד|very, quite|me§ˈo§d|meód|מאוד|
מְדִינַת יִשְׂרָאֵל|the State of Israel|me.§di.§‹§ˈna§t§ §ji§s.§ʁa.§ˈe§l|medinát yisra'él|מדינת ישראל|
מְדִינָה|state|me.§di.§‹§ˈna§‹|m'diná|מדינה|
מְטֹרָף|crazy, insane|me.§t̪o.§ʁaː§f|m'toráf|מטורף|
מְלָכִים|kings|m§la.§ˈχi§‹§m|m'lakhim|מלכים|
מְלָפְפוֹן|cucumber|me§ˌla.§fe§ˈf§o§n|m'laf'fon|מלפפון|
מְנוֹרָה|menora, lamp|me.§n§o§ˈʁa§‹|m'norá|מנורה|
מְנוּחָה|rest, calm|me.§n§u§ˈχa§‹|menukhá|מנוחה|
מִגְדַּלּוֹר|lighthouse|mi§ɡ.§daː§lˈl§oː§ʁ|migdalór|מגדלור|
מִזְחֶלֶת|sledge, sleigh|mi§z§ˈχe§le§t|mizhelet|מזחלת|
מִזְרָקָה|fountain|mi§z§ʁa§ˈka§‹|mizraká|מזרקה|
מִיכָאֵל|Michael|mi.§‹§χa§ˈ(ʔ)e§l|mikha'él|מיכאל|
מִילֶנְיוּם|millenium|miː§‹§le§n§ˈj§uː§m|milényum|מילניום|
מִין|species, gender|mi§‹§n|min|מין|
מִיקְרוֹפוֹן|microphone|mi§‹§k§ʁ§ɔ§ˈf§ɔ§n|mikrofón|מיקרופון|
מִישֶׁהוּ|somebody|ˈmi.§‹§ʃɛ.§(h)§u|míshehu|מישהו|
מִלּוֹן|dictionary|mi§ˈl§ɔ§n|milón|מילון|
מִנְיָן|quorum|mi§n§ˈja§n|minján|מניין|
מִסְדְּרוֹן|foyer|mi§s.§də§ˈʁ§o§n|misderón|מסדרון|
מִסְעָדָה|restaurant|mi§s.§ʔa§ˈda§‹|mis'adá|מסעדה|
מִפְעָל|factory|mi§f§ˈʔa§l|mif'ál|מפעל|
מִצְחָף|codex|mi§t͡s§ˈχa§f|mitskháf|מצחף|
מִצְרַיִם|Egypt|mi§t͡s§ˈʁa§ji§m|mitsráyim|מצרים|
מִרְשֶׁתֶת|the Internet|mi§r§ˈʃe§te§t|mirshétet|מרשתת|
מִשְׁטָרָה|police|mi§ʃ§ta§ˈʁa§‹|mishtará|משטרה|
מִשְׁכָּן|residence|mi§ʃ§ˈka§n|mishkán|משכן|
מִשְׁפָּחָה|family|mi§ʃ§pa§ˈχa§‹|mishpakhá|משפחה|
מִשְׁתָּלָה|plant nursery|mi§ʃ§ta§ˈla§‹|mishtalá|משתלה|
מִשְׂחָק|game|mi§s§ˈχa§k|miskhák|משחק|
מֵאוֹת|hundreds|me§ˈ(ʔ)§o§t|me'ót|מאות|
מֵידָע|information|me§‹§da§–|מידע
מֵיזָם|project|me§ɪ§ˈza§m|meizám|מיזם|
מֵיתְרֵי־הַקּוֹל|vocal chords|mɛ§j§ta§ˌʁɛ§j§ §ha§ˈk§o§l|meyt'rèy-hakól|מיתרי הקול|
מֶטָטְרוֹן|Metatron|me.§ta§t.§ˈʁ§o§n|metatrón|מטטרון|
מֶלֶךְ|king|ˈme.§le§χ|mélekh|מלך|
מֶקְסִיקוֹ|Mexico|mɛ§k§si§‹§k§ɔ|meksíko|מקסיקו|
מֶתוֹדָה|method|me§t§ˈo§da§‹|metóda|מתודה|
מַאֲרָב|ambush|ma.§(ʔ)a§ˈʁa§v|ma'aráv|מארב|
מַבְרֵג|screwdriver|ma§v§ˈʁe§ɡ|mavrég|מברג|
מַגָּ״ב|Israeli Border Police|ma§ˈɡa§–§v|M.Gv.|מג״ב abbr for מִשְׁמַר־הַגְּבוּל‎  mishmár-hag'vúl|
מַדְפֶּסֶת|printer|ma§d§ˈpe§se§t|madpéset|מדפסת|
מַדָּע|science|ma§ˈda§(ʕ)|madá|מדע|
מַהְפֵּכָה|revolution|ma§ha§pe§ˈχa§‹|mahpekhá|מהפכה|
מַהְפָּךְ|revolution|ma.§(h)a§ˈpa§χ|mahpákh|מהפך|
מַהֵר|quickly, fast|ma§ˈ(h)e§ʁ|mahér|מהר|
מַזְגָן|air conditioner|ma§z§ˈɡa§n|mazgán|מזגן|
מַזְרֵק|syringe|ma§z§ˈʁe§k|mazrek|מזרק|
מַזִּיק|pest|ma§ˈzi§‹§k|mazík|מזיק|
מַזָּל|constellation; luck|ma§ˈza§l|mazál|מזל|
מַחְצָבָה|quarry|ma§χ.§tsaː§va§‹|machtzavá|מחצבה|
מַחְשְׁבוֹן|calculator|ma§χ§ʃe§ˈv§o§n|makhshevón|מחשבון|
מַחְשֵׁב|computer|ma§χ§ˈʃe§v|makhshév|מחשב|
מַחְשָׁבָה|thought|ma§χ.§ʃa.§ˈva§‹|makhshavá|מחשבה|
מַחֲלָה|disease|ma§χa§ˈla§‹|makhalá|מחלה|
מַחֲנֵה רִכּוּז|concentration camp|ma§χa§ˈne§‹§ §ʁi§ˈk§u§z|makhané rikúz|מחנה ריכוז|
מַחַק|eraser|ˈma§χa§k|mákhak|מחק|
מַלְאָךְ|angel|ma§l§ˈ(ʔ)a§χ|mal'ákh|מלאך|
מַלְחִין|composer (music)|ma§l§ˈχi§‹§n|malkhín|מלחין|
מַלְכָּה|queen|ma§l§ˈka§‹|malká|מלכה|
מַמָּשׁ|really, truly|ma§ˈma§ʃ|mamásh|ממש|
מַסֶּכֶת|series, set|ma§ˈse.§χe§t|masékhet|מסכת|
מַעֲלִיב|offensive|ma.§ʔa§ˈli§‹§v|ma'alív|מעליב|
מַעֲלָה|advantage|ma.§(ʕ)a§ˈla§‹|ma'alá|מעלה|
מַעֲרֶכֶת־הַפְעָלָה|operating system|ma§ʕa§re§xe§t§–§ ha§f§ʕaː§laː§‹|ma'arékhet-haf'alá|מערכת הפעלה|
מַעֲרָךְ|array (computing)|ma§ʔa§ˈʁa§χ|ma'arách|מערך|
מַפְסִידָן|loser|ma§f§si§‹§ˈda§n|mafsidán|מפסידן|
מַפְתֵּחַ|key|ma§f§ˈte§aχ|maftéakh|מפתח|
מַר|bitter|ma§ʁ|mar|מר|
מַרְבָד|carpet|ma§ʁ§ˈva§d|marvád|מרבד|
מַרְגֵּמָה|mortar (weapon)|ma§ʁ§ɡe§ˈma§‹|margema|מרגמה|
מַרְכּוֹל|supermarket|ma§ʁ§ˈk§o§l|markól|מרכול|
מַרְפֵּק|elbow|ma§ʁ§ˈpɛ§k|marpék|מרפק|
מַשְׁמָעוּתִי|meaningful|ma§ʃ.§ma.§(ʔ)§u.§ˈti§‹|mashma'utí|משמעותי|
מַשֶּׁהוּ|something|ˈma§ʃɛ§ˌh§u|máshehu|משהו|
מַשָּׂאִית|truck|ma§sa§ˈ(ʔ)i§‹§t|masa'ít|משאית|
מַתִּתְיָהוּ|Matthew|ma.§ti§t§ˈja.§h§u|matityáhu|מתתיהו|
מָאתַיִם|2 hundred|ma§‹§ˈta.§ji§m|matáyim|מאתיים|
מָה|what|ˈma§‹|má|מה
מָהִיר|fast, quick|ma§ˈ(h)i§‹§ʁ|mahír|מהיר|
מָוֶת|death|ˈma§ve§t|mávet|מוות|
מָחֳרָתַיִם|the day after tomorrow|mo§χ.§ʁa§ˈta.§ji§m|mokhoratáyim|מחרתיים|
מָחָר|tomorrow|mɑ§χɑ§r|makhár|מחר|
מָטָר|rain|ma§ˈta§ʁ|matár|מטר|
מָלוֹן|hotel|ma§l§o§n|malón|מלון|
מָלוּחַ|salty|ma§ˈl§u.§aχ|malúakh|מלוח|
מָסָךְ|screen|ma§ˈsa§χ|masákh|מסך|
מָצָא|to find|ma§ˈtsa§‹|matsá|מצא|
מָקוֹם|station|ma§ˈk§o§m|makóm|מקום|
מָרִיחוּאָנָה|marijuana|ma.§ʁi§‹§ˈχ§w§a.§na§‹|marikhu'ána|מריחואנה|
מָשִׁיחַ|messiah|ma§ˈʃi§‹§aχ|mashíakh|משיח|
מָשׂוֹשׂ|rejoicing|ma§ˈs§o§s|masós|משוש|
מָתַי|when|ma§ˈta§j|matái|מתי|
מֹחַ|mind, brain|ˈmo.§aχ|móakh|מוח|
מֹשֶׁה|Moses|mo§ˈʃe§‹|moshé|משה|
מֻשְׁלָם|perfect, flawless|mu§ʃ§ˈla§m|mushlám|מושלם|
מֻשָּׂג|concept, idea|mu§ˈsa§ɡ|muság|מושג|
מ־||
מ־ז־ג||
מ־ל־א||
מ־ל־ך||
מ־שׁ־ך||
מאבק|battle||ma'avák|מַאֲבָק
מַאֲבָק|battle||ma'avák|מאבק
מאגר||
מאד||
מאדים||
מאדימי||
מאה||
מאהל||
מאוד|very, quite|me§ˈo§‹§d|meód|מְאֹד
מאוהב||
מאוורר||
מאוחד||
מאוחר||
מאויש||
מאוכזב||
מאוכלס||
מאומץ||
מאונך||
מאור||
מאורע||
מאורר||
מאושכן||
מאושר||
מאות|hundreds|me§ˈ(ʔ)§o§t|me'ót|מֵאוֹת
מאז||
מאזכר||
מאזניים||
מאחד||
מאחורי||
מאי||
מאין||
מאיר||
מאכל||
מאכלת||
מאלף||
מאמי||
מאמץ||
מאמר||
מאס||
מאסר||
מאפה||
מאפיה||
מאפיין||
מאפרה||
מארב|ambush|ma.§(ʔ)a§ˈʁa§v|ma'aráv|מַאֲרָב
מארס||
מאת||
מאתיים|2 hundred|ma§‹§ˈta.§ji§‹§m|matáyim|מָאתַיִם
מבגר||
מבדק||
מבוא||
מבוגר||
מבוטל||
מבויית||
מבוך||
מבוכה||
מבול||
מבולבל||
מבושים||
מבושל||
מבחן||
מבחנה||
מבט||
מבטא||
מביך||
מבלבל||
מבנה||
מבסוט||
מבצע||
מבצעי||
מבצר||
מבקר||
מברג|screwdriver|ma§v§ˈʁe§ɡ|mavrég|מַבְרֵג
מבריק||
מברשת גילוח||
מברשת שיניים||
מברשת שנים||
מברשת||
מבשר||
מג'נון||
מג||
מגביל||
מגבלה||
מגבעת||
מגבת||
מגד||
מגדל בבל||
מגדל||
מגדלור|lighthouse|mi§ɡ.§daː§lˈl§oː§ʁ|migdalór|מִגְדַּלּוֹר
מגדר||
מגהץ||
מגוון||
מגורים||
מגזר||
מגיד שיעור||
מגידו||
מגילה||
מגילת איכה||
מגל||
מגלה||
מגלש||
מגן אשכים||
מגן ביצים||
מגן דוד||
מגן||
מגנזיום||
מגנט||
מגנטי||
מגנטיות||
מגניב||
מגנצא||
מגע||
מגעיל||
מגף||
מגפה||
מגרעה||
מגרפה||
מגרש||
מגש||
מג׳דרה||
מג״ב|Israeli Border Police|ma§ˈɡa§–§v|M.Gv.|מַגָּ״ב abbr for מִשְׁמַר־הַגְּבוּל‎  mishmár-hag'vúl
מדאיג||
מדביר||
מדבר||
מדגש||
מדד||
מדהים||
מדוזה||
מדון||
מדוע||
מדורה||
מדחום||
מדחם||
מדי||
מדין||
מדינה|state|me.§di.§‹§ˈna§‹|m'diná|מְדִינָה
מדיני||
מדיניות||
מדינת ישראל|the State of Israel|me.§di.§‹§ˈna§t§ §ji§s.§ʁa.§ˈe§l|medinát yisra'él|מְדִינַת יִשְׂרָאֵל
מדלייה||
מדע|science|ma§ˈda§(ʕ)|madá|מַדָּע
מדעי המחשב||
מדעי הרוח||
מדעי||
מדען||
מדף||
מדפּסת|printer|mat'peset|מַדְפֶּסֶת
מדפסת תלת־ממד||
מדפסת|printer|ma§d§ˈpe§se§t|madpéset|מַדְפֶּסֶת
מדרגה||
מדרגות||
מדרון||
מדריד||
מדריך||
מדרכה||
מדרש אגדה||
מדרש הלכה||
מדרש||
מדשאה||
מד״א||
מה המצב||
מה טבו||
מה טובו||
מה יש||
מה לעזאזל||
מה נשמע||
מה עניין שמיטה אצל הר סיני||
מה ענין שמיטה אצל הר סיני||
מה פתאום||
מה פתאם||
מה קורה||
מה שזה לא יהיה||
מה שלומך||
מה|what|ˈma§‹|má
מהגר||
מהדר||
מהו||
מהומן||
מהונדס גנטית||
מהונדס||
מהות||
מהיר|fast, quick|ma§ˈ(h)i§‹§ʁ|mahír|מָהִיר
מהירות האור||
מהירות||
מהנדס||
מהפך|revolution|ma.§(h)a§ˈpa§χ|mahpákh|מַהְפָּךְ
מהפכה|revolution|ma§ha§pe§ˈχa§‹|mahpekhá|מַהְפֵּכָה
מהר|quickly, fast|ma§ˈ(h)e§ʁ|mahér|מַהֵר
מוֹעִיל|useful|m§o§ʔi§‹§l|mo'íl|מועיל
מוּזִיקָה|music|ˈm§u§zi§‹§ka§‹|múzika|מוזיקה|
מוּזָר|strange, odd|m§u§ˈza§ʁ|muzár|מוזר|
מוּם|defect|m§u§m|múm|מום
מואב||
מואזין||
מואר||
מוארת||
מובחר||
מובטל||
מוביל||
מובן מאליו||
מובן||
מוגבל||
מוגדישו||
מוגדל||
מוגל||
מודאג||
מודיעין עילית||
מודם||
מודעה||
מודעות||
מודעת אבל||
מודרני||
מודרנית||
מוהל||
מוות|death|ˈma§›§ve§t|mávet|מָוֶת
מוזג||
מוזהב||
מוזיאון||
מוזיקאי||
מוזיקה|music|ˈm§u§zi§‹§ka§‹|múzika|מוּזִיקָה
מוזר|strange, odd|m§u§ˈza§ʁ|muzár|מוּזָר
מוח|mind, brain|ˈm§o.§aχ|móakh|מֹחַ
מוחיטו||
מוחלט||
מוחמד||
מוט||
מוטב||
מוטט||
מוטיבציה||
מוטציה||
מוכן||
מוכנות||
מוכסף||
מוכר||
מוכשר||
מול עיני||
מול||
מולא||
מולדובה||
מולדת||
מום|defect|m§u§m|múm|מוּם
מומחה||
מומלץ||
מונדיאל||
מונולוג||
מונומנט||
מונותאיזם||
מונותאיסטי||
מונטווידאו||
מונטנגרו||
מוניטין||
מונית||
מונרכיה||
מוסד||
מוסיקאי||
מוסיקה||
מוסך||
מוסלמי||
מוסקבה||
מוסקטו||
מוסרי||
מועד||
מועדון||
מועדף||
מועיל|useful|m§o§ʔi§‹§l|mo'íl|מוֹעִיל|
מועמד||
מועצה אזורית||
מועצה מקומית||
מועצה||
מופה||
מופע||
מופרע||
מוץ||
מוצאי שבת||
מוציא לאור||
מוצלח||
מוצלחת||
מוצק||
מוצר||
מוצ״ש||
מוקדם||
מוקף||
מוקש||
מור||
מורא||
מורד||
מורה||
מורי ורבותי||
מורכב||
מורן||
מורפאוס||
מורשה||
מושב||
מושבה||
מושג|concept, idea|m§u§ˈsa§ɡ|muság|מֻשָּׂג
מושט||
מושלם|perfect, flawless|m§u§ʃ§ˈla§m|mushlám|מֻשְׁלָם
מושלמת||
מות||
מותג||
מותק||
מותקן||
מותר||
מזבח||
מזבלה||
מזג אוויר||
מזג אויר||
מזג||
מזגן|air conditioner|ma§z§ˈɡa§n|mazgán|מַזְגָן
מזוהם||
מזוודה||
מזווה||
מזוזה||
מזוייף||
מזומן||
מזון||
מזועזע||
מזוקן||
מזח||
מזחלת|sledge, sleigh|mi§z§ˈχe§le§t|mizhelet|מִזְחֶלֶת
מזיע||
מזיק|pest|ma§ˈzi§‹§k|mazík|מַזִּיק
מזכיר||
מזכירות||
מזכרת||
מזכ״ל||
מזל טוב||
מזל|constellation; luck|ma§ˈza§l|mazál|מַזָּל
מזלג||
מזל״ט||
מזמור||
מזמן||
מזמרה||
מזנון||
מזעזע||
מזרח תיכוני||
מזרח||
מזרחי||
מזרן||
מזרק|syringe|ma§z§ˈʁe§k|mazrek|מַזְרֵק
מזרקה|fountain|mi§z§ʁa§ˈka§‹|mizraká|מִזְרָקָה
מח עצם||
מח||
מחאה||
מחבוא||
מחבט||
מחבל||
מחבצה||
מחבר||
מחברת||
מחבת||
מחובר||
מחוג||
מחווה||
מחוז||
מחוזי||
מחויב||
מחויבות||
מחול||
מחומש||
מחוסן||
מחופש||
מחוץ||
מחותן||
מחזה||
מחזור||
מחזורי||
מחזמר||
מחט||
מחילה||
מחיקה||
מחיקון||
מחיר||
מחית||
מחלבה||
מחלה|disease|ma§χa§ˈla§‹|makhalá|מַחֲלָה
מחלוקת||
מחלף||
מחלקה||
מחלת אלצהיימר||
מחלת נפש||
מחמד||
מחמיר||
מחנה ריכוז|concentration camp|ma§χa§ˈne§‹§ §ʁi§‹§ˈk§u§z|makhané rikúz|מַחֲנֵה רִכּוּז
מחנה||
מחניים||
מחסום||
מחסור||
מחסן||
מחסנית||
מחפר||
מחצבה|quarry|ma§χ.§tsaː§va§‹|machtzavá|מַחְצָבָה
מחצה||
מחצלת||
מחק|eraser|ˈma§χa§k|mákhak|מַחַק
מחקר||
מחר כך||
מחר|tomorrow|mɑ§χɑ§r|makhár|מָחָר
מחרשה||
מחרתיים|the day after tomorrow|mo§χ.§ʁa§ˈta.§›§ji§m|mokhoratáyim|מָחֳרָתַיִם
מחשב לוח||
מחשב|computer|ma§χ§ˈʃe§v|makhshév|מַחְשֵׁב
מחשבה|thought|ma§χ.§ʃa.§ˈva§‹|makhshavá|מַחְשָׁבָה
מחשבון|calculator|ma§χ§ʃe§ˈv§o§n|makhshevón|מַחְשְׁבוֹן
מחשבות||
מחתן||
מחתרת||
מטאורולוגי||
מטאטא||
מטאליסט||
מטבח||
מטבע חוץ||
מטבע לשון||
מטבע||
מטבעה||
מטה||
מטוגן||
מטוס||
מטופל||
מטורף|crazy, insane|me.§t̪o.§‹§ʁaː§f|m'toráf|מְטֹרָף
מטטרון|Metatron|me.§ta§t.§ˈʁ§o§n|metatrón|מֶטָטְרוֹן
מטלה||
מטלית||
מטמון||
מטמטם||
מטמנה||
מטע||
מטען||
מטפחת||
מטקה||
מטקות||
מטר מטאורים||
מטר|rain|ma§ˈta§ʁ|matár|מָטָר
מטרה||
מטריה||
מטרייה||
מט״ח||
מי חמצן||
מי שנכוה ברותחין נזהר בצוננין||
מי|who|ˈmi§‹
מיאן||
מיבש כביסה||
מיבש שער||
מיבש||
מיד||
מידה||
מידע|information||meda|מֵידָע
מיהו||
מיהר||
מיובש||
מיוזע||
מיוחד||
מיון||
מיונז||
מיופה כח||
מיזג||
מיזוג||
מיזוגיניה||
מיזם|project|me§ɪ§ˈza§m|meizám|מֵיזָם
מיטב||
מיטה||
מייבש כביסה||
מייבש שיער||
מייבש||
מייד||
מיידי||
מייל||
מיילדת||
מיין||
מיינץ||
מייסד||
מייק||
מיכאל|Michael|mi.§‹§χa§ˈ(ʔ)e§l|mikha'él|מִיכָאֵל
מיכה||
מיכיה||
מיכיהו||
מיכל||
מילא||
מילדת||
מילה||
מילואים||
מילוי||
מילון|dictionary|mi§‹§ˈl§ɔ§n|milón|מִלּוֹן
מיליארד||
מיליארדר||
מיליון||
מיליונר||
מילנו||
מילניום|millenium|miː§‹§le§n§ˈj§uː§m|milényum|מִילֶנְיוּם
מים|water|ˈma§j§m|mayim|מַיִם
מַיִם|water|ˈma§j§m|mayim|מים
מימון||
מימוש||
מימי||
מימן||
מימש||
מין אוראלי||
מין|species, gender|mi§‹§n|min|מִין
מיני||
מיניות||
מינימלי||
מינסק||
מינקת||
מינרלוגיה||
מיסב||
מיסתור||
מיפה||
מיפקדה||
מיפתן||
מיץ||
מיצר||
מיצרך||
מיקה||
מיקם||
מיקרואורגניזם||
מיקרוביאלי||
מיקרוסקופ|microscope||mikroskop|מִיקְרוֹסְקוֹפּ
מִיקְרוֹסְקוֹפּ|microscope||mikroskop|מיקרוסקופ
מיקרופון|microphone|mi§‹§k§ʁ§ɔ§ˈf§ɔ§n|mikrofón|מִיקְרוֹפוֹן
מישהו|somebody|ˈmi.§‹§ʃɛ.§(h)§u|míshehu|מִישֶׁהוּ
מישיגן||
מישמש||
מישרים||
מיתה||
מיתולוגיה||
מיתון||
מיתוס||
מיתן||
מיתר||
מיתרי הקול|vocal chords|mɛ§j§ta§ˌʁɛ§j§ §ha§ˈk§o§l|meyt'rèy-hakól|מֵיתְרֵי־הַקּוֹל
מכאוב||
מכאיב||
מכבי||
מכבים||
מכבש||
מכה||
מכולת||
מכון||
מכונה||
מכונית||
מכונת גילוח||
מכונת גלוח||
מכונת כביסה||
מכונת כתיבה||
מכוער||
מכחול||
מכיוון||
מכיל||
מכירה פומבית||
מכירה||
מכל וכל||
מכל||
מכלאה||
מכלב||
מכלול||
מכלית||
מכללה||
מכניקה קלאסית||
מכניקה||
מכניקת הזורמים||
מכניקת המוצק||
מכניקת הקוונטים||
מכניקת הרצף||
מכניקת השבר||
מכנסיים||
מכסה||
מכר||
מכרה||
מכשול||
מכשיר||
מכשף||
מכשפה||
מכתב||
מכתש||
מל||
מלא|full|ma§ˈlɛ§‹|malé|מָלֵא
מָלֵא|full|ma§ˈlɛ§‹|malé|מלא
מלאך המוות||
מלאך|angel|ma§l§ˈ(ʔ)a§χ|mal'ákh|מַלְאָךְ
מלאכה||
מלאכותי||
מלאכי||
מלבד||
מלבן||
מלגה||
מלגזה||
מלה||
מלוח|salty|ma§ˈl§u.§aχ|malúakh|מָלוּחַ
מלוכה||
מלוכלך|dirty|m§l§u§χ§ˈla§χ
מלון|hotel|ma§l§o§n|malón|מָלוֹן
מלזיה||
מלח ים||
מלח לימון||
מלח|salt|ˈmɛ§la§χ
מלחייה||
מלחין|composer (music)|ma§l§ˈχi§‹§n|malkhín|מַלְחִין
מלחמה||
מלחמת אזרחים||
מלחציים||
מלט||
מלטה||
מלטזי||
מליץ||
מלית||
מלך|king|ˈme.§le§χ|mélekh|מֶלֶךְ
מלכה|queen|ma§l§ˈka§‹|malká|מַלְכָּה
מלכות||
מלכותי||
מלכי־צדק||
מלכים|kings|m§la.§ˈχi§‹§m|m'lakhim|מְלָכִים
מלכת אסתר||
מלכתחילה||
מלמד||
מלעיל||
מלפפון ים||
מלפפון|cucumber|me§ˌla.§fe§ˈf§o§n|m'laf'fon|מְלָפְפוֹן
מלצר||
מלצרית||
מלקחת||
מלריה||
מלרע||
מלר״ד||
מל״ט||
מם||
ממד||
ממוחשב||
ממון||
ממוען||
ממוצע||
ממושך||
ממזר||
ממזרת||
ממטרה||
ממלכה||
ממציא||
ממרח||
ממש|really, truly|ma§ˈma§ʃ|mamásh|מַמָּשׁ
ממשל||
ממשלה||
ממשלתי||
ממשק||
מן||
מנאמה||
מנגו||
מנגינה||
מנגן||
מנגנון||
מנדולינה||
מנדי||
מנדלוביץ||
מנדעיזם||
מנדעית||
מנדרינית||
מנה||
מנהג||
מנהיג||
מנהיגות||
מנהל||
מנהלת||
מנהרה||
מנוחה|rest, calm|me.§n§u§ˈχa§‹|menukhá|מְנוּחָה
מנוסה||
מנוע חיפוש||
מנוע||
מנוקד||
מנור||
מנורה|menora, lamp|me.§n§o§ˈʁa§‹|m'norá|מְנוֹרָה
מנותק||
מנזר||
מנחה קטנה||
מנחה||
מנחם||
מניין|quorum|mi§n§ˈja§‹§n|minján|מִנְיָן
מנילה||
מנין||
מניפה||
מנכ״ל||
מנסרה||
מנע||
מנעול||
מנצח||
מנשה||
מנתח||
מס קנייה||
מס||
מסבך||
מסגד||
מסגרת||
מסדר||
מסדרון|foyer|mi§s.§də§ˈʁ§o§n|misderón|מִסְדְּרוֹן
מסובך||
מסוגל||
מסוגלים||
מסוט||
מסוים||
מסוכן||
מסומם||
מסונוור||
מסוק||
מסור||
מסורה||
מסורת||
מסורתי||
מסחר||
מסחרי||
מסטול||
מסטיק||
מסטיקא||
מסיבה||
מסיבי||
מסיבת הפתעה||
מסיבת עיתונאים||
מסילת ברזל||
מסירה||
מסך|screen|ma§ˈsa§χ|masákh|מָסָךְ
מסכה||
מסכן||
מסכת|series, set|ma§ˈse.§χe§t|masékhet|מַסֶּכֶת
מסלול||
מסמר||
מסנן||
מסננת||
מסע||
מסעדה|restaurant|mi§s.§ʔa§ˈda§‹|mis'adá|מִסְעָדָה
מספיק||
מספר מרוכב||
מספר||
מספרה||
מספרי||
מספריים||
מספרים||
מסר||
מסרגה||
מסרון||
מסרטה||
מסרק||
מסרת||
מסרתי||
מסרתן||
מסתערב||
מס׳||
מעבד||
מעבדה||
מעבורת||
מעבר לים||
מעבר||
מעברת||
מעגל||
מעגן||
מעגנה||
מעדנייה||
מעדר||
מעובר||
מעודד||
מעוין||
מעולה||
מעולף||
מעון||
מעוניין||
מעונן||
מעוף||
מעוקל||
מעורבות||
מעושה||
מעות חטים||
מעט מדי, מאוחר מדי||
מעט|few|mɛ§ˈʔa§t
מעטפה||
מעי||
מעיים|guts|ˈmɛ§ʔa§›§j§m
מעיין||
מעיכה||
מעיל||
מעילה||
מעין||
מעך||
מעל||
מעלה|advantage|ma.§(ʕ)a§ˈla§‹|ma'alá|מַעֲלָה
מעליב|offensive|ma.§ʔa§ˈli§‹§v|ma'alív|מַעֲלִיב
מעלית||
מעמד||
מען||
מעניין||
מעצר||
מעקב||
מעקה||
מערב אסיה||
מערב||
מערבון||
מערבי||
מערה||
מערוך||
מעריב||
מערך|array (computing)|ma§ʔa§ˈʁa§χ|ma'arách|מַעֲרָךְ
מערכה||
מערכון||
מערכת הפעלה|operating system|ma§ʕa§re§xe§t§–§ ha§f§ʕaː§laː§‹|ma'arékhet-haf'alá|מַעֲרֶכֶת־הַפְעָלָה
מערכת הרבייה||
מערכת מבודדת||
מערכת מידע||
מערכת סגורה||
מערכת פתוחה||
מערכת שמש||
מערכת||
מעש||
מעשה||
מעשר ראשון||
מעשר שני||
מעשר||
מע״מ||
מפאי||
מפא״י||
מפבשת||
מפגין||
מפגש||
מפה||
מפוח||
מפוחית פה||
מפולת||
מפוספס||
מפורסם||
מפורש||
מפחיד||
מפטיר||
מפיבשת||
מפית||
מפכ״ל||
מפל||
מפלגה||
מפלה||
מפלט||
מפליא||
מפלצת||
מפלצתי||
מפני||
מפסידן|loser|ma§f§si§‹§ˈda§n|mafsidán|מַפְסִידָן
מפעל|factory|mi§f§ˈʔa§l|mif'ál|מִפְעָל
מפקד||
מפקדה||
מפרט||
מפרץ||
מפרש||
מפרשית||
מפשעה||
מפתח|key|ma§f§ˈte§aχ|maftéakh|מַפְתֵּחַ
מפתן||
מצא חן בעיני||
מצא|to find|ma§ˈtsa§‹|matsá|מָצָא
מצב רוח||
מצב||
מצברוח||
מצה עשירה||
מצה שרויה||
מצה||
מצודה||
מצוה||
מצווה||
מצוות הקהל||
מצויינות||
מצוין||
מצולה||
מצוף||
מצוקה||
מצות||
מצח||
מצחיק||
מצחף|codex|mi§t͡s§ˈχa§f|mitskháf|מִצְחָף
מציאות||
מציצה||
מצליח||
מצלמה||
מצלמת אינטרנט||
מצלמת רשת||
מצמוץ||
מצנח||
מצע||
מצעד הגאוה||
מצעד הגאווה||
מצעד||
מצפון||
מצפן||
מצפצחכצמטפמצפץ||
מצץ|to suck|ma§ˈt͡sa§t͡s
מצקת||
מצרי||
מצרים|Egypt|mi§t͡s§ˈʁa§ji§m|mitsráyim|מִצְרַיִם
מצרית||
מצ״ב||
מקביל||
מקבילית||
מקדוניה||
מקדחה||
מקדש מעט||
מקדש||
מקהלה||
מקובל||
מקוה||
מקווה||
מקוון||
מקולקל||
מקום|station|ma§ˈk§o§m|makóm|מָקוֹם
מקומי||
מקונן||
מקור||
מקורי||
מקטורה||
מקיף||
מקל|stick|ma§ˈkɛ§l
מקלדת||
מקלות אכילה||
מקלחת||
מקלט||
מקנה||
מקסימום||
מקסימלי||
מקסימלית||
מקסיקו סיטי||
מקסיקו|Mexico|mɛ§k§si§‹§k§ɔ|meksíko|מֶקְסִיקוֹ
מקף||
מקפיא||
מקצוע||
מקצועה||
מקרא||
מקרה||
מקרי||
מקרר||
מר|bitter|ma§ʁ|mar|מַר
מרא||
מראה||
מראית עין||
מראש||
מרב||
מרבד|carpet|ma§ʁ§ˈva§d|marvád|מַרְבָד
מרגיע||
מרגל||
מרגמה|mortar (weapon)|ma§ʁ§ɡe§ˈma§‹|margema|מַרְגֵּמָה
מרד||
מרדכי||
מרדנות||
מרה||
מרובע||
מרווה||
מרום||
מרוץ||
מרוצה||
מרוקאי||
מרוקו||
מרור||
מרושת||
מרזב||
מרח||
מרחב||
מרחץ||
מרחק||
מרט||
מרטינז||
מריא||
מריו||
מריחואנה|marijuana|ma.§ʁi§‹§ˈχ§w§a.§na§‹|marikhu'ána|מָרִיחוּאָנָה
מרים||
מריצה||
מרירות||
מרית||
מרכב||
מרכבה||
מרכול|supermarket|ma§ʁ§ˈk§o§l|markól|מַרְכּוֹל
מרכז||
מרכזי||
מרכיב||
מרלו||
מרמה||
מרס||
מרע״ה||
מרפא פלא||
מרפא||
מרפאה||
מרפסת||
מרפק|elbow|ma§ʁ§ˈpɛ§k|marpék|מַרְפֵּק
מרץ||
מרצה||
מרציפן||
מרצפת||
מרק||
מרקם||
מרשים||
מרשם||
מרשתת|the Internet|mi§r§ˈʃe§te§t|mirshétet|מִרְשֶׁתֶת
מרתון||
מרתף||
משא||
משאבה||
משאית|truck|ma§sa§ˈ(ʔ)i§‹§t|masa'ít|מַשָּׂאִית
משב||
משבר||
משגיח רוחני||
משה רבינו||
משה רבנו||
משה|Moses|mo§ˈʃe§‹|moshé|מֹשֶׁה
משהד||
משהו|something|ˈma§ʃɛ§ˌh§u|máshehu|מַשֶּׁהוּ
משוא פנים||
משואה||
משוגע||
משוואה||
משוט||
משוטה||
משולש||
משונה||
משועבד||
משופע||
משופץ||
משורר||
משוש|rejoicing|ma§ˈs§o§s|masós|מָשׂוֹשׂ
משושה||
משותף||
משח||
משחה||
משחק וידאו||
משחק מחשב||
משחק|game|mi§s§ˈχa§k|miskhák|מִשְׂחָק
משחת שיניים||
משטח||
משטר||
משטרה|police|mi§ʃ§ta§ˈʁa§‹|mishtará|מִשְׁטָרָה
משי||
משיבון||
משיח|messiah|ma§ˈʃi§‹§aχ|mashíakh|מָשִׁיחַ
משיי||
משיכה||
משיכיר||
משימה||
משיסה||
משך|to pull|ma§ˈʃa§χ
משכב זכר||
משכורת||
משכן הכנסת||
משכן|residence|mi§ʃ§ˈka§n|mishkán|מִשְׁכָּן
משכנע||
משל||
משלוח מנות||
משלוח||
משלח יד||
משלח מנות||
משלחת||
משמין||
משמע||
משמעות||
משמעותי|meaningful|ma§ʃ.§ma.§(ʔ)§u.§ˈti§‹|mashma'utí|מַשְׁמָעוּתִי
משמעי||
משמעת||
משמרת||
משמש||
משנה||
משעמם||
משפחה|family|mi§ʃ§pa§ˈχa§‹|mishpakhá|מִשְׁפָּחָה
משפחתי||
משפט||
משפטי||
משק||
משקה||
משקעים||
משקפיים||
משרד||
משרה||
משרוקית||
משרת||
משתה||
משתלה|plant nursery|mi§ʃ§ta§ˈla§‹|mishtalá|מִשְׁתָּלָה
משתמש||
משתנה||
מת|to die|ˈmɛ§t
מתאגרף||
מתאר||
מתג||
מתגייס||
מתודה|method|me§t§ˈo§da§‹|metóda|מֶתוֹדָה
מתוייר||
מתויר||
מתוך||
מתוכנן||
מתולתל||
מתומן||
מתועב||
מתוק||
מתורגם||
מתורגמן||
מתח||
מתחסד||
מתי|when|ma§ˈta§j|matái|מָתַי
מתים||
מתימטיקה||
מתינות||
מתירנות||
מתכון||
מתכנת||
מתכת||
מתלונן||
מתמטיקה||
מתן תורה||
מתן||
מתנה||
מתנות לאביונים||
מתנחל||
מתנקש||
מתנשא||
מתקן||
מתקפה||
מתרגם||
מתתיהו|Matthew|ma.§ti§t§ˈja.§h§u|matityáhu|מַתִּתְיָהוּ
מ״ג||
מ״י||
מ״ם||
מ״מ||
נְבוּכַדְנֶאצַּר|Nebuchadnezzar|ne.§v§u.§χa§d.§nɛ§‹§ˈtsa§ʁ|n'vukhadnetsár|נבוכדנאצר|
נְמָלִים|ants|ne§ma§ˈli§‹§m||נמלים
נְצִיב||
נְקֵבָה|female|ne§ke§ˈva§‹|nekevá|נקבה|
נְשָׁמָה|breath|ne§ʃa§ˈma§‹|n'shamá|נשמה|
נִגְמַר|to end|ni§ɡ§ˈma§ʁ|nigmár|נגמר|
נִילוּס|Nile|ni§‹§l§u§s|nilus|נילוס|
נִין|grandson|ni§‹§n||נין
נִלְחַם|to wage war|ni§l§ˈχa§m|nilkhám|נלחם|
נִמְלַט|to flee|ni§m§ˈla§t|nimlát|נמלט|
נִמְצָא|to be found|ni§m§ˈt͡sa§‹|nimtsá|נמצא|
נִפְשַׁט|to be removed (clothing)|ni§f§ˈʃa§t|nifshát|נפשט|
נִרְטַב|to get wet|ni§ʁ§ˈta§v|nirtáv|נרטב|
נִשְׁבַּע|to promise|ni§ʃ§ˈba§(ʕ)|nishbá|נשבע|
נִשְׁבַּר|to break|ni§ʃ§ˈba§ʁ|nishbár|נשבר|
נִשָּׂא|to be elevated|ni§ˈsa§‹|nisá|נישא|
נִתְפַּס|to be caught|ni§t§ˈpa§s|nitpás|נתפס|
נִתּוּחַ|surgery|ni§ˈt§u§aχ|nitúakh|ניתוח|
נֶאֱבַד|to perish|ne§(ʔ)e§ˈva§d|ne'evád|נאבד|
נֶאֱבַק|to fight|ne.§(ʔ)e§ˈva§k|ne'evák|נאבק|
נֶגֶב|the Negev|ˈne§ɡe§v|négev|נגב|
נֶכֶס|property|ˈnɛ§χɛ§s|nékhes|נכס|
נַנָּס לָבָן|white dwarf|na§ˈna§s§ §la§ˈva§n|nanás laván|ננס לבן|
נָאט״וֹ|NATO|ˈneɪ.§‹§t§–§o|nat"o|נאט״ו|
נֵבֶל|harp|ˈne§ve§l||נבל||נבל
נָבָל|bad guy, villain|ˈna§va§l||נבל||נבל
נבל|bad guy, villain/harp|na§va§l/ˈne§ve§l|navál/nevel|נָבָל/נֵבֶל
נָגַע|to touch|na§ˈɡa§–|nagá'|נגע|
נָדָן|sheath|na§ˈda§n|nadán|נדן|
נָהַג|to do sth out of habit|na§ˈha§ɡ|nahág|נהג|
נָהָר|river|na§ˈha§ʁ|nahár|נהר|
נָזִיר|Nazarite|na§ˈzi§‹§ʁ|nasír|נזיר|
נָחָשׁ|snake|na§ˈχa§ʃ|nakhásh|נחש|
נָטַל|to load|na§ˈta§l|natál|נטל|
נָכוֹן|correct|na§ˈχ§ɔ§n|nakhón|נכון
נָמֵל|seaport|na§ˈme§l|namél|נמל|
נָעֳמִי|Naomi|no.§ʔo§ˈmi§‹|no'omi|נעמי|
נָעִים|nice, pleasant||na'ím|נעים
נָעַר|to bray|na§ˈ(ʔ)a§ʁ|na'ár|נער|
נָשַׁב|to blow (wind)|na§ˈʃa§v|nashav|נשב|
נ־ד־ב||
נ־ד־ד||
נ־ו־ח||
נ־ז־ק||
נ־כ־ר||
נ־ש־ק||
נא||
נאבד|to perish|ne§(ʔ)e§ˈva§d|ne'evád|נֶאֱבַד
נאבק|to fight|ne.§(ʔ)e§ˈva§k|ne'evák|נֶאֱבַק
נאגר||
נאה||
נאהב||
נאהד||
נאוה||
נאור||
נאחז||
נאט״ו|NATO|ˈneɪ.§‹§t§–§o|nat"o|נָאט״וֹ
נאיבי||
נאכל||
נאכף||
נאמן||
נאמנות||
נאף||
נאצי||
נאצל||
נאקה||
נבא||
נבדק||
נבו||
נבואה||
נבוב||
נבוך||
נבוכדנאצר|Nebuchadnezzar|ne.§v§u.§χa§d.§nɛ§‹§ˈtsa§ʁ|n'vukhadnetsár|נְבוּכַדְנֶאצַּר‬
נבון||
נבח||
נבחר||
נבחרת||
נביא||
נביאים||
נבילה||
נבך||
נבלה||
נבנה||
נברא||
נגאל||
נגב|the Negev|ˈne§ɡe§v|négev|נֶגֶב
נגד||
נגה||
נגזרת||
נגיד||
נגיעה||
נגיף||
נגישות||
נגלה||
נגמר|to end|ni§ɡ§ˈma§ʁ|nigmár|נִגְמַר
נגן||
נגנב||
נגע|to touch|na§ˈɡa§–|nagá'|נָגַע
נגר||
נגרייה||
נגרם||
נדד||
נדה||
נדודי שנה||
נדודים||
נדוניה||
נדחה||
נדיבות||
נדיר||
נדל||
נדל״ן||
נדן|sheath|na§ˈda§n|nadán|נָדָן
נדקר||
נדר||
נדרס||
נהג|to do sth out of habit|na§ˈha§ɡ|nahág|נָהַג
נהגה||
נהדר||
נהוג||
נהיגה||
נהיה||
נהנה||
נהר|river|na§ˈha§ʁ|nahár|נָהָר
נהרג||
נהרס||
נו||
נואף||
נובמבר||
נוגדן||
נוגה||
נודניק||
נודע||
נווד||
נווטן||
נוזל||
נוח||
נוטה בנה||
נוי||
נוירוכירורגי||
נוירוכירורגיה||
נוכח||
נוכחות||
נוכרי||
נול||
נולד||
נון||
נוסד||
נוסה||
נוסח||
נוסחה||
נוסטלגי||
נוסטלגיה||
נוסע||
נוסף||
נועד||
נועם||
נוף||
נופש||
נוצה|feather|n§ɔ§ˈt͡sa§‹
נוצר||
נוצרי||
נור||
נורא|fire|n§u§rɑ§ʔ|nūrā’|
נוראי||
נורה||
נורווגיה||
נורווגית||
נורית||
נורמליזציה||
נושא||
נושאת מטוסים||
נושה||
נושע||
נותן||
נותר||
נו״ן||
נזהר||
נזיד||
נזיפה||
נזיר|Nazarite|na§ˈzi§‹§ʁ|nasír|נָזִיר
נזכר||
נזלת||
נזף||
נזק||
נזר||
נזרק||
נח||
נחום||
נחושת||
נחיר||
נחל||
נחלה||
נחלק||
נחלש||
נחם||
נחמד||
נחמה||
נחמיה||
נחמן||
נחקק||
נחקר||
נחש|snake|na§ˈχa§ʃ|nakhásh|נָחָשׁ
נחשב||
נחת||
נח״ל||
נטה||
נטוי||
נטול||
נטיה||
נטייה||
נטילה||
נטילת ידיים||
נטל|to load|na§ˈta§l|natál|נָטַל
נטע||
נטר||
נטש||
ניאו-נאצי||
ניאון||
ניאוף||
ניב||
ניבא||
ניגב|to wipe|ni§‹§ˈɡɛ§v
ניגון||
ניגן||
ניגש||
נידה||
נידון||
ניהל||
ניו דלהי||
ניו זילנד||
ניו יורק||
ניווט||
ניוזלטר||
ניחם||
ניחש||
ניטור||
ניטל||
ניטרון||
נייד||
ניילון||
נייר לקמוס||
נייר עטיפה||
נייר ערך||
נייר||
ניירובי||
ניכור||
ניכר||
ניכש||
נילוס|Nile|ni§‹§l§u§s|nilus|נִילוּס
נימול||
נין|grandson|ni§‹§n||נִין|
נינג׳ה||
ניסה||
ניסוי||
ניסח||
ניסיון||
ניסיוני||
ניסן||
ניער||
ניפה||
ניפוץ||
ניפץ||
ניצב||
ניצה||
ניצול||
ניצוץ||
ניצח||
ניצחון||
ניצל||
ניצן||
ניצר||
ניקב||
ניקה||
ניקוב||
ניקוד||
ניקוטין||
ניקז||
ניקיון||
ניקל||
ניר ערך||
נישא|to be elevated|ni§‹§ˈsa§‹|nisá|נִשָּׂא
נישה||
נישואין||
נישק||
ניתאי||
ניתוח|surgery|ni§‹§ˈt§u§aχ|nitúakh|נִתּוּחַ
ניתן||
ניתק||
נכבה||
נכד||
נכדה||
נכה||
נכווה||
נכון|correct|na§ˈχ§ɔ§n|nakhón|נָכוֹן
נכלא||
נכלל||
נכלם||
נכנס יין יצא סוד||
נכנס לתוקף||
נכנס||
נכנע||
נכס|property|ˈnɛ§χɛ§s|nékhes|נֶכֶס
נכרי||
נכרת||
נכשל||
נכתב||
נלחם בטחנות רוח||
נלחם|to wage war|ni§l§ˈχa§m|nilkhám|נִלְחַם
נלקח||
נם||
נמאס||
נמוך||
נמחק||
נמיה||
נמייה||
נמכר||
נמל תעופה||
נמל|seaport|na§ˈme§l|namél|נָמֵל
נמלה||
נמלט|to flee|ni§m§ˈla§t|nimlát|נִמְלַט
נמלים|ants|ne§ma§ˈli§‹§m||נְמָלִים|
נמלך||
נמנע||
נמס||
נמצא|to be found|ni§m§ˈt͡sa§‹|nimtsá|נִמְצָא
נמר||
נמרה||
נמרוד||
נמש||
נמשך||
ננס לבן|white dwarf|na§ˈna§s§ §la§ˈva§n|nanás laván|נַנָּס לָבָן
ננס||
ננעל||
נס|miracle|ˈne§s||נֵס
נסגר||
נסוך||
נסורת||
נסחף||
נסיון||
נסיך||
נסיכה||
נסיכות||
נסים||
נסיעה||
נסע||
נע||
נעורים||
נעים מאוד||
נעים|nice, pleasant||na'ím|נָעִים
נעימה||
נעימון||
נעימות||
נעל||
נעלה||
נעלם||
נעם||
נעמה||
נעמי|Naomi|no.§ʔo§ˈmi§‹|no'omi|נָעֳמִי
נענע||
נעץ||
נעצר||
נער פוסטר||
נער|to bray|na§ˈ(ʔ)a§ʁ|na'ár|נָעַר
נערה||
נעשה||
נפאל||
נפגע||
נפגש||
נפה||
נפוח||
נפוטיזם||
נפוץ||
נפח|to blow|na§ˈpa§χ
נפט||
נפטון||
נפטר||
נפיל||
נפילה||
נפל למשכב||
נפל|to fall|na§ˈfa§l
נפלא||
נפצע||
נפרד||
נפש||
נפשט|to be removed (clothing)|ni§f§ˈʃa§t|nifshát|נִפְשַׁט
נפתלי||
נץ אדום גב||
נץ||
נצב||
נצח||
נצחון||
נצים אדומי גב||
נצר||
נצרה||
נצרות||
נצרת עילית||
נצרת||
נקב||
נקבה|female|ne§ke§ˈva§‹|nekevá|נְקֵבָה
נקבי||
נקבע||
נקבר||
נקדה||
נקדות||
נקוב||
נקודה ופסיק||
נקודה||
נקודת ביקורת||
נקודתיים||
נקי||
נקמה||
נקנה||
נקניק||
נקניקייה||
נקר||
נקרא||
נקרה||
נקש||
נר תמיד||
נר||
נראה||
נרגילה||
נרגע||
נרד||
נרטב|to get wet|ni§ʁ§ˈta§v|nirtáv|נִרְטַב
נרעש||
נרצח||
נרקיס||
נרקיסיסטי||
נרתיק||
נשא ונתן||
נשא||
נשאל||
נשאר||
נשב|to blow (wind)|na§ˈʃa§v|nashav|נָשַׁב
נשבה|to be kidnapped|niʃˈba|nishbá| נִשְׁבָּה
נשבע|to promise|ni§ʃ§ˈba§(ʕ)|nishbá|נִשְׁבַּע
נשבר|to break|ni§ʃ§ˈba§ʁ|nishbár|נִשְׁבַּר
נשה||
נשוא||
נשואין||
נשוי||
נשחת||
נשטף||
נשיא||
נשיאות||
נשיאותי||
נשיכה||
נשים||
נשימה||
נשיפה||
נשיקה||
נשך|to bite|na§ˈʃa§χ
נשכח|to be forgotten|ni§ʃ§ˈka§χ|nishkákh| נִשְׁכַּח
נשכר||
נשל||
נשלח||
נשלט||
נשם|to breathe|na§ˈʃa§m
נשמה|breath|ne§ʃa§ˈma§‹|n'shamá|נְשָׁמָה
נשמע||
נשמר||
נשף||
נשק גרעיני||
נשק||
נשר||
נשרף||
נתב||
נתגרש||
נתח||
נתיב||
נתן|to give|na§ˈta§n
נתניה||
נתניהו||
נתפס|to be caught|ni§t§ˈpa§s|nitpás|נִתְפַּס
נתקל||
נתרן||
סְמִיכוּת|consistency|s§mi§‹§ˈχ§u§t|s'mikhút|סמיכות|
סְנִיף|branch (org)|ˈs§ni§‹§f|sníf|סניף
סניף|branch (org)|ˈs§ni§‹§f|sníf|סְנִיף
סְעוּדָה|feast|se§ʔ§u§ˈda§‹|seudá|סעודה|
סְפָרַדִּית|Spanish (lang)|s§fa§ʁa§ˈdi§‹§t|s'faradít|ספרדית|
סְקוֹטְלַנְד|Scotland|ˈs§k§o§t§la§n§d|skótland|סקוטלנד|
סְתָם|just, simply|s§ta§m|s'tám|סתם|
סִבּוּךְ|complication|si§ˈb§u§χ|sibúkh|סיבוך|
סִיּוּט|nightmare|si§‹§ˈu§t|siyút|סיוט|
סִיר|pot, tub|si§‹§ʁ|sir|סיר|
סִפְרִיָּה|library|si§f§ri§ˈja§‹|sifriyá|ספרייה|
סִפֵּק|to provide|si§ˈpɛ§k|sipék|סיפק|
סִפֵּר|to narrate|si§ˈpɛ§ʁ|sipér|סיפר|
סִרְטוֹן|video|si§ʁ§ˈt§o§n|sirtón|סרטון|
סֵדֶר|orderliness|ˈse.§de§r|séder|סדר|
סֵמֶל|symbol, emblem|ˈsɛ§mɛ§l|sémel|סמל|
סֶנְדְוִיץ׳|sandwich|ˈse̞§n§d§vi§‹§t͡ʃ|séndvich|סנדוויץ׳|
סַבּוֹן|soap|sa§ˈb§o§n|sabón|סבון|
סַדָּן|anvil|sa§ˈda§n|sadán|סדן|
סָדִין|bedsheet|sa§ˈdi§‹§n|sadín|סדין|
סֻנְכְרַן|to be synchronized|su§n§ˈχ§ra§n|sunkhrán|סונכרן|
ס־ב־ך||
ס־נ־כ־ר־ן||
ס־ע־ד||
ס־פ־ק||
סאבטקסט||
סאונה||
סאקה||
סא״ל||
סב||
סבא||
סבב הופעות||
סבב||
סבבה||
סבה||
סבון|soap|sa§ˈb§o§n|sabón|סַבּוֹן
סבור||
סביבה||
סביבון||
סביל||
סביר||
סבירות||
סבל||
סבלנות||
סבסד||
סבר||
סברה||
סבתא||
סגד||
סגול||
סגולה||
סגור||
סגל||
סגלגל||
סגן||
סגנון||
סגסוגת||
סגר||
סדום||
סדוק||
סדין|bedsheet|sa§ˈdi§‹§n|sadín|סָדִין
סדם||
סדן|anvil|sa§ˈda§n|sadán|סַדָּן
סדנא||
סדנה||
סדק||
סדר יום||
סדר|orderliness|ˈse.§de§r|séder|סֵדֶר
סדרה||
סהר||
סה״כ||
סוֹד|secret|s§ɔ§d|sod|סוד|
סוֹף|end|ˈs§o§f|sóf|סוף
סוֹפָ״שׁ|weekend|s§o§ˈfa§–§ʃ|sofá"sh|סופ״ש abbr for סוֹף שָׁבוּעַ‎ (sóf shavúa', “weekend”) 
סוּס יָם|walrus|s§u§s§ §ˈja§m|sus yám|סוס ים|
סוּס|horse|s§u§s|sus|סוס|
סוּף|reed, bulrush||súf|סוף
סובותניק||
סובייטי||
סובייקטיבי||
סוביניון בלאן||
סובלנות||
סוג של||
סוג||
סוגה||
סוד|secret|s§ɔ§d|sod|סוֹד
סודה לשתייה||
סודי||
סודיות||
סווג||
סוודר||
סוחר||
סוכה||
סוכות||
סוכך||
סוכן כפול||
סוכנות||
סוכר||
סוכרזית||
סוכריה||
סוכרת||
סול||
סולטאן||
סולטן||
סוללה||
סולם||
סולקן||
סומק||
סוני||
סונכרן|to be synchronized|s§u§n§ˈχ§ra§n|sunkhrán|סֻנְכְרַן
סוס טרויאני||
סוס ים|walrus|s§u§s§ §ˈja§m|sus yám|סוּס יָם
סוס|horse|s§u§s|sus|סוּס
סוף סוף||
סוף שבוע||
סוף|end|ˈs§o§f|sóf|סוּף
סופגניה||
סופגנייה||
סופגנית||
סופה||
סופי||
סופיה||
סופית||
סופסוף||
סופר||
סופר־||
סופרסטאר||
סופרפוזיציה||
סופ״ש|weekend|s§o§ˈfa§–§ʃ|sofá"sh|סוֹפָ״שׁ abbr for סוֹף שָׁבוּעַ‎ (sóf shavúa', “weekend”)
סוציאליזם||
סוציאליסטי||
סוציו־אקונומי||
סורגה||
סורי||
סוריה||
סושי||
סחוס||
סחורה||
סחט||
סחלב||
סחף||
סחר||
סחרוף||
סחרחורת||
סטודנט||
סטויכיומטריה||
סטוקהולם||
סטטוס||
סטטיסטיקה||
סטירה||
סטנדאפ||
סטנדאפיסט||
סטרייט||
סטתוסקופ||
סיאול||
סיבה||
סיבוב||
סיבובי||
סיבוך|complication|si§‹§ˈb§u§χ|sibúkh|סִבּוּךְ
סיביר||
סיבית||
סיבת מוות||
סיג||
סיגד||
סיגר||
סיגריה||
סידור||
סידן||
סידר||
סידרה||
סיווג||
סיוון||
סיוט|nightmare|si§‹§ˈu§t|siyút|סִיּוּט
סיום||
סיים||
סייע||
סייעת||
סייפן||
סיכה||
סיכוי||
סיכוך||
סיכון||
סיכך||
סיכל||
סיכם||
סיכן||
סילאן||
סילק||
סימטרי||
סימל||
סימן מולד||
סימן||
סימנור||
סימנייה||
סין||
סינגל||
סינדרום||
סיני||
סינים||
סינית||
סינכרן|to synchronise|si§‹§n§ˈχ§re§n|sinkhrén|סִנְכְרֵן
סינן||
סינר||
סינתטי||
סינתיסייזר||
סיס||
סיסמה||
סיעה||
סיף||
סיפוח||
סיפור||
סיפח||
סיפק|to provide|si§‹§ˈpɛ§k|sipék|סִפֵּק
סיפר|to narrate|si§‹§ˈpɛ§ʁ|sipér|סִפֵּר
סיקר||
סיר|pot, tub|si§‹§ʁ|sir|סִיר
סיראי||
סירב||
סירה||
סירוב||
סך||
סכוך||
סכום||
סכות||
סכו״ם||
סכיון||
סכיזופרניה||
סכין גילוח||
סכין גלוח||
סכין יפני||
סכין||
סכך|branch-roofing|s§χa§χ||סְכָךְ
סככה||
סכל||
סכמה||
סכנה||
סכסוך||
סכר||
סכרת||
סל||
סלאמתק||
סלבוניה||
סלובניה||
סלובקיה||
סלון||
סלח||
סלט||
סליחה||
סליק||
סלית'רין||
סלל||
סלם||
סלמון||
סלנג||
סלניום||
סלע||
סלק||
סלתנית||
סל״ד||
סם פלא||
סם||
סמאל||
סמארטפון||
סמובר||
סמול טוק||
סמטה||
סמי־||
סמיך||
סמיכה||
סמיכות|consistency|s§mi§‹§ˈχ§u§t|s'mikhút|סְמִיכוּת
סמכות|authority|sa§m§ˈχ§u§t|samkhút| סַמְכוּת
סמכותי|authoritative|sa§m§χ§u§ˈti§‹|samkhutí| סַמְכוּתִי
סמל|symbol, emblem|ˈsɛ§mɛ§l|sémel|סֵמֶל
סממן||
סמס||
סמסטר||
סמ״ך||
סנאט||
סנאטור||
סנאי||
סנגור||
סנדוויץ׳|sandwich|ˈse̞§n§d§›§vi§‹§t͡ʃ§‹|séndvich|סֶנְדְוִיץ׳
סנדל||
סנדק||
סנדרס||
סנה||
סנהדרין||
סנוור||
סנונית||
סנוקר||
סנט פטרסבורג||
סנט||
סנטה פה||
סנטיאגו||
סנטר||
סנסקריט||
סנפיר|fin, flipper|s§na§ˈpi§‹§ʁ|n'napír|סְנַפִּיר
סְנַפִּיר|fin, flipper|s§na§ˈpi§‹§ʁ|n'napír|סנפיר
סנקציה||
סעודה|feast|se§ʔ§u§ˈda§‹|seudá|סְעוּדָה
סעודיה||
סעיף||
סערה||
סף||
ספאם||
ספג||
ספגטי||
ספגניה||
ספד||
ספה||
ספוג||
ספודיק||
ספורט||
ספורטאי||
ספטמבר||
ספין אוף||
ספינה||
ספינת המדבר||
ספיר||
ספירה||
ספל||
ספסל||
ספק||
ספקטרום||
ספר בישול||
ספר בראשית||
ספר לימוד||
ספר תורה||
ספר|to count|sa§ˈfa§ʁ
ספרד||
ספרדי||
ספרדית|Spanish (lang)|s§fa§ʁa§ˈdi§‹§t|s'faradít|סְפָרַדִּית
ספרה||
ספרון||
ספרות||
ספרותי||
ספריה||
ספרייה|library|si§f§ri§‹§ˈja§‹|sifriyá|סִפְרִיָּה
ספרן||
סצנה||
סקוטלנד|Scotland|ˈs§k§o§t§la§n§d|skótland|סְקוֹטְלַנְד
סקיני ג׳ינס||
סקנדיום||
סקנדינבי||
סקסואלי||
סקסי||
סקר||
סקרן||
סקרנות|curiosity|sa§k§ʁa§ˈn§u§t|sakranút| סַקְרָנוּת
סר||
סרבו־קרואטית||
סרביה||
סרבל||
סרבן||
סרגל||
סרדיוט||
סרט דיו||
סרט מגנטי||
סרט תיעודי||
סרט||
סרטון|video|si§ʁ§ˈt§o§n|sirtón|סִרְטוֹן
סרטן הדם||
סרטן ים||
סרטן||
סרי לנקה||
סרן||
סרק||
סתו||
סתוונית||
סתום||
סתיו||
סתירה||
סתם יינם||
סתם|just, simply|s§ta§m|s'tám|סְתָם
סתמי||
סתמיות||
סתר||
סת״ם||
ס׳||
ע'ין||
עֲבוֹדָה|worship|a§v§o§ˈda§‹|avodá|עבודה|
עֲדָשָׁה|lentil; lens|(ʔ)a§da§ˈʃa§‹|adashá|עדשה|
עֲמֹרָה|Gomorrah|(ʔ)a§mo§ʁa§‹|'amorá|עמורה|
עֲרָבִית|Arabic (lang)|a§ʁa§ˈvi§‹§t|'aravít|ערבית|
עֲשָׂרָה|ten|(ʔ)a.§sa.§ˈʁa§‹|'asará|עשרה|
עִבְרִית|Hebrew|i§v§ˈʁi§‹§t|'ivrít|עברית|
עִבְרוּת|hebraization|ʔi§v§ˈʁ§u§t|'ívrut|עברות|
עִדְכּוּן|update|i§d§ˈk§u§n|idkún|עדכון|
עִוֵּר|blind|i§ˈvɛ§ʁ|'ivér|עיוור|
עִיֵּף|to tire, exhaust|(ʕ)i§ˈje§f|'iyéf|עייף|
עִיר|city|i§‹§ʁ|'ír|עיר
עִם|with|ʕi§m|im
עִפָּרוֹן|pencil|ʔi§pa§ˈʁ§o§n|'iparón|עיפרון|
עֵדֶן|Eden, paradise|ˈ(ʕ)e§de§n|éden|עדן|
עֵט|pen|(ʔ)e§t|et|עט|
עֵץ|tree|e§t͡s|ʿēṣ/ʿetz|עץ|
עֵשֶׂב|herb, weed|ˈ(ʔ)e§se§v|'ésev|עשב|
עֵת|a time, period|(ʔ)e§t|et|עת|
עֶבֶד|slave|ˈe§ve§d|'éved|עבד|
עֶצֶם|bone|ˈe§t͡se§m|étsem|עצם|
עֶרֶב|to guarantee|ˈe§ʁe§v|érev|ערב|
עַדְלֹאיָדַע|Purim parade|a§d§lɔ§‹§ja§da§–|adloyada|עדלאידע
עַזָּה|Gaza|(ʔ)a§ˈza§‹|'áza|עזה|
עַיִן|eye|ˈa§ji§n|áyin|עין|
עַכּוּז|buttocks|a§k§u§z|akuz|עכוז|
עַל|on top of|a§l|al|על|
עַלְמָה|Alma|a§l§ˈma§‹|'almá|עלמה|
עַם|nation, people|a§m|am|עם
עַצְלָן|sloth|a§t͡s§ˈla§n|atslán|עצלן|
עַקְרָב|scorpion|a§k§ˈʁa§v|'akráv|עקרב|
עַקְשָׁן|obstinate|(ʔ)a§k§ˈʃa§n|akshán|עקשן|
עַרְמוֹן|chestnut|(ʕ)a§r§ˈm§o§n|'armón|ערמון|
עַרְס|brute, thug|(ʔ)a§ʁ§s|ars|ערס|
עָוֺן|iniquity|ʔa.§ˈvo§n|avón|עוון|
עָזִיז|Aziz|(ʕ)a§ˈz§i§z|aziz|עזיז|
עָלָה|to ascend, rise|(ʔ)a§ˈla§‹|alá|עלה|
עָלוּב|miserable|ʕa§ˈl§u§v|'alúv|עלוב|
עָמַד|to stand|(ʕ)a§ma§d|amád|עמד|
עָנָן|cloud|(ʕ)a§ˈna§n|anán|ענן|
עָף|to fly|a§f|af|עף|
עָרֹם|naked|a§ˈʁu§‹§m|'aróm|ערום|
עָשָׂה|to do, make|(ʔ)a§ˈsa§‹|asá|עשה|
עָשׁ|moth|a§ʃ|ash|עש|
עֹפֶר|young gazelle|ˈ(ʔ)o§fe§ʁ|ófer|עופר|
עֹרֵב|raven, crow|(ʔ)o§ˈʁe§v|'orév|עורב|
ע־ב־ד||
ע־ב־ר||
ע־מ־ד||
ע־ר־ב||
ע־ש־ה||
עאכ״ו||
עב||
עבד|slave|ˈe§ve§d|'éved|עֶבֶד
עבדה||
עבדות||
עבדיה||
עבה|thick|a§ˈvɛ§‹
עבודה זרה||
עבודה שחורה||
עבודה|worship|a§v§o§ˈda§‹|avodá|עֲבוֹדָה
עבוט||
עבור||
עבות||
עבירה||
עבר||
עברה||
עברות|hebraization|ʔi§v§ˈʁ§u§t|'ívrut|עִבְרוּת
עברי||
עבריין||
עברית|Hebrew|i§v§ˈʁi§‹§t|'ivrít|עִבְרִית
עגבניה||
עגול|round|a§ˈɡ§ɔ§l
עגור||
עגורן||
עגל||
עגלה||
עגן||
עד כאן||
עד עצם היום הזה||
עד|until|ʕa§d||
עדה||
עדות||
עדי||
עדיין||
עדין||
עדינה||
עדינות||
עדיף||
עדיפות||
עדכון|update|i§d§ˈk§u§n|idkún|עִדְכּוּן
עדלאידע|Purim parade|a§d§lɔ§‹§ja§da§–|adloyada|עַדְלֹאיָדַע
עדלידע||
עדן|Eden, paradise|ˈ(ʕ)e§de§n|éden|עֵדֶן
עדנה||
עדר||
עדשה|lentil; lens|(ʔ)a§da§ˈʃa§‹|adashá|עֲדָשָׁה
עוֹלָם|the world, Earth|›§o§ˈla§m|'olám|עולם|
עוֹף|bird|›§o§f|of|עוף|
עוֹר|skin|›§ɔ§ʁ|or|עור|
עוּגִיָּה|cookie|›§u.§ɡi§ˈja§‹|ugiyá|עוגייה|
עוּגָה|cake|(ʕ)§u§ˈɡa§‹|ugá|עוגה|
עובד||
עובדה מוגמרת||
עובדה||
עובדיה||
עובי||
עובר אורח||
עוגב||
עוגה|cake|(ʕ)§u§ˈɡa§‹|ugá|עוּגָה
עוגיה||
עוגייה|cookie|›§u.§ɡi§‹§ˈja§‹|ugiyá|עוּגִיָּה
עוגן||
עוד מעט||
עוד||
עודד||
עודף||
עווית||
עוון|iniquity|ʔa.§›§ˈvo§n|avón|עָוֺן
עוז||
עוזר||
עויין||
עוין||
עוכר שמחה||
עולה||
עולם|the world, Earth|›§o§ˈla§m|'olám|עוֹלָם
עולמי||
עולמית||
עולש||
עומס||
עומק||
עומר||
עונג||
עונה||
עוני||
עונש||
עוף דורס||
עוף חול||
עוף מפה||
עוף|bird|›§o§f|of|עוֹף
עופר|young gazelle|ˈ(ʔ)§o§fe§ʁ|ófer|עֹפֶר
עופרת||
עוץ||
עוצר||
עוקץ||
עור|skin|›§ɔ§ʁ|or|עוֹר
עורב|raven, crow|(ʔ)o§‹§ˈʁe§v|'orév|עֹרֵב
עורבני||
עורך דין||
עורך||
עורכת דין||
עורלה||
עורף||
עורק||
עורר||
עושר||
עותק||
עו״ד||
עז||
עזאזל||
עזב||
עזה|Gaza|(ʔ)a§ˈza§‹|'áza|עַזָּה
עזוב||
עזובה||
עזז||
עזיז|Aziz|(ʕ)a§ˈz§i§z|aziz|עָזִיז
עזר||
עזרא||
עזראל||
עזרה||
עט|pen|(ʔ)e§t|et|עֵט
עטה||
עטיפה||
עטלף||
עטף||
עטרה||
עיבד||
עיבר||
עיגול||
עיגל פינות||
עיגל||
עידן||
עיוור|blind|i§‹§ˈvɛ§‹§ʁ|'ivér|עִוֵּר
עיט זהוב||
עיט קירח אמריקאי||
עיט קירח||
עיט שמש||
עיט||
עיטם לבן־גחון||
עיטם לבן־זנב||
עיטם לבן־ראש||
עיטם עקוד־זנב||
עיטם קולני||
עיטם||
עיטר||
עיין||
עייף|to tire, exhaust|(ʕ)i§‹§ˈje§f|'iyéf|עִיֵּף
עיכב||
עיכול||
עילי||
עילף||
עין הרע||
עין|eye|ˈa§ji§n|áyin|עַיִן
עיני||
עיסקי||
עיף||
עיפרון|pencil|ʔi§‹§pa§ˈʁ§o§n|'iparón|עִפָּרוֹן
עיצב||
עיצוב||
עיצור||
עיקר||
עיקרון||
עיקרי||
עיר|city|i§‹§ʁ|'ír|עִיר
עיראק||
עיראקי||
עיראקית||
עירוב||
עירום||
עירוני||
עירייה||
עירית||
עירם||
עישון||
עישן||
עיתון||
עיתונאות||
עיתונאי||
עיתונות||
עי״ן||
עכביש||
עכבר||
עכו||
עכוז|buttocks|a§k§u§z|akuz|עַכּוּז
עכו״ם||
עכשווי||
עכשווית||
עכשיו||
עכת״ד||
עכ״ל||
על אחת כמה וכמה||
על טעם וריח אין להתווכח||
על טעם וריח אין להתוכח||
על יד||
על כן||
על לא דבר||
על פי||
על קרן הצבי||
על ראש הגנב בוער הכובע||
על רגל אחת||
על|on top of|a§l|al|עַל
על־כן||
על־משפחה||
עלבון||
עלה|leaf|a§ˈlɛ§‹
עלה|to ascend, rise|(ʔ)a§ˈla§‹|alá|עָלָה
עלוב|miserable|ʕa§ˈl§u§v|'alúv|עָלוּב
עלווה||
עלוקה||
עלז||
עלטה||
עלי||
עליה||
עליו השלום||
עליון||
עליונות||
עליז||
עלייה||
עליכם שלום||
עלילה||
עלילת דם||
עליצות||
עלם||
עלמה|Alma|a§l§ˈma§‹|'almá|עַלְמָה
עלק||
עם הארץ||
עם זאת||
עם|nation|a§m|am|עַם
עמאן||
עמבה||
עמד|to stand|(ʕ)a§ma§d|amád|עָמַד
עמדה||
עמוד בית||
עמוד||
עמון||
עמוס||
עמוק||
עמורה|Gomorrah|(ʔ)a§m§o§ʁa§‹|'amorá|עֲמֹרָה
עמידה||
עמילן||
עמית||
עמל||
עממי||
עמנואל|Emmanuel|(ʔ)i.§ma.§n§u.§ˈ(ʔ)e§l|'imanu'él| עִמָּנוּאֵל
עמק||
עמר||
עמרה||
עמרם||
עמ׳||
עמ״י עש״ו||
ענב||
ענבה||
ענבים חמוצים||
ענבל||
ענבר||
ענג||
ענה||
ענותן||
עני||
עניבה||
עניבת פרפר||
עניין של זמן||
עניין||
ענין||
ענן|cloud|(ʕ)a§ˈna§n|anán|עָנָן
ענף||
ענק||
ענקי||
עסוק||
עסיסי||
עסק||
עף|to fly|a§f|af|עָף
עפיפון||
עפעף||
עפר||
עפרה||
עפרון||
עפרוני||
עפרית||
עץ או פלי||
עץ|tree|e§t͡s|ʿēṣ/ʿetz|עֵץ
עצבון||
עצבני||
עצה||
עצוב||
עצום||
עצור||
עצלן|sloth|a§t͡s§ˈla§n|atslán|עַצְלָן
עצם|bone|ˈe§t͡se§m|étsem|עֶצֶם
עצמאות||
עצר||
עצרת||
עקב||
עקד||
עקום||
עקיבא||
עקידה||
עקימה||
עקיצה||
עקעק||
עקף||
עקץ||
עקר||
עקרב|scorpion|a§k§ˈʁa§v|'akráv|עַקְרָב
עקשן|obstinate|(ʔ)a§k§ˈʃa§n|akshán|עַקְשָׁן
עקשנות||
ער||
ערב הסעודית||
ערב חג המולד||
ערב טוב||
ערב|to guarantee|ˈe§ʁe§v|érev|עֶרֶב
ערבב||
ערבה||
ערבון||
ערבות||
ערבי||
ערביה||
ערביים||
ערבית|Arabic (lang)|a§ʁa§ˈvi§‹§t|'aravít|עֲרָבִית
ערג||
ערוב||
ערוה||
ערווה||
ערוך||
ערום|naked|a§ˈʁu§‹§m|'aróm|עָרֹם
ערוץ||
עריכה||
עריסה||
ערך||
ערל||
ערלה||
ערם||
ערמון|chestnut|(ʕ)a§r§ˈm§o§n|'armón|עַרְמוֹן
ערס|brute, thug|(ʔ)a§ʁ§s|ars|עַרְס
ערסל||
ערער||
ערפד||
ערפיח||
ערפל|fog|a§ʁa§ˈfɛ§l
ערק||
ערש||
עש|moth|a§ʃ|ash|עָשׁ
עשב|herb, weed|ˈ(ʔ)e§se§v|'ésev|עֵשֶׂב
עשה את שלו||
עשה חיל||
עשה כביסה||
עשה|to do, make|(ʔ)a§ˈsa§‹|asá|עָשָׂה
עשו||
עשוי||
עשור||
עשיר||
עשירי||
עשן|smoke|a§ˈʃa§n
עשר||
עשרה|ten|(ʔ)a.§sa.§ˈʁa§‹|'asará|עֲשָׂרָה
עשרון||
עשרות||
עשרים||
עשרת הדיברות||
עשרת ימי תשובה||
עשרת||
עשתי עשר||
עשתי||
עש״ק||
עת|a time, period|(ʔ)e§t|et|עֵת
עתה||
עתונאי||
עתיד||
עתידי||
עתיק||
עתירה||
עתק||
ע״ה||
ע״י||
ע״פ||
ע״ש||
פ"נ||
פְּלֶשֶׁת|Philistia|ˈp§le§ʃe§t|pléshet|פלשת|
פְּלוֹנְטֶר|imbroglio|p§l§o§n§te§r|plónter|פלונטר|
פְּסַנְתֵּר|piano|p§sa§n§ˈte§ʁ|p'santér|פסנתר|
פְּקֻדָּה|order, command|p§ku§ˈda§‹||פקודה|
פְּרִי|fruit|p§ʁi§‹|pri|פרי|
פְּשִׁיטַת־רֶגֶל|bankruptcy|p§ʃi§‹§ta§t§-§ˈʁɛ§ɡɛ§l|pshitat-régel|פשיטת רגל|
פִּטְמָה|nipple|pi§t§ma§‹|pitma|פטמה|
פִּיצָה|pizza|ˈpi§‹§t͡sa§‹|pítsa|פיצה|
פִּסֵּחַ|to jump, skip|pi§ˈse§aχ|piséakh|פיסח|
פִּשֵּׁט|to simplify|pi§ˈʃɛ§t|pishét|פישט|
פִּתְרוֹן|solution|pi§t§ˈʁ§o§n|pitrón|פתרון|
פִיזִי|physical|ˈfi§‹§zi§‹|fízi|פיזי|
פִיסְפֵס|to miss|fi§‹§s§fɛ§s|fisfés|פיספס
פֵּאָה|wig|pe§ˈ(ʔ)a§‹|pe'á|פאה|
פֶּה|mouth||pe|פה
פֶּטֶל|raspberry|ˈpe§te§l|pétel|פטל|
פַּח אַשְׁפָּה‎ |rubbish bin|pa§χ.§ §ʔa§ˈʃ§pa§‹|pakh ashpá|פח אשפה|
פַּח|snare, trap|pa§χ|pakh|פח|
פַּחְדָן|coward|pa§χ§ˈda§n|pahdán|פחדן|
פַּךְ|jar, jug|pa§χ|pákh|פך|
פַּסְחָא|Easter|ˈpa§s§χa§‹|páskha|פסחא|
פַּעַם|footstep|ˈpa.§(ʔ)a§m|pá'am|פעם|
פַּרְסִית|Persian (lang)|pa§ʁ§ˈsi§‹§t|parsít|פרסית|
פַּרְסָה|hoof, horseshoe|pa§r§ˈsa§‹|parsa|פרסה|
פַּרְעֹה|paraoh|pa§ʁ.§ˈ(ʔ)o§‹|par'ó|פרעה|
פַּשְׁטוּת|simplicity|pa§ʃ§ˈt§u§t|pashtút|פשטות|
פַשְׁלָה|gaffe|ˈfa§ʃ§la§‹|fáshla|פשלה|
פָּלֶשְׂתִּינָה|Palestine|pa§le§s§ˈti§‹§na§‹|palestína|פלשתינה|
פָּנָס|lantern, torch|pa§ˈna§s|panás|פנס|
פָּסַח|to pass over, skip|ˈpe.§sa§χ|pasákh|פסח|
פָּקִיד|clerk|pa§ˈki§‹§d|pakid|פקיד|
פָּרָדִיגְמָה|paradigm|pa§ʁa§di§‹§ɡ§ma§‹|paradigma|פרדיגמה|
פָּרָה|cow|pa§ˈʁa§‹|pará|פרה|
פָּשַׁט|to take off clothing|pa§ˈʃa§t|pashát|פשט|
פָה|musical note FA||fa|פה
פָלַסְטִין|Palestine|fa§la§s§ˈti§‹§n|falastin|פלסטין|
פֹּה|here|ˈpɔ§–|pó|פה
פּוֹפָּאי|Popeye|ˈp§o§pa§‹§j|pópay|פופאי|
פּוֹפּוּלָרִי|popular|p§o.§p§u§ˈla.§ʁi§‹|populári|פופולרי|
פּוּנְדָק|inn|p§u§n§ˈda§k|pundák|פונדק|
פִּינְגְּוִין|penguin|ˈpi§‹§n§ɡ§wi§‹§n||פינגוין|
פּינגּוין|penguin|ˈpi§‹§n§ɡ§wi§‹§n||פִּינְגְּוִין
פינגוין|penguin|ˈpi§‹§n§ɡ§wi§‹§n||פִּינְגְּוִין
פ־ו־ץ||
פ־ח־ד||
פ־ט־ר||
פ־ס־ד||
פ־צ־ע||
פ־ש־ט||
פ־ת־ח||
פאה|wig|pe§ˈ(ʔ)a§‹|pe'á|פֵּאָה
פאי||
פאלוס||
פאלי||
פאר||
פברואר||
פגה||
פגיון||
פגיע||
פגיעה||
פגישה||
פגניות||
פגע וברח||
פגע||
פגש||
פדגוג||
פדגוגי||
פדה||
פדיון||
פדיחה||
פה|here; mouth; musical note|ˈpɔ§–§/pe/fa||פֹּה#פֶּה#פָה
פוֹלְקְלוֹר|folklore|f§o§l§ˈk§l§o§r|folklór|פולקלור|
פוגעני||
פוגרום||
פודיאטר||
פודקאסט||
פוזה||
פוזיטיבי||
פוחלץ||
פוטון||
פוטוסינתזה||
פוטנציאל||
פוטנציאלי||
פוטר||
פולחן||
פולחני||
פולט||
פוליאתילן||
פוליגון||
פוליגמיה||
פוליגרף||
פוליטי||
פוליטיקאי||
פוליטיקה||
פולין||
פולניה||
פולנית||
פולקלור|folklore|f§o§l§ˈk§l§o§r|folklór|פוֹלְקְלוֹר
פונאפוטי||
פונדק|inn|p§u§n§ˈda§k|pundák|פּוּנְדָק
פונה||
פונקציה||
פוסה||
פועל||
פועלי כל העולם התאחדו||
פועלת||
פופאי|Popeye|ˈp§o§pa§‹§j|pópay|פּוֹפָּאי
פופולרי|popular|p§o.§p§u§ˈla.§ʁi§‹|populári|פּוֹפּוּלָרִי
פוצה||
פוצץ||
פור||
פורום||
פורט-או-פרנס||
פורטוגל||
פורים||
פורמלי||
פורנו||
פורנוגרפי||
פורנוגרפיה||
פורסם||
פורץ||
פורתא||
פושט||
פושע מלחמה||
פושר||
פות||
פז||
פזמון||
פח אשפה|rubbish bin|pa§χ.§ §ʔa§ˈʃ§pa§‹|pakh ashpá|פַּח אַשְׁפָּה‎ 
פח|snare, trap|pa§χ|pakh|פַּח
פחד|to fear|paˈχad
פחדן|coward|pa§χ§ˈda§n|pahdán|פַּחְדָן
פחות||
פחם||
פחמן||
פחס||
פחת||
פטה||
פטור אבל אסור||
פטור||
פטיש אוויר||
פטיש||
פטל אדום||
פטל שחור||
פטל|raspberry|ˈpe§te§l|pétel|פֶּטֶל
פטמה|nipple|pi§t§ma§‹|pitma|פִּטְמָה
פטר||
פטרוזיליה||
פטרוסיאן||
פטריה||
פי הטבעת||
פי||
פיאר||
פיגוע||
פיגיון||
פידבק||
פיהק||
פיוט||
פיונגיאנג||
פיזי|physical|ˈfi§‹§zi§‹|fízi|פִיזִי
פיזיולוגיה||
פיזיקאי||
פיזיקה גרעינית||
פיזיקה||
פיזר||
פיח||
פיחד||
פיטור||
פיטר||
פייס||
פיל||
פילגש||
פילדלפיה||
פילוג||
פילוסוף||
פילל||
פילס||
פילפול||
פילפל||
פין||
פינג פונג||
פינה קולדה||
פינה||
פינו נואר||
פינוי||
פינית||
פינלנד||
פינצ׳ר||
פינק||
פינקוושינג||
פינקלברג||
פינקלמן||
פיסח|to jump, skip|pi§‹§ˈse§aχ|piséakh|פִּסֵּחַ
פיסטוק||
פיסי||
פיסל||
פיספס|to miss|fi§‹§s§fɛ§s|fisfés|פִיסְפֵס|
פיצה|pizza|ˈpi§‹§t͡sa§‹|pítsa|פִּיצָה
פיצוץ||
פיצל|to split|pi§‹§ˈt͡se§l
פיקאצ'ו||
פיקד||
פיקוח נפש||
פיקנטיות||
פיר||
פירוטכניקה||
פירור||
פירוש||
פירמידה||
פירסומת||
פירסם||
פירק||
פישוט||
פישון||
פישט|to simplify|pi§‹§ˈʃɛ§t|pishét|פִּשֵּׁט
פישל||
פיתה||
פיתוח||
פיתח||
פך|jar, jug|pa§χ|pákh|פַּךְ
פלא||
פלאפון||
פלאפל||
פלאש||
פלג המנחה||
פלג||
פלדה||
פלדיום||
פלואור||
פלוגיסטון||
פלוטו||
פלונטר|imbroglio|p§l§o§n§te§r|plónter|פְּלוֹנְטֶר
פלורידה||
פלזמה||
פלח||
פלטפורמה||
פליט||
פלינדרום||
פלירטוט||
פלישה||
פלישתי||
פלך||
פלמינגו||
פלסטין|Palestine|fa§la§s§ˈti§‹§n|falastin|פָלַסְטִין
פלסטיני||
פלסטיק||
פלסטר||
פלפול||
פלפל לבן||
פלפל שחור||
פלפל||
פלצות||
פלרמו||
פלש||
פלשת|Philistia|ˈp§le§ʃe§t|pléshet|פְּלֶשֶׁת
פלשתי||
פלשתינה|Palestine|pa§le§s§ˈti§‹§na§‹|palestína|פָּלֶשְׂתִּינָה
פמיניזם||
פן||
פנדה||
פנה||
פנוי||
פנויה||
פנום פן||
פנטסטי||
פני||
פנים||
פנימה||
פנינה||
פניצילין||
פנס|lantern, torch|pa§ˈna§s|panás|פָּנָס
פנצ׳ר||
פנקס||
פס||
פסגה||
פסול||
פסולת||
פסוק||
פסוקית||
פסח|to pass over, skip|ˈpe.§sa§χ|pasákh|פָּסַח
פסחא|Easter|ˈpa§s§χa§‹|páskha|פַּסְחָא
פסטו||
פסיכולוג||
פסיכולוגיה||
פסיכותרפיסט||
פסיכיאטרי||
פסיפס||
פסיק||
פסל||
פסלת||
פסנתר|piano|p§sa§n§ˈte§ʁ|p'santér|פְּסַנְתֵּר
פסק||
פסקה||
פסקטריאניזם||
פעה||
פעולה ישירה||
פעולה||
פעיל||
פעילות||
פעימה||
פעל||
פעם שלישית גלידה||
פעם|footstep|ˈpa.§(ʔ)a§m|pá'am|פַּעַם
פעמון||
פעמיים נקודתיים||
פפירוס||
פצה||
פצים||
פציעה||
פציפיזם||
פצירה||
פצע לחץ||
פצע||
פצעון||
פצצה אטומית||
פצצה||
פקד||
פקודה|order, command|p§ku§‹§ˈda§‹||פְּקֻדָּה
פקח||
פקיד|clerk|pa§ˈki§‹§d|pakid|פָּקִיד
פקיסטן||
פקס||
פקעת||
פקק||
פר||
פראג||
פראייר||
פרבולה||
פרבר||
פרג||
פרגיות||
פרגית||
פרד||
פרדוקס||
פרדיגמה|paradigm|pa§ʁa§di§‹§ɡ§ma§‹|paradigma|פָּרָדִיגְמָה
פרדס||
פרד״ס||
פרה פרה||
פרה|cow|pa§ˈʁa§‹|pará|פָּרָה
פרהסיה||
פרו־||
פרואני||
פרואנית||
פרובוקציה||
פרוביוטיקה||
פרובינציה||
פרודיה||
פרווה||
פרוזבול||
פרוזדור||
פרוטקציה|nepotism|p§ʁ§o§ˈte§k.§ts§ja§‹|protéktzya| פְּרוֹטֶקְצְיָה
פרויקט||
פרומקין||
פרוסה||
פרופסור||
פרופ׳||
פרוקסיזמלי||
פרושי||
פרח|flower|ˈpɛ§ʁa§χ
פרחה||
פרט||
פרטי||
פרי|fruit|p§ʁi§‹|pri|פְּרִי
פריאפיזם||
פריבילגיה||
פריגיאה||
פריז||
פריזורה||
פריטאון||
פריימריז||
פריפרי||
פרלמנט||
פרמקולוגיה||
פרמשתא||
פרנואידי||
פרנסה||
פרנקל||
פרס||
פרסה|hoof, horseshoe|pa§r§ˈsa§‹|parsa|פַּרְסָה
פרסומת||
פרסי||
פרסית|Persian (lang)|pa§ʁ§ˈsi§‹§t|parsít|פַּרְסִית
פרסם||
פרספקטיבה||
פרעה|paraoh|pa§ʁ.§ˈ(ʔ)o§‹|par'ó|פַּרְעֹה
פרעוני||
פרעוש||
פרפר||
פרץ||
פרצה||
פרצוף תשעה באב||
פרצוף||
פרצופון||
פרק||
פרקטי||
פרקליט||
פרקני||
פרש||
פרשה||
פרשן||
פרשנדתא||
פרשנות||
פרת||
פשוט||
פשוטו כמשמעו||
פשוש||
פשט את הרגל||
פשט|to take off clothing|pa§ˈʃa§t|pashát|פָּשַׁט
פשטו||
פשטות|simplicity|pa§ʃ§ˈt§u§t|pashtút|פַּשְׁטוּת
פשיזם||
פשיטת רגל|bankruptcy|p§ʃi§‹§ta§t§-§ˈʁɛ§ɡɛ§l|pshitat-régel|פְּשִׁיטַת־רֶגֶל
פשיעה||
פשלה|gaffe|ˈfa§ʃ§la§‹|fáshla|פַשְׁלָה
פשע מלחמה||
פשע שנאה||
פשע||
פשפש||
פשר||
פשתה||
פת פלטר||
פת||
פתאום||
פתאומי||
פתאם||
פתגם||
פתוגן||
פתוח||
פתולוג||
פתולוגיה||
פתותי ביצים||
פתח תקווה||
פתח||
פתית||
פתכה||
פתק||
פתר||
פתרון|solution|pi§t§ˈʁ§o§n|pitrón|פִּתְרוֹן
פת״ח||
פ׳||
צ'יוואווה||
צ'כית||
צְדָקָה|charity|t͡s§da§ˈka§‹|ts'daká|צדקה|
צִבְעוֹנִי|colourful|tsi§v§(ʔ)§o§ˈni§‹|tsiv'oní|צבעוני|
צִי|navy|t͡si§‹|tsi|צי|
צִיּוֹן|Zion|t͡si§ˈj§o̞§n|tsiyón|ציון|
צִיץ|bud|t͡si§‹§t͡s|tzítz|ציץ
צִפֳּרִים|birds|tsi§po§ˈʁi§‹§m||ציפורים
ציפורים|birds|tsi§po§ˈʁi§‹§m||צִפֳּרִים
צִפֹּרָה|Zipporah|t͡siˈ§p§o§ʁa§‹|tsipóra|צפורה|
צִפּוֹר|bird|t͡si§ˈp§o§ʁ|tsipór|ציפור|
צִ׳יק צָ׳ק|very quickly|ˈtʃi§‹§‹§k.§ §tʃa§‹§k|chik-chak|צ׳יק צ׳ק|
צֶבַע|colour|ˈt͡se̞§vä§‹|tséva|צבע|
צֶדֶק|justice|ˈt͡se.§de§k|tzédek|צדק|
צֶמַח|plant|ˈt͡se.§ma§x|tsémakh|צמח|
צֶ׳ק|cheque|tʃe§‹§k|chek|צ׳ק|
צַוָּאר|neck|t͡sa§ˈva§‹§ʁ|tsavár|צוואר
צַיָּד|hunter|tsa§ˈja§d|tsayád|צייד|
צַעַר|sadness, sorry|tsaː§‹§ʁ|tsá'ar|צער|
צָבָא|army|t͡sa§ˈva§‹|tsavá|צבא|
צָהֳרַיִם|noon|t͡sa§(h)a§ˈʁa§ji§m|tsohoráyim|צהריים|
צָהוּב|yellow|t͡sa§ˈh§ɔ§v||צהוב
צָחַק|to laugh|t͡sa§ˈχa§k|tsakhák|צחק|
צָפוֹן|north|tsa.§ˈf§o§n|tsafón|צפון|
צָרִיךְ|in need of|t͡sa§ˈʁi§‹§χ|tsarikh|צריך|
צָרַח|to scream|tsa§ˈʁa§χ|tsarákh|צרח|
צ־ד־ק||
צ־ו־ה||
צ־י־ן||
צ־ל־ם||
צאן||
צאצא||
צב||
צבא הגנה לישראל||
צבא|army|t͡sa§ˈva§‹|tsavá|צָבָא
צבאי||
צבאני||
צבוע||
צבי||
צביעות||
צבס||
צבע|colour|ˈt͡se̞§vä§‹|tséva|צֶבַע
צבעוני|colourful|tsi§v§(ʔ)§o§ˈni§‹|tsiv'oní|צִבְעוֹנִי
צבר||
צג||
צד|to hunt|ˈt͡sa§d
צדיק||
צדף||
צדק חברתי||
צדק|justice|ˈt͡se.§de§k|tzédek|צֶדֶק
צדקה|charity|t͡s§da§ˈka§‹|ts'daká|צְדָקָה
צדקן||
צדקת||
צהבהב||
צהוב|yellow|t͡sa§ˈh§ɔ§v||צָהוּב
צהלה||
צהר||
צהרון||
צהריים|noon|t͡sa§(h)a§ˈʁa§ji§‹§m|tsohoráyim|צָהֳרַיִם
צהרים טובים||
צהרים||
צה״ל||
צו הרחקה||
צו||
צודק||
צוה||
צוואה||
צוואר|neck|t͡sa§›§ˈva§‹§ʁ|tsavár|צַוָּאר
צווארון||
צוות||
צוטט||
צוללת||
צום||
צומת||
צונאמי||
צונזר||
צונמי||
צונן||
צועני||
צוף||
צוצלת||
צוק||
צוקרברג||
צור||
צורה||
צורך||
צורן||
צח||
צחוק||
צחור||
צחיח||
צחנה||
צחק|to laugh|t͡sa§ˈχa§k|tsakhák|צָחַק
צטט||
צי|navy|t͡si§‹|tsi|צִי
ציבור||
ציבורי||
ציד||
צידון||
ציווה||
ציוויליזציה||
ציוות||
ציון|Zion|t͡si§ˈj§o̞§n|tsiyón|צִיּוֹן
ציונות||
ציוני||
ציוץ||
ציור||
ציורי||
ציטוט||
ציטט||
ציידת||
ציין||
צייר|hunter|tsa§›§ˈja§d|tsayád|צַיָּד
צייתנות||
צילום||
צילם||
צילצל||
צימוק||
צימר||
צינגלה||
צינור הזרע||
צינור||
צינן||
ציפה||
ציפור|bird|t͡si§‹§ˈp§o§ʁ|tsipór|צִפּוֹר
ציפורה||
ציפורן|fingernail|t͡si§‹§ˈp§ɔ§ʁɛ§n
ציפי||
ציץ|bud|t͡si§‹§t͡s|tzítz|צִיץ|
ציצי||
ציצית||
ציצת||
ציקדה||
ציקלון||
ציר||
צירי||
ציריך||
צירף||
ציתר||
צל||
צלב קרס||
צלב||
צלה||
צלול||
צלופח||
צלח||
צלחת||
צלי||
צליל||
צלל||
צלם||
צלמות||
צלמית||
צלע||
צלף||
צלפחד||
צלצול||
צלצל||
צלקת||
צם||
צמא||
צמד||
צמה||
צמח|plant|ˈt͡se.§ma§x|tsémakh|צֶמַח
צמחונות||
צמחוני||
צמחייה||
צמיג||
צמיד||
צמצם||
צמר גפן||
צמר||
צמרמורת||
צמרת||
צמת||
צנה||
צנובר||
צנון||
צנוע||
צנזורה||
צנזר||
צניעות||
צנעא||
צנצנת||
צעד||
צעיר||
צעירה||
צען||
צעצוע||
צעק||
צער|sadness, sorry|tsaː§‹§ʁ|tsá'ar|צַעַר
צע״ג||
צף|to float|ˈt͡sa§f
צפּחת||
צפה||
צפוי||
צפון אירלנד||
צפון אמריקני||
צפון קוריאני||
צפון|north|tsa.§ˈf§o§n|tsafón|צָפוֹן
צפוני||
צפוע||
צפורה|Zipporah|t͡siˈ§p§o§ʁa§‹|tsipóra|צִפֹּרָה
צפיפות||
צפניה||
צפנת פענח||
צפע||
צפצוף||
צפרא טבא||
צפרדע||
צפרה||
צפרן||
צפת||
צץ||
צר אופק||
צר עין||
צר|narrow|ˈt͡sa§ʁ
צרה צרורה||
צרה||
צרוף לשון||
צרור||
צרות||
צרח|to scream|tsa§ˈʁa§χ|tsarákh|צָרַח
צריום||
צריח||
צריך|in need of|t͡sa§ˈʁi§‹§χ|tsarikh|צָרִיךְ
צריכה||
צריף||
צרך||
צרכן||
צרעה||
צרעת||
צרפת||
צרפתי||
צרפתית||
צרצור||
צרצר||
צתרה||
צ׳אט||
צ׳ולנט||
צ׳ופצ׳יק||
צ׳ופר||
צ׳טני||
צ׳ייסר||
צ׳ילה||
צ׳יפס||
צ׳יק צ׳ק|very quickly|ˈtʃi§‹§‹§k.§ §tʃa§‹§k|chik-chak|צִ׳יק צָ׳ק
צ׳ק|cheque|tʃe§‹§k|chek|צֶ׳ק
קְווִידִיץ׳|Quidditch||kwidich|קווידיץ׳
קְלִיד|piano key|k§li§‹§d|k'líd|קליד|
קִטֵּר|to offer incense|ki.§ˈte§ʁ|kitér|קיטר|
קֵן|nest|ke§n|ken|קן|
קֶרַח|ice|ˈkɛ§ʁa§χ|kérakh|קרח|
קֶשֶׁת|bow (weapon)|ˈkɛ§ʃɛ§t|késhet|קשת|
קַיִן|Cain|ˈka.§ji§n|káyin|קין|
קַיִץ|summer|ˈka§ji§ts|káyits|קיץ|
קַל|lightweight|ka§l|kál|קל|
קַנְיוֹן|shopping mall|ka§n§ˈj§o§n|kanyon|קניון|
קַשׁ|straw|ka§ʃ|kash|קש|
קָדַח|to have a fever|ka§ˈda§χ|kadákh|קדח|
קָהִיר|Cairo|ka.§ˈhi§‹§ʁ|kahír|קהיר|
קָהָל|audience|ka§ha§l|qāhāl|קהל|
קָטַל|to kill|ka§ˈta§l|katál|קטל|
קָטָן|little|ka§ˈta§n|katán|קטן|
קָטֹן|to become small|ka§ˈto§n|katón|קטון|
קָנָה|to buy|ka§ˈna§‹|kaná|קנה|
קָרִיא|legible|ka§ˈʁi§‹§–|karí|קריא|
קָרַע|to tear, rip|ka§ˈʁa§(ʕ)|kará'|קרע|
קָרָא|to read|kaˈ§ʁa§(ʔ)|qaráʾ|קרא|
קָרָה|to happen|ka§ˈʁa§‹|kará|קרה|
קֻרְאָן|Qur'an|ku§ʁ§ˈ(ʔ)a§n|kur'án|קוראן|
ק־ד־ם||
ק־נ־ה||
ק־ר־א||
קאבול||
קאפ||
קאפקייק||
קבוע||
קבוץ||
קבוצה פתוחה||
קבוצה||
קבוצי||
קבוצת חוזקה||
קבוצתי||
קבורה||
קבינט||
קבלה||
קבלי||
קבלן||
קבע||
קבץ||
קבצן||
קבר||
קברנה סוביניון||
קדום||
קדוש||
קדושה||
קדח|to have a fever|ka§ˈda§χ|kadákh|קָדַח
קדחת||
קדימה||
קדיש||
קדם||
קדמון||
קדמי||
קדמיום||
קדקוד||
קדר||
קדש||
קה||
קהה|dull (as a knife)|kɛ§ˈhɛ§‹
קהוה||
קהילה||
קהיר|Cairo|ka.§ˈhi§‹§ʁ|kahír|קָהִיר
קהל|audience|ka§ha§l|qāhāl|קָהָל
קהלת||
קהת||
קו רוחב||
קו רקיע||
קו||
קוֹל צָף|swing vote|k§o§l§ §t͡sa§f|kot tsaf|קול צף|
קוֹל קוֹרֵא|CFP|k§o§l§ §k§o§ˈrɛ§‹|kol koré|קול קורא|
קוֹל|voice, sound|k§o§l|kol|קול
קוֹלְנוֹעַ|film|k§o§l§ˈn§o.§a|kolnóa|קולנוע|
קוֹלָנִי|vociferous|k§o§la§ˈni§‹|kolaní|קולני|
קוֹמְבִּינָה|clever trick|k§o§m§ˈbi§‹§na§‹|kombína|קומבינה|
קוּל|cool (sl.)|k§u§l|kul|קול
קוּמְזִיץ|campfire|ˈk§u§m§zi§‹§t͡s|kumzits|קומזיץ|
קואופרטיב||
קואלה לומפור||
קואלה||
קואליציה||
קובה||
קובוץ||
קובייה||
קובלט||
קובע||
קובץ||
קוגל||
קוד מורס||
קוד מקור||
קוד||
קודח||
קודם||
קודש||
קוה||
קווה-קווה|cootie catcher|ˈk§wa§‹§‹§ §k§wa§‹§‹|kwa-kwa
קווידיץ׳|Quidditch||kwidich|קְווִידִיץ׳
קוונט||
קוטב||
קוטבי||
קוטג׳||
קוטר||
קול צף|swing vote|k§o§l§ §t͡sa§f|kot tsaf|קוֹל צָף
קול קורא|CFP|k§o§l§ §k§o§ˈrɛ§‹|kol koré|קוֹל קוֹרֵא
קול|voice, sound|k§o§l|kol|קוֹל
קולוניאליזם||
קולונל||
קולחוז||
קולי||
קוליברי||
קולמוס||
קולן||
קולנוע|film|k§o§l§ˈn§o.§a|kolnóa|קוֹלְנוֹעַ
קולנועי||
קולני|vociferous|k§o§la§ˈni§‹|kolaní|קוֹלָנִי
קולקטיבי||
קומבינה|clever trick|k§o§m§ˈbi§‹§na§‹|kombína|קוֹמְבִּינָה
קומה||
קומולוס||
קומוניזם||
קומוניסט||
קומזיץ|campfire|ˈk§u§m§zi§‹§t͡s|kumzits|קוּמְזִיץ
קומי||
קומיקאי||
קומפקטי||
קומקום||
קומת קרקע||
קונגרס||
קונדום||
קונדיטור||
קונט||
קונטר||
קונלי||
קונסוליה||
קונספירציה||
קונסרבטיבי||
קוסטה ריקה||
קוסם||
קוסמולוגיה||
קוסמות||
קוסמטי||
קוסקוס||
קוף||
קופאין||
קופידון||
קופנהאגן||
קופסה שחורה||
קופסה||
קופסת שימורים||
קוץ||
קוצו של יוד||
קוצר ראייה||
קוצר רוח||
קוצר||
קוקו||
קוקוס||
קוקית||
קוקסינל||
קור כלבים||
קור||
קורא||
קוראן|Qur'an|ku§ʁ§ˈ(ʔ)a§n|kur'án|קֻרְאָן
קורונה||
קורח||
קוריאה||
קוריאני||
קוריוז||
קורס||
קושי||
קו״ח||
קו״ף||
קזבלנקה||
קח ולך||
קט|tiny|ka§t|קָט
קטבוליזם||
קטגור||
קטגוריה||
קטון|to become small|ka§ˈto§‹§n|katón|קָטֹן
קטורת||
קטילה||
קטין||
קטינה||
קטיפה||
קטל|to kill|ka§ˈta§l|katál|קָטַל
קטלג||
קטלוניה||
קטלני||
קטן|little|ka§ˈta§n|katán|קָטָן
קטנטן||
קטנית||
קטנצ׳יק||
קטסטרופה||
קטע||
קטף||
קטר||
קטשופ|tomato ketchup||ketsop|קֶטְשׁוֹפּ
קֶטְשׁוֹפּ|tomato ketchup||ketsop|קטשופ
קי||
קיבה||
קיבוץ||
קיבוצי||
קיבוצניק||
קיבורת||
קיבל||
קיבע||
קיגאלי||
קידוש||
קידש||
קיווה||
קיום||
קיוסק||
קיזוז||
קיטב||
קיטו||
קיטור||
קיטלג||
קיטנה||
קיטע||
קיטר|to offer incense|ki.§‹§ˈte§ʁ|kitér|קִטֵּר
קיטש||
קיטשי||
קייב||
קייטנה||
קיים יחסי מין||
קיים||
קילומטר||
קילף||
קילקל||
קימונו||
קימפל||
קין|Cain|ˈka.§ji§n|káyin|קַיִן
קינא||
קינואה||
קינוח||
קינח||
קינטר||
קינמון||
קינן||
קינשאסה||
קיפאון||
קיפוד||
קיפל||
קיפץ||
קיץ|summer|ˈka§ji§ts|káyits|קַיִץ
קיצוני||
קיצוץ||
קיצור דרך||
קיצור||
קיצר||
קיר||
קירח||
קישוא||
קישור||
קישט||
קישקע||
קישר||
קל דעת||
קל וחומר||
קל|lightweight|ka§l|kál|קַל
קלאודיו||
קלאוסטרופוביה||
קלה||
קלו||
קלות||
קלח||
קלט||
קליבלנד||
קליגרפיה||
קליד|piano key|k§li§‹§d|k'líd|קְלִיד
קליפ||
קליפה|bark (tree)|k§li§‹§ˈpa§‹
קליק||
קללה||
קלמר||
קלמרין||
קלס||
קלע||
קלף||
קלקול||
קלקל||
קלרינט||
קלרנית||
קם||
קמבודיה||
קמח||
קמט||
קמפוס||
קמפיין||
קמפינג||
קמפלה||
קמץ||
קמרון||
קמ״ש||
קן|nest|ke§n|ken|קֵן
קנא||
קנאה||
קנאות||
קנאי||
קנבוס||
קנברה||
קנגורו||
קנדה||
קנה|to buy|ka§ˈna§‹|kaná|קָנָה
קנוח||
קנח||
קנטינה||
קניבל||
קניה||
קניון|shopping mall|ka§n§ˈj§o§n|kanyon|קַנְיוֹן
קנייה||
קניש||
קנמון||
קנקן||
קנרס||
קסאם||
קסדה||
קסום||
קסילופון||
קסם||
קסת||
קעקע||
קערה||
קערית||
קערת פסח||
קפא|to freeze|ka§ˈfa§‹
קפה הפוך||
קפה נמס||
קפה קפוא||
קפה||
קפוד||
קפוצ׳ינו||
קפיטליזם||
קפיץ||
קפץ||
קפריסאי||
קפריסין||
קץ||
קצב||
קצה||
קצוץ||
קצין||
קציצה||
קציר||
קצף||
קצפת||
קצץ||
קצר|short|ka§ˈt͡sa§ʁ
קצרצר||
קצת|some|ˈk§t͡sa§t
קקאו||
קקטוס||
קק״ל||
קר|cold|ˈka§ʁ
קרא|to read|kaˈ§ʁa§(ʔ)|qaráʾ|קָרָא
קראוטהאמר||
קראטה||
קראי||
קראן||
קרב אגרוף||
קרב איגרוף||
קרב מגע||
קרב רב||
קרב||
קרבן||
קרדיגן||
קרדיט||
קרה|to happen|ka§ˈʁa§‹|kará|קָרָה
קרוא||
קרואטיה||
קרוב|near|ka§ˈʁ§ɔ§v
קרובה||
קרוון||
קרום||
קרון||
קרוסלה||
קרושה||
קרח|ice|ˈkɛ§ʁa§χ|kérakh|קֶרַח
קרחון ימי||
קרחון||
קרחי||
קרטל||
קרי לילה||
קריא|legible|ka§ˈʁi§‹§–|karí|קָרִיא
קריאה||
קריה||
קריוקי||
קריזה||
קריטי||
קריטריון||
קריית גת||
קריית שמונה||
קריסטל מת׳|crystal meth||krístal méth
קריפטון||
קריקט||
קריקטורה||
קרירות||
קרית טאהש||
קרן רחוב||
קרן|horn|ˈkɛ§ʁɛ§n
קרנף||
קרס||
קרסול||
קרסל||
קרע|to tear, rip|ka§ˈʁa§(ʕ)|kará'|קָרַע
קרפד||
קרפדה||
קרקס||
קרקע||
קרקר||
קרש גיהוץ||
קרש חיתוך||
קרש||
קרת||
קש|straw|ka§ʃ|kash|קַשׁ
קשב||
קשה עורף||
קשה||
קשוב||
קשור||
קשיח||
קשיטה||
קשיש||
קשישא|elder, ancestor|qa§ʃi§‹§ʃɑ§ʔ||
קשישה||
קשקוש||
קשר|to tie|ka§ˈʃa§ʁ
קשת ארוכה||
קשת בענן||
קשת|bow (weapon)|ˈkɛ§ʃɛ§t|késhet|קֶשֶׁת
קתדרלה||
ק״ש||
ק״ת||
רחוב|street|ʁɛ§ˈχ§o§v|rekhóv|רְחוֹב
רח׳|street (abbr.)|ʁɛ§ˈχ§o§v|R'kh|רחוב|
רְחוֹב|street|ʁɛ§ˈχ§o§v|rekhóv|רחוב||רחוב
רִאשׁוֹן|first|ri§‹§ʃ§ɔ§n|rishón|ראשון
רִבְקָה|Rebecca|ʁi§v§ˈka§‹|rivká|רבקה|
רִבָּה|jam|ʁi.§ˈba§‹|ribá|ריבה|
רִמּוֹן|pomegranate|ʁi§ˈm§o§n|rimón|רימון|
רִפּוּד|padding|ri§ˈp§u§d|ripúd|ריפוד|
רֵאָיוֹן|interview|re§ʔa§j§o§n|re'ayon|ריאיון
רֵיחַ|odor, scent|ˈʁe.§‹§aχ|réakh|ריח|
רֶגֶל|foot, leg|ˈʁe§ɡe§l|régel|רגל
רֶגֶשׁ|emotion, feeling|ˈʁɛ§ɡɛ§ʃ|régesh|רגש|
רֶכֶב|vehicle|ˈrɛ§χɛ§v|rékhev|רכב|
רֶצֶפְּט|recipe|ʁe.§ˈt͡se§p§t|retzépt|רצפט|
רַוָּק|bachelor|ra§w§ˈwaː§q|ravák|רווק|
רַוָּקָה|bachelorette|ra§waː§ˈqaː§‹|ravaká|רווקה|
רַךְ|soft|ʁa§χ|rakh|רך|
רַע|evil, trouble|ʁa§–|ra|רע|
רַעֲיוֹן|idea, concept|ʁa§(.a)§ˈj§o§n|ra'ayon|רעיון|
רָבַץ|to crouch|ʁa§ˈva§t͡s|raváts|רבץ|
רָדָה|to subjugate|ʁa§ˈda§‹|radá|רדה|
רָחֵל|ewe|ʁa.§ˈχe§l|rakhél|רחל|
רָחוֹק|far, distant|ʁa§ˈχ§ɔ§k|rakhók|רחוק|
רָפָא|to heal, cure|ʁa§ˈfa§‹|rafá|רפא|
רָפָאֵל|Raphael|ʁa§fa§ˈ(ʔ)e§l|rafa'el|רפאל|
רָץ|to run|ʁa§t͡s|rats|רץ|
רָצַח|to murder|ʁa§ˈt͡sa§χ|ratzákh|רצח|
רָצָה|to want|ʁa§ˈtsa§‹|ratsá|רצה|
רָקִיעַ|sky, heavens|ʁa§ˈki§‹§a|rakía|רקיע|
רָקַע|to stomp|ra§ˈka§–|raká|רקע|
רֹאשׁ הַשָּׁנָה|Jewish New Year|ˌʁo§‹§ʃ§ §ha§ʃa§ˈna§‹|rosh-hashaná|ראש השנה|
רֹאשׁ|head|ʁɔ§‹§ʃ|rōš
רֹמַח|spear|ˈʁɔ§ma§χ|rómakh|רומח|
רֹק|saliva|ʁo§k|roq|רוק|
ר־א־ש||
ר־ג־ע||
ר־ו־ץ||
ר־ח־ץ||
ר־ט־ב||
ר־כ־ב||
ר־ש־ם||
ראה|to see|ʁa§ˈʔa§‹|ra'á|רָאָה
ראובן||
ראוי||
ראות||
ראי||
ראיה||
ראיון|interview|re§ʔa§j§ˈo§n|רֵאָיוֹן
ראייה||
ראם||
ראקוניים||
ראש הפין||
ראש השנה|Jewish New Year|ˌʁo§‹§ʃ§ §ha§ʃa§ˈna§‹|rosh-hashaná|רֹאשׁ הַשָּׁנָה
ראש חודש||
ראש ממשלה||
ראש עיר||
ראש עירייה||
ראש|head; hemlock|ʁɔ§‹§ʃ|rosh|רֹאשׁ#רֹאשׁ
ראשון לציון||
ראשון|first|ʁi§‹§ˈʃ§ɔ§n|rishón|רִאשׁוֹן
ראשונה||
ראשוני||
ראשות||
ראשי תיבות||
ראשי||
ראשית||
ראשן||
ראשת||
רב בלתי רווי||
רב||
רב־מלאך||
רבאט||
רבבה||
רבד||
רבה||
רבוני||
רבוס||
רבי||
רבים||
רביעי||
רביעייה||
רבית||
רבנו||
רבני||
רבע||
רבעון||
רבץ|to crouch|ʁa§ˈva§t͡s|raváts|רָבַץ
רבקה|Rebecca|ʁi§v§ˈka§‹|rivká|רִבְקָה
רבשקה||
רבש״ע||
רגוע||
רגיל||
רגיש||
רגל|foot, leg|ˈʁe§ɡe§l|régel|רֶגֶל
רגע||
רגש|emotion, feeling|ˈʁɛ§ɡɛ§ʃ|régesh|רֶגֶשׁ
רגשי||
רדה|to subjugate|ʁa§ˈda§‹|radá|רָדָה
רדוד||
רדום||
רדיאטור||
רדיו|radio||rádyo|רַדְיוֹ
רַדְיוֹ|radio||rádyo|רדיורדיוס||
רדיקלי||
רדיקליזציה||
רדף||
רהב||
רהוט||
רהיט||
רהיטות||
רוֹמָנִית|Romanian (lang)|ʁ§ɔ§ma§ˈni§‹§t|romanít|רומנית|
רוּחַ|wind, air|ˈʁ§u.§ax|rúakh|רוח|
רואה חשבון||
רואה||
רוב||
רובה סער||
רובה||
רובוט||
רובע||
רוגאטקה||
רוגטקה||
רוגע||
רודיום||
רוהט||
רוויה||
רווק|bachelor|ra§w§ˈwaː§q|ravák|רַוָּק
רווקה|bachelorette|ra§w.§waː§ˈqaː§‹|ravaká|רַוָּקָה
רוזמרין||
רוזנבלום||
רוזנטל||
רוח הזמן||
רוח הקדש||
רוח קרב||
רוח רפאים||
רוח|wind, air|ˈʁ§u.§ax|rúakh|רוּחַ
רוחב||
רוחה||
רוחני||
רוחניות||
רוטב סויה||
רוטב||
רוית||
רוך||
רוכב||
רוכך||
רוכסן||
רום||
רומא||
רומח|spear|ˈʁ§ɔ§ma§χ|rómakh|רֹמַח
רומם||
רומן||
רומנוס||
רומניה||
רומנית|Romanian (lang)|ʁ§ɔ§ma§ˈni§‹§t|romanít|רוֹמָנִית
רון||
רונן||
רוסי||
רוסיה||
רוסית||
רועה גרמני||
רועה||
רועי||
רופא||
רופאה||
רופד||
רוצות||||
רוצים||||
רוק|saliva|ʁ§o§k|roq|רֹק
רוקה||
רוקח||
רוקחת||
רוקן||
רושם||
רושש||
רות||
רותך||
רותם||
רזה||
רחב ידיים||
רחב|wide|ʁa§ˈχa§v
רחבה||
רחובות||
רחום||
רחוץ||
רחוק מהעין, רחוק מהלב||
רחוק|far, distant|ʁa§ˈχ§ɔ§k|rakhók|רָחוֹק
רחל|ewe|ʁa.§ˈχe§l|rakhél|רָחֵל
רחם||
רחמים||
רחמנות||
רחף||
רחץ||
רחצה||
רח׳|street (abbr.)||R'kh|רְחוֹב
רטוב|wet|ʁa§ˈt§ɔ§v
רטט||
רטיבות||
רטרואקטיבי||
ריאד||
ריאה||
ריאיון|interview|re§‹§ʔa§j§o§n|re'ayon|רֵאָיוֹן
ריאליטי||
ריב||
ריבה|jam|ʁi.§‹§ˈba§‹|ribá|רִבָּה
ריבון||
ריבוני||
ריבוע||
ריבית||
ריגול תעשייתי||
ריגול||
ריגל||
ריגש||
רידד||
ריהוט||
ריהט||
ריזלינג||
ריח|odor, scent|ˈʁe.§‹§aχ|réakh|רֵיחַ
ריחיים||
ריחן||
ריחף||
ריחרח||
רייבנקלו||
רייקיאוויק||
ריכוז||
ריכז||
רימה||
רימון|pomegranate|ʁi§‹§ˈm§o§n|rimón|רִמּוֹן
רימונדה||
רינה||
ריס||
ריסס||
ריפא||
ריפד||
ריפוד|padding|ri§‹§ˈp§u§d|ripúd|רִפּוּד
ריצד||
ריצה||
ריצ׳רץ׳|zip|ʁ§i§t͡ʃ§‹§ʁa§t͡ʃ§‹
ריק||
ריקבון||
ריקוד||
ריקם||
ריקע||
רישות||
רישיון||
רישת||
ריתך||
רך|soft|ʁa§χ|rakh|רַךְ
רכב|vehicle|ˈrɛ§χɛ§v|rékhev|רֶכֶב
רכבל||
רכבת||
רכוש||
רכיל||
רכילות||
רככת||
רכס||
רכש||
רלבנטי||
רלוונטי||
רם||
רמאות||
רמאללה||
רמב״ם||
רמב״ן||
רמה||
רמון||
רמונים||||
רמז||
רמזור||
רמלה||
רמץ||
רמקול||
רמש||
רמשא טבא||
רמת גן||
רמת הגולן||
רמת חיים||
רן||
רסיס||
רסק||
רע|evil, trouble|ʁa§–|ra|רַע
רעב||
רעד||
רעה||
רעואל||
רעוע||
רעידת אדמה||
רעיון|idea, concept|ʁa§(.a)§ˈj§o§n|ra'ayon|רַעֲיוֹן
רעל||
רעם||
רעמסס||
רעננה||
רעננות||
רעף||
רעש וצלצולים||
רעש לבן||
רעש||
רעשן||
רעשני||
רפא|to heal, cure|ʁa§ˈfa§‹|rafá|רָפָא
רפאל|Raphael|ʁa§fa§ˈ(ʔ)e§l|rafa'el|רָפָאֵל
רפה||
רפואה||
רפואי||
רפובליקאי||
רפובליקה||
רפובליקני||
רפורמה||
רפי||
רפסודה||
רפת||
רץ|to run|ʁa§t͡s|rats|רָץ
רצה|to want|ʁa§ˈtsa§‹|ratsá|רָצָה
רצוי||
רצון טוב||
רצון||
רצועה||
רצועת עזה||
רצח עם||
רצח|to murder|ʁa§ˈt͡sa§χ|ratzákh|רָצַח
רציונל||
רציני||
רציף||
רציתי||||
רצפה||
רצפט|recipe|ʁe.§ˈt͡se§p§t|retzépt|רֶצֶפְּט
רק||
רקד||
רקדן||
רקדנית||
רקוב|rotten|ʁa§ˈk§u§v
רקטה||
רקטום||
רקטלי||
רקיע|sky, heavens|ʁa§ˈki§‹§a|rakía|רָקִיעַ
רקע|to stomp|ra§ˈka§–|raká|רָקַע
רקפת||
רשב״י||
רשות מחוקקת||
רשות||
רשימה||
רשלייזדנגאיב||
רשם בפרוטוקול||
רשם פרוטוקול||
רשם||
רשמי||
רשע||
רשעות||
רשף||
רשרוש||
רשת||
רש״י||
רתח||
רתך||
ר׳||
ר׳ג׳ר|Ghajar|
ר״ח||
ר״מ||
שְׁאֵלָה|question|ʃe§(ʔ)e§ˈla§‹|sh'elá|שאלה|
שְׁבוּעָה|oath|ʃ§v§u§ˈ(ʔ)a§‹|sh'vu'a|שבועה|
שְׁחִיטָה|slaughter|ʃ§χi§‹§ˈta§‹|sh'khitá|שחיטה|
שְׁכִינָה|dwelling, residing|ʃ§χi§‹§ˈna§‹|sh'khiná|שכינה|
שְׁכוּנָה|neighbourhood|ʃ§χ§u§ˈna§‹|sh'khuná|שכונה|
שְׁלֹמֹה|Solomon|ʃ§lo§ˈmo§‹|sh'lomó|שלמה|
שְׁלוֹשָׁה|three|ʃ§l§o§ˈʃa§‹|sh'loshá|שלושה|
שְׁמֵימִי|celestial|ʃ§me§j§ˈmi§‹|shmeymíy|שמימי|
שְׁמוֹנָה|eight|ʃ§m§o.§ˈna§‹|sh'moná|שמונה|
שְׁמוּאֵל|Samuel|ˈʃ§m§u.§e§l|sh'múel|שמואל|
שְׁנִיצֶל|schnitzel|ˈʃ§ni§‹§t͡se§l|shnitsel|שניצל|
שְׁנַיִם|two|ˈʃ§na§ji§m|sh'náyim|שניים|
שְׁנַייִם|two|ˈʃ§na.§›§ji§m|sh'náyim|שניים|
שְׁקִיעָה|sunset|ʃ§ki§‹§ˈ(ʕ)a§‹|shki'á|שקיעה
שְׁקָלִים|shekels|sh§ˈka§li§‹§m|sh'kalím|שקלים
שְׁרִיר|muscle|ʃ§ʁi§‹§ʁ|sh'rir|שריר|
שְׂפָתַיִם|lips|s§fa§ˈta§ji§m|s'fatáyim|שפתיים|
שֳׁרָשִׁים|roots|ʃo§ʁa§ˈʃi§‹§m
שִׁבְעָה|seven|ʃi§v§ˈ(ʔ)a§‹|shiv'á|שבעה|
שִׁבֹּלֶת|shibboleth|ʃi§ˈbo§le§t|shibólet|שיבולת|
שִׁדּוּר חוֹזֵר|rerun (broadcasting)|ʃi§ˌd§u§ʁ§-§χ§o§ˈzɛ§ʁ|shidùr-khozér|שידור חוזר|
שִׁדּוּר|broadcast|ʃi§ˈd§u§ʁ|shidúr|שידור|
שִׁיר|song|ʃi§‹§ʁ|shir|שיר|
שִׁישָּׁה|six|ʃi§‹§ˈʃa§‹|shishá|שישה|
שִׁכְלוּל|improvement|ʃi§χ§ˈl§u§l|shikhlúl|שכלול|
שִׁלְטוֹן|reign, rule|ʃi§l§ˈt§o§n|shiltón|שלטון|
שִׁלְטוֹנִי|governmental|ʃi§l§t§o§ˈni§‹|shiltoní|שלטוני|
שִׁפְשֵׁף|rub, chafe|ʃi§f§ˈʃe§f|shifshéf|שפשף|
שִׁקֵּר|to lie|ʃi§ˈke§ʁ|shikér|שיקר|
שִׂיחָה|conversation|si§‹§ˈχa§‹|sikhá|שיחה|
שִׂנְאָה|hatred|si§n§ˈ(ʔ)a§‹|sin'á|שנאה|
שֵׁם עֶצֶם|noun|ʃɛ§m§ §ˈɛ§tsɛ§m|she étsem|שם עצם|
שֵׁם תּוֹאַר|adjective|ʃɛ§m§ §t§ɔ§(ʔ)a§ʁ|shem to'ar|שם תואר|
שֵׁם|(given) name|ʃɛ§m|shém|שם
שֵׁמַע|audio|ˈʃe§ma§–|shéma|שמע|
שֵׁרוּת|service|ʃe§ˈʁ§u§t|sheirút|שירות|
שֵׁשׁ|six (f)|ʃe§ʃ|shésh|שש|
שֶׁבַע|seven|ˈʃe.§va§–|shéva|שבע|
שֶׁדֶר|dispatch|ˈʃɛ§dɛ§ʁ|shéder|שדר|
שֶׁטַח|territory|ˈʃɛ.§ta§χ|shétakh|שטח|
שֶׁלֶג|snow|ˈʃe§le§ɡ|shéleg|שלג|
שֶׁמֶן|oil|ˈʃe.§me§n|shémen|שמן|
שֶׁמֶשׁ|sun|ˈʃe§me§ʃ|shémesh|שמש|
שֶׁקֶל חָדָשׁ|new shekel|ˈʃɛ§kɛ§l§ §χa§ˈda§ʃ|shékel khadásh|שקל חדש
שֶׁקֶל|shekel|ˈʃɛ§kɛ§l|shékel|שקל
שֶׁקֶר|lie, falsehood|ˈʃe§ke§ʁ|shéker|שקר|
שַׁבָּת|Sabbath|ʃa§ˈba§t|shabát|שבת|
שַׁדְרָן|presenter|ʃa§d§ˈʁa§n|shadrán|שדרן|
שַׁחְמָט|chess|ʃa§χ.§ˈma§t|shakhmát|שחמט|
שַׁמֶּנֶת|cream|ʃa§ˈmɛ.§nɛ§t|shaménet|שמנת|
שַׁקְרָן|liar|ʃa§k§ˈʁa§n|shakrán|שקרן|
שַׂעֲרָה|hair|sa.§ʔa§ˈʁa§‹|sa'ará|שערה|
שַׂק|sack|sa§k|sak|שק|
שָׁאַל|to ask|ʃa§ʔa§l|sha'ál|שאל
שָׁאוּל|borrowed|ʃa.§ˈ(ʔ)§u§l|sha'úl|שאול|
שָׁבוּעַ|week|ʃa§ˈv§u§a(ʕ)|shavúa|שבוע|
שָׁבוּר|broken|ʃa§ˈv§u§ʁ|shavúr|שבור|
שָׁזַף|to tan|ʃa§ˈza§f|shazáf|שזף|
שָׁט|to drift|ʃa§t|shat|שט|
שָׁכַח|to forget|ʃa§ˈχa§χ|shakhákh|שכח|
שָׁלַף|to pull out|ʃa§ˈla§f|shaláf|שלף|
שָׁלוֹם עֲלֵיכֶם|Greetings!|ʃa§ˈl§o§m§ §a§le§‹§ˈχɛ§m|shalóm 'alekhém|שלום עליכם|
שָׁלוֹם|peace|ʃa§ˈl§o§m|shalóm|שלום|
שָׁלוּף|drawn (weapon)|ʃa§ˈl§u§f|shalúf|שלוף|
שָׁם|to assess|ʃa§m|shám
שָׁמַיִם|sky|ʃa§ˈma§ji§m|shamámayin|שמים|
שָׁנָה|year; to repeat|ʃa§ˈna§‹|shaná|שנה
שָׁעָה|hour|ʃa§ˈ(ʔ)a§‹|sha'á|שעה|
שָׁפְכָה|urethra|ʃɔ§f§ˈχa§‹|shofkhá|שופכה|
שָׁרָב|heat wave|ʃa§ˈʁa§v|sharáv|שרב|
שָׁרָךְ|fern|ʃa§ˈʁa§χ|sharákh|שרך|
שָׁתַל|to plant|ʃa§ˈta§l|shatál|שתל|
שָׁתָה|to drink|ʃa§ˈta§‹|shatá|שתה|
שָׂדֶה|field|sa§ˈde§‹|sadé|שדה|
שָׂחַק|to laugh|sa§ˈχa§k|sakháq|שחק|
שָׂם|to put, turn on|sa§m|sám
שָׂנֵא|to hate|sa§ˈne§‹|sané|שנא|
שָׂפָם|mustache|sa§ˈfa§m|safám|שפם|
שֹׁבֶל|trail, wake|ʃo§ˈve§l|shovél|שובל|
שֹׁחַד|bribe|ˈʃo§xa§d|shókhad|שוחד|
שֹׁרֶשׁ|root|ˈʃo§ʁɛ§ʃ|shoresh|שורש|
ש־ב־ע||
ש־ב־ת||
ש־ו־ט||
ש־ט־ח||
ש־כ־ח||
ש־כ־נ־ע||
ש־ל־ח||
ש־ל־ם||
ש־מ־ר־ט־ף||
ש־ר־ש||
ש־ת־ן||
שׁוֹפְכָן|ureter|ʃ§ɔ§f§ˈχa§n|shofkhán|שופכן|
שׁוֹפּ|shop|ʃ§o§p|shop|שופ
שׁוֹקוֹלָד|chocolate|ʃ§o§k§o§ˈla§d|shokolád|שוקולד|
שׁוּב|again|ʃuv|shúv|שוב|
שׁוּף|smooth, polished||shúf|שוף
שׁוׄבֶרֶת קֶרַח|icebreaker|ʃ§o§ˈvɛ§ʁɛ§t§ §ˈkɛ§ʁa§χ|shovéret kérakh|שוברת קרח|
שׁעונים|watches||ʃoː'nim|שְׁעוֹנִים
שׂוֹנֵא|hater, enemy|s§o§ˈne§‹|soné|שונא|
שאול|borrowed|ʃa.§ˈ(ʔ)§u§l|sha'úl|שָׁאוּל
שאיבת שומן||
שאל את עצמו||
שאל בני ונען||
שאל|to ask|ʃa§ʔa§l|sha'ál|שָׁאַל
שאלה|question|ʃe§(ʔ)e§ˈla§‹|sh'elá|שְׁאֵלָה
שאנגחאי||
שאף||
שאר||
שארית||
שב||
שבב||
שבבים||
שבדיה||
שבה||
שבוי||
שבוע טוב||
שבוע|week|ʃa§ˈv§u§a(ʕ)|shavúa|שָׁבוּעַ
שבועה|oath|ʃ§v§u§ˈ(ʔ)a§‹|sh'vu'a|שְׁבוּעָה
שבועון||
שבועות||
שבור לב||
שבור|broken|ʃa§ˈv§u§ʁ|shavúr|שָׁבוּר
שבח||
שבט||
שבטבט||
שבטי||
שבי||
שביט||
שביל החלב||
שביל||
שביעי||
שבירה||
שביתה||
שביתת נשק||
שבל||
שבלול||
שבלת||
שבע ברכות||
שבע|seven|ˈʃe.§va§–|shéva|שֶׁבַע
שבעה עשר||
שבעה|seven|ʃi§v§ˈ(ʔ)a§‹|shiv'á|שִׁבְעָה
שבעים||
שבעת המינים||
שבעת פלאי תבל||
שבעת||
שבעתיים||
שבץ||
שבר||
שברים||
שבת שלום||
שבת|Sabbath|ʃa§ˈba§t|shabát|שַׁבָּת
שבתאי||
שבתון||
שגוי||
שגיאה||
שגיאת כתיב||
שגעון||
שגרה||
שגריר||
שגרירות||
שד|breast|ˈʃa§d
שדה לבן||
שדה תעופה||
שדה|field|sa§ˈde§‹|sadé|שָׂדֶה
שדי||
שדכן||
שדר|dispatch|ˈʃɛ§dɛ§ʁ|shéder|שֶׁדֶר
שדרה||
שדרות||
שדרן|presenter|ʃa§d§ˈʁa§n|shadrán|שַׁדְרָן
שד׳||
שה||
שהד||
שהה||
שהם||
שואב אבק||
שואה||
שוב|again|ʃ§u§v|shúv|שׁוּב
שובבות||
שוביניזם||
שובל|trail, wake|ʃ§o§ˈve§l|shovél|שֹׁבֶל
שוברות קרח||||
שוברת קרח|icebreaker|ʃ§o§ˈvɛ§ʁɛ§t§ §ˈkɛ§ʁa§χ|shovéret kérakh|שׁוׄבֶרֶת קֶרַח‎
שוד||
שודד ים||
שודד||
שוהם||
שווא||
שוודיה||
שווה||
שווייץ||
שוחד|bribe|ˈʃ§o§xa§d|shókhad|שֹׁחַד
שוחח||
שוחט||
שוחרר||
שוט||
שוטה||
שוטט||
שוטף||
שוטר||
שוטרת||
שוכנע||
שול||
שולחן||
שולמן||
שום דבר||
שום||
שומן|fat (noun)|ʃ§u§ˈma§n
שומר ראש||
שומר שבת||
שומר||
שומרון||
שומרוני||
שומשום||
שונא|hater, enemy|s§o§ˈne§‹|soné|שׂוֹנֵא
שונה||
שוני||
שועל||
שוף|smooth, polished||shúf|שׁוּף
שופ|shop|ʃ§o§p|shop|שׁוֹפּ
שופט||
שופטים||
שופכה|urethra|ʃ§ɔ§f§ˈχa§‹|shofkhá|שָׁפְכָה
שופכן|ureter|ʃ§ɔ§f§ˈχa§n|shofkhán|שׁוֹפְכָן
שופר||
שוק שחור||
שוק||
שוקולד|chocolate|ʃ§o§k§o§ˈla§d|shokolád|שׁוֹקוֹלָד
שור||
שורה||
שורוק||
שורש|root|ˈʃ§o§ʁɛ§ʃ|shoresh|שֹׁרֶשׁ
שורשי||
שורשיות||
שורת הדין||
שוש||
שושן||
שושנה||
שותק||
שו״ב||
שזיף||
שזף עין||
שזף|to tan|ʃa§ˈza§f|shazáf|שָׁזַף
שחה|to swim|sa§ˈχa§‹
שחוט||
שחום||
שחור|black|ʃa§ˈχ§ɔ§ʁ
שחזור||
שחט||
שחיה||
שחיטה|slaughter|ʃ§χi§‹§ˈta§‹|sh'khitá|שְׁחִיטָה
שחיין||
שחין||
שחיתות||
שחלה||
שחמחם||
שחמט|chess|ʃa§χ.§ˈma§t|shakhmát|שַׁחְמָט
שחף||
שחפת||
שחק|to laugh|sa§ˈχa§k|sakháq|שָׂחַק
שחקים||
שחקן||
שחקנית||
שחר||
שחרור||
שחרחר||
שחרית||
שחרר||
שחת||
שט|to drift|ʃa§t|shat|שָׁט
שטויות||
שטוף||
שטח|territory|ˈʃɛ.§ta§χ|shétakh|שֶׁטַח
שטיח אדום||
שטיח||
שטיינברג||
שטיינזלץ||
שטינקר||
שטיפת מוח||
שטן||
שטף|to wash|ʃa§ˈta§f
שטפון||
שטר||
שטרודל||
שי||
שיא||
שיבולת שועל||
שיבולת|shibboleth|ʃi§‹§ˈb§o§le§t|shibólet|שִׁבֹּלֶת
שיבח||
שיבט||
שיבלת||
שיגע||
שיגעון||
שיגר||
שידה||
שידוך||
שידור חוזר|rerun (broadcasting)|ʃi§‹§ˌd§u§ʁ§-§χ§o§ˈzɛ§ʁ|shidùr-khozér|שִׁדּוּר חוֹזֵר
שידור|broadcast|ʃi§‹§ˈd§u§ʁ|shidúr|שִׁדּוּר
שידל||
שידר||
שידרוג||
שיהיה||
שיווי משקל כימי||
שיווק||
שיח||
שיחד||
שיחה|conversation|si§‹§ˈχa§‹|sikhá|שִׂיחָה
שיחק||
שיטה||
שיטח||
שיטפון||
שייח׳|Sheikh||شيخ
שייט||
שייך||
שייר||
שיכול||
שיכור||
שיכנע||
שילב||
שילה||
שילוב||
שילח||
שילטון||
שילם||
שימון||
שימור||
שימוש||
שימושי||
שימן||
שימפנזה||
שימר||
שימש||
שינה||
שינוי||
שינמוך||
שינקה||
שינקן||
שיעבוד||
שיעור||
שיעי||
שיעמם||
שיער||
שיפוד||
שיפון||
שיפור||
שיפר||
שיקמה||
שיקר|to lie|ʃi§‹§ˈke§ʁ|shikér|שִׁקֵּר
שיר ערש||
שיר|song|ʃi§‹§ʁ|shir|שִׁיר
שיראז||
שירה||
שירות|service|ʃe§‹§ˈʁ§u§t|sheirút|שֵׁרוּת
שירותים||
שירת||
שישה עשר||
שישה|six|ʃi§‹§ˈʃa§‹|shishá|שִׁישָּׁה
שישי||
שישים||
שישק||
שית||||
שיתוף||
שיתוק מוחי||
שיתף||
שיתק||
שכב|to lie down|ʃa§ˈχa§v|shakháv|שָׁכַב
שכבה||
שכווי||
שכונה|neighbourhood|ʃ§χ§u§ˈna§‹|sh'khuná|שְׁכוּנָה
שכח|to forget|ʃa§ˈχa§χ|shakhákh|שָׁכַח
שכחן||
שכין||
שכינה|dwelling, residing|ʃ§χi§‹§ˈna§‹|sh'khiná|שְׁכִינָה
שכל||
שכלול|improvement|ʃi§χ§ˈl§u§l|shikhlúl|שִׁכְלוּל
שכלתנות||
שכם||
שכן||
שכנע||
שכר||
שכתב||
של||
של־||
שלב||
שלג|snow|ˈʃe§le§ɡ|shéleg|שֶׁלֶג
שלגיה||
שלד||
שלדג||
שלהבת||
שלו||
שלווה||
שלולית||
שלום עליכם|Greetings!|ʃa§ˈl§o§m§ §a§le§‹§ˈχɛ§m|shalóm 'alekhém|שָׁלוֹם עֲלֵיכֶם
שלום|peace|ʃa§ˈl§o§m|shalóm|שָׁלוֹם
שלומיאל||
שלוף|drawn (weapon)|ʃa§ˈl§u§f|shalúf|שָׁלוּף
שלוק||
שלוש|three|ʃa§ˈl§ɔ§ʃ
שלושה עשר||
שלושה|three|ʃ§l§o§ˈʃa§‹|sh'loshá|שְׁלוֹשָׁה
שלושים||
שלושת||
שלח||
שלחן||
שלט רחוק||
שלט||
שלטון|reign, rule|ʃi§l§ˈt§o§n|shiltón|שִׁלְטוֹן
שלטוני|governmental|ʃi§l§t§o§ˈni§‹|shiltoní|שִׁלְטוֹנִי
שליח||
שליחה||
שליט||
שליטה||
שלילי||
שליש||
שלישי||
שלישייה||
שלך||
שלם||
שלמה|Solomon|ʃ§lo§ˈmo§‹|sh'lomó|שְׁלֹמֹה
שלמות||
שלף|to pull out|ʃa§ˈla§f|shaláf|שָׁלַף
שלפוחית||
שלש||
שלשה||
שלשול||
שלשום||
שלשים ותשעה||
שלשלת||
שלשת||
שם המפורש||
שם לב||
שם לוואי||
שם משפחה||
שם משתמש||
שם עט||
שם עצם|noun|ʃɛ§m§ §ˈɛ§tsɛ§m|she étsem|שֵׁם עֶצֶם
שם פעולה||
שם פרטי||
שם תואר|adjective|ʃɛ§m§ §t§ɔ§(ʔ)a§ʁ|shem to'ar|שֵׁם תּוֹאַר‎ 
שם|name|ʃɛ§m|shém|שֵׁם
שמאל|left|ˈs§mɔ§‹§l|s'mól|שְׂמֹאל
שמאלי||
שמאלני||
שמה||
שמואל|Samuel|ˈʃ§m§u.§e§l|sh'múel|שְׁמוּאֵל
שמונה עשר||
שמונה עשרה||
שמונה|eight|ʃ§m§o.§ˈna§‹|sh'moná|שְׁמוֹנָה
שמונים||
שמונת||
שמועה רחוקה||
שמועה||
שמוק||
שמורה||
שמות||
שמח||
שמחה||
שמחת תורה||
שמי||
שמיטה||
שמיים||
שמיכה||
שמים|sky|ʃa§ˈma§ji§m|shamámayin|שָׁמַיִם
שמימי|celestial|ʃ§me§j§ˈmi§‹|shmeymíy|שְׁמֵימִי
שמיני עצרת||
שמיני||
שמיר||
שמירה||
שמירת הלשון||
שמלה||
שממה||
שממית||
שמן|oil|ˈʃe.§me§n|shémen|שֶׁמֶן
שמנמן||
שמנת|cream|ʃa§ˈmɛ.§nɛ§t|shaménet|שַׁמֶּנֶת
שמע|audio|ˈʃe§ma§–|shéma|שֵׁמַע
שמעון||
שמעי||
שמעיה||
שמפו||
שמפניה||
שמר||
שמרון||
שמרטוף||
שמרטף||
שמרים||
שמרית||
שמרן||
שמש|sun|ˈʃe§me§ʃ|shémesh|שֶׁמֶשׁ
שמשה||
שמשום||
שמשון||
שמשי||
שן בינה||
שן|tooth|ˈʃɛn
שנ"צ||
שנא|to hate|sa§ˈne§‹|sané|שָׂנֵא
שנאה|hatred|si§n§ˈ(ʔ)a§‹|sin'á|שִׂנְאָה
שנאי||
שנבוב||
שנה טובה||
שנה|year; to repeat|ʃa§ˈna§‹|shaná|שָׁנָה
שנהב||
שנוא||
שנוי||
שנורקל||
שני||
שניה||
שניוני||
שנייה||
שניים|two|ˈʃ§na.§›§ji§m|sh'náyim|שְׁנַייִם
שנים עשר||
שנים|two|ˈʃ§na§ji§m
שניצל|schnitzel|ˈʃ§ni§‹§t͡se§l|shnitsel|שְׁנִיצֶל
שנער||
שנקל||
שנת אור||
שנת לימודים||
שנתי||
שסק||
שעבוד||
שעבר||
שעה|hour|ʃa§ˈ(ʔ)a§‹|sha'á|שָׁעָה
שעווה||
שעון מעורר||
שעון שמש||
שעון||
שעועית||
שעורה||
שעיר||
שעם||
שעמום||
שעמם||
שער הרחמים||
שער מתרומם||
שער||
שערה|hair|sa.§ʔa§ˈʁa§‹|sa'ará|שַׂעֲרָה
שערורייה||
שערוריתי||
שערות סבתא||
שעשגז||
שעשוע||
שף||
שפה||
שפונדרה||
שפט||
שפיכה||
שפירא||
שפירית||
שפך אור||
שפך||
שפכה||
שפלה||
שפם|mustache|sa§ˈfa§m|safám|שָׂפָם
שפמנון||
שפן||
שפע||
שפעת||
שפשף|rub, chafe|ʃi§f§ˈʃe§f|shifshéf|שִׁפְשֵׁף
שפת אם||
שפת תכנות||
שפתון||
שפתיים גדולות||
שפתיים קטנות||
שפתיים|lips|s§fa§ˈta§›§ji§m|s'fatáyim|שְׂפָתַיִם
שק האשכים||
שק לי בתחת||
שק שינה||
שק|sack|sa§k|sak|שַׂק
שקד||
שקול||
שקוף||
שקט||
שקים||||
שקיעה|sunset|ʃ§ki§‹§ˈ(ʕ)a§‹|shki'á|שְׁקִיעָה
שקיפות||
שקיק||
שקית||
שקל חדש|new shekel|ˈʃɛ§kɛ§l§ §χa§ˈda§ʃ|shékel khadásh|שֶׁקֶל חָדָשׁ
שקל|shekel|ˈʃɛ§kɛ§l|shékel|שֶׁקֶל
שקלים|shekels|sh§ˈka§li§‹§m|sh'kalím|שְׁקָלִים
שקמה||
שקנאי||
שקע||
שקף||
שקר|lie, falsehood|ˈʃe§ke§ʁ|shéker|שֶׁקֶר
שקרי||
שקרן|liar|ʃa§k§ˈʁa§n|shakrán|שַׁקְרָן
שקשוקה||
שר חוץ||
שר|to sing|ˈʃa§ʁ
שרב|heat wave|ʃa§ˈʁa§v|sharáv|שָׁרָב
שרבי||
שרביט||
שרד||
שרדונה||
שרה||
שרוול||
שרותים||
שרט|to scratch|sa§ˈʁa§t
שרי||
שריד||
שריון||
שריפה||
שריקה||
שריר|muscle|ʃ§ʁi§‹§ʁ|sh'rir|שְׁרִיר
שרירי||
שרית||
שרך|fern|ʃa§ˈʁa§χ|sharákh|שָׁרָךְ
שרמוטה||
שרף|to burn|sa§ˈʁa§f
שרפה||
שרפרף||
שרפשטיין||
שרץ||
שרק||
שרש||
שרשור||
שרשרת||
שרת||
שש בש||
שש|six (f)|ʃe§ʃ|shésh|שֵׁשׁ
ששה||
ששון||
ששת||
שת||
שתה|to drink|ʃa§ˈta§‹|shatá|שָׁתָה
שתייה||
שתיים|two|ˈʃ§ta§›§j§m
שתל|to plant|ʃa§ˈta§l|shatál|שָׁתַל
שתלטן||
שתן||
שתק||
שתר||
ש״ח|new shekel|ʃa§–§χ|shákh
ש״ס||
ש״ץ||
תְּאוֹם|twin|tĕ§ˈʔ§o§m|t'óm|תאום|
תְּזוּזָה|a movement|d͡z§‹§u§ˈza§‹|t'zuzá|תזוזה|
תְּמָנוּן|octopus|t§ma§ˈn§u§n|tmanún|תמנון|
תְּמוּנָה|photo|t§m§u§ˈna§‹|tmuná|תמונה|
תְּפִירָה|sewing|t§fi§‹§ˈʁa§‹|t'firá|תפירה|
תְּרוּעָה|shout, cry|tə§r§uː§ˈʕaː§‹|t'ru'á|תרועה|
תְּרוּפָה|medecine|t§ʁ§u§ˈfa§‹|t'rufá|תרופה|
תְּשׁוּבָה|answer|t§ʃ§u§ˈva§‹|t'shuvá|תשובה|
תְּשׂוּאָה|yield, return|t͡s§‹§u§ˈa§‹|tsu'á|תשואה|
תִּינוֹק|baby|ti§‹§ˈn§o§k|tinok|תינוק|
תִּמְסָח|crocodile|ti§m§ˈsa§χ|timsákh|תמסח|
תִּפְאֶרֶת|beauty, glory|ti§ˈf§e§ʁe§t|tif'éret|תפארת|
תִּקּוּנְצִ'יק|handyman|ti§ˈk§u§n.§tʃi§‹§‹§k|tikúnčik|תיקונצ׳יק|
תִּשְׁעָה|nine|ti§ʃ.§ˈ(ʔ)a§‹|tish'á|תשעה|
תל־אביב|Tel Aviv|te§l§ §(ʔ)a.§ˈvi§‹§v|tel 'aviv|תֵּל־אָבִיב|
תֵּל־אָבִיב|Tel Aviv|te§l§ §(ʔ)a.§ˈvi§‹§v|tel 'aviv|תל אביב|
תֶּלֶם|furrow|ˈte§le§m|télem|תלם|
תַּחַת|below|ˈta.§χa§t|tákhat|תחת|
תַּיָּרוּת|tourism|ta§ja§ˈʁ§u§t|tayarút|תיירות|
תַּן|jackal|ˈta§n|תן
תַּפְקִיד|function, role|ta§f§ˈki§‹§d|tafqid|תפקיד|
תַּפּוּז|orange|ta§ˈp§u§z|tapúz|תפוז|
תַּפּוּחַ|apple|ta§ˈp§u§aχ|tapúax|תפוח|
תַּצְלִיל|chord (music)|ta§t͡s§ˈli§‹§l|tatzlil|תצליל|
תַּשְׁדִּיר|commercial|ta§ʃ§ˈdi§‹§ʁ|tashdír|תשדיר|
תַּשְׁדִּיר־שֵׁרוּת|public service announcement|ta§ʃ§ˌdi§‹§ʁ§-§ʃɛ§ˈʁ§u§t|tashdìr-sherút|תשדיר שירות|
תָּא|cell|ta§‹|ta|תא|
תָּבַע|to demand|ta§ˈva§(ʕ)|tavá'|תבע|
תָּכְנִית|program|to§χ§ˈni§‹§t
תָּכְנִיתָן|programmer|to§χ§ni§‹§ˈta§n|tokhnithán|תוכניתן|
תָּלוּי|hanging, suspended|ta§ˈl§u§j|talúi|תלוי|
תָּפַר|to sew|ta§ˈfa§r|tafár|תפר|
תֹּאַר|epithet|ˈto.§a§ʁ||תאר
תֹּהוּ|desolation|ˈt§o.§(h)§u|tóhu|תוהו|
תֹּאַר|epithet|ˈto.§a§ʁ||תאר
תּוֹדָה רַבָּה‎|thank you|t§o§ˈda§‹§ §ʁa§ˈba§‹|todá rabá|תודה רבה|
תּוֹלַעַת|worm|t§o§ˈla§(ʔ)a§t|tolá'at|תולעת|
תּוֹעֵבָה|abomination|t§o§(ʔ)e§ˈva§‹|to'evá|תועבה|
תּוֹרָה|Torah|t§o§ˈʁa§‹|torá|תורה|
תּוּת|strawberry|t§u§t|tut|תות|
תּעבד|you will work||taː'vod|תַּעֲבֹד
תּשוּקה|passion|›§t͡ʃ§u§ˈka§‹|תְּשׁוּקָה
ת־ר־ג־ם||
תא גז||
תא גזים||
תא דם לבן||
תא|cell|ta§‹|ta|תָּא
תאגיד||
תאו||
תאווה||
תאום|twin|tĕ§ˈʔ§o§m|t'óm|תְּאוֹם
תאומים||
תאונה||
תאוצה||
תאטרון||
תאי||
תאילנד||
תאילנדי||
תאילנדית||
תאימות||
תאית||
תאנה||
תאר הפעל||
תאר|epithet|ˈto.§a§ʁ||תֹּאַר|
תאריך פג תוקף||
תאריך||
תבאנה||
תבוסה||
תביעה||
תבל||
תבלין||
תבן||
תבנית||
תבע|to demand|ta§ˈva§(ʕ)|tavá'|תָּבַע
תבריז||
תבשיל||
תג||
תגובה||
תגובית||
תגלית||
תדיר||
תדלק||
תה מנחה||
תה||
תהה||
תהו||
תהום||
תהילה||
תהלוכה||
תהליך||
תהלים||
תה״פ||
תו||
תואר הפועל||
תואר||
תובל||
תובע||
תוגה||
תוגרמה||
תודה רבה|thank you|t§o§ˈda§‹§ §ʁa§ˈba§‹|todá rabá|תּוֹדָה רַבָּה‎
תודה||
תודעה||
תוהו ובוהו||
תוהו|desolation|ˈt§o.§(h)§u|tóhu|תֹּהוּ
תוה״ק||
תווית יידוע||
תווית||
תווך||
תוך||
תוכאים||
תוכי||
תוכן||
תוכנה||
תוכנית||
תוכניתן|programmer|t§o§χ§ni§‹§ˈta§n|tokhnithán|תָּכְנִיתָן
תולדה||
תוליום||
תולע||
תולעת|worm|t§o§ˈla§(ʔ)a§t|tolá'at|תּוֹלַעַת
תום||
תומי||
תומ״י||
תוניס||
תוסכל||
תוספת||
תועבה|abomination|t§o§(ʔ)e§ˈva§‹|to'evá|תּוֹעֵבָה
תועד||
תועלת||
תוף||
תופעה||
תוצאה||
תוצרת||
תוקפנות||
תור||
תורגמן||
תורה|Torah|t§o§ˈʁa§‹|torá|תּוֹרָה
תוריום||
תורכי||
תורכיה||
תורמוס||
תורן||
תורני||
תורשה||
תורשתי||
תורת הקבוצות||
תושב||
תושלב״ע||
תות שדה||
תות|strawberry|t§u§t|tut|תּוּת
תותח||
תזוזה|a movement|d͡z§‹§u§ˈza§‹|t'zuzá|תְּזוּזָה
תזונה||
תזונתי||
תזו״מ||
תזמורת||
תחבולה||
תחבורה ציבורית||
תחבורה||
תחבושת||
תחביב||
תחום||
תחושה||
תחזית||
תחייה||
תחיית המתים||
תחילה||
תחלואה||
תחם||
תחמושת||
תחנה||
תחנון||
תחנת אוטובוס||
תחנת דלק||
תחנת חלל||
תחנת כוח||
תחנת רכבת||
תחפושת||
תחפיף||
תחרות||
תחת|below|ˈta.§χa§t|tákhat|תַּחַת
תחתון||
תחתונים||
תחתית||
תיאבון||
תיאור||
תיאר||
תיבה||
תיבל||
תיבת דואר||
תיבת פנדורה||
תיון||
תייר||
תיירות|tourism|ta§ja§ˈʁ§u§t|tayarút|תַּיָּרוּת
תיירותי||
תיכון||
תיכוני||
תיכנת||
תיל||
תילנד||
תילנדי||
תילנדית||
תילתל||
תימן||
תימני||
תינוק שנשבה||
תינוק|baby|ti§‹§ˈn§o§k|tinok|תִּינוֹק
תינוקת||
תיעב||
תיעד||
תיעוד||
תיק גב||
תיק||
תיקו||
תיקונצ׳יק|handyman|ti§‹§ˈk§u§n.§tʃi§‹§‹§k|tikúnčik|תִּקּוּנְצִ'יק
תיקן||
תירבות||
תירגל||
תירגם||
תירס||
תיש||
תכולה||
תכונה||
תכוף||
תכלית||
תכלת||
תכנה||
תכנות||
תכנית אב||
תכנית||
תכנן||
תכף||
תכשיט||
תל אביב|Tel Aviv|te§l§ §(ʔ)a.§ˈvi§‹§v|tel 'aviv|תֵּל־אָבִיב
תל||
תלה||
תלוי|hanging, suspended|ta§ˈl§u§j|talúi|תָּלוּי
תלונה||
תלות||
תלי||
תליום||
תלם|furrow|ˈte§le§m|télem|תֶּלֶם
תלמוד בבלי||
תלמוד ירושלמי||
תלמוד תורה||
תלמוד||
תלמודי||
תלמי||
תלמיד חכם||
תלמיד||
תלמידה||
תלת אופן||
תלת||
תלתל||
תלתן||
תם||
תמה||
תמהון||
תמוז||
תמונה|photo|t§m§u§ˈna§‹|tmuná|תְּמוּנָה
תמורה||
תמותה||
תמיד||
תמידי||
תמיכה||
תמים||
תמימות||
תמך||
תמנון|octopus|t§ma§ˈn§u§n|tmanún|תְּמָנוּן
תמסח|crocodile|ti§m§ˈsa§χ|timsákh|תִּמְסָח
תמצית||
תמר||
תמרוק||
תמרור||
תמרורים||
תמריץ||
תן|jackal|ˈta§n|תַּן
תנא||
תנאי||
תנודה||
תנוחה||
תנוך||
תנועה||
תנור||
תנים||
תנין||
תנך||
תנצב״ה||
תנשמת||
תנ״ך||
תנ״כי||
תסיל||
תסכית||
תסכל||
תסמונת דאון||
תסמונת האף הלבן||
תסמונת||
תספורת||
תסרוקת||
תעודה||
תעודת זהות||
תעופה||
תעלה||
תעלת סואץ||
תעמולה||
תענוג||
תענית בכורות||
תענית||
תעסוקה||
תערובת||
תערוכה עולמית||
תערוכה||
תעשה||
תעשיין||
תעתיק||
תפארת|beauty, glory|ti§ˈf§e§ʁe§t|tif'éret|תִּפְאֶרֶת
תפוז|orange|ta§ˈp§u§z|tapúz|תַּפּוּז
תפוח אדמה||
תפוח עץ||
תפוח|apple|ta§ˈp§u§aχ|tapúax|תַּפּוּחַ
תפוס||
תפילה||
תפילין||
תפיסה||
תפירה|sewing|t§fi§‹§ˈʁa§‹|t'firá|תְּפִירָה
תפישה||
תפל||
תפס||
תפקד||
תפקיד|function, role|ta§f§ˈki§‹§d|tafqid|תַּפְקִיד
תפר|to sew|ta§ˈfa§r|tafár|תָּפַר
תפרחת||
תפריט||
תצלום||
תצליל|chord (music)|ta§t͡s§ˈli§‹§l|tatzlil|תַּצְלִיל
תצפית||
תקדים||
תקוה||
תקווה||
תקופה||
תקיעה||
תקיפה מינית||
תקיפה||
תקלה||
תקליטור||
תקן||
תקע||
תקף||
תקציב||
תקרה||
תקריב||
תקריש||
תקרית||
תקשורת||
תר||
תרבות||
תרגום השבעים||
תרגום||
תרגומת||
תרגיל||
תרגל||
תרגם||
תרגמן||
תרד||
תרדמה||
תרועה|shout, cry|tə§r§uː§ˈʕaː§‹|t'ru'á|תְּרוּעָה
תרועות||||
תרופה|medecine|t§ʁ§u§ˈfa§‹|t'rufá|תְּרוּפָה
תרח||
תריס||
תריסר||
תרם||
תרנגול||
תרנגולת||
תרנהוד||
תרפים||
תרש||
תשבץ||
תשדיר שירות|public service announcement|ta§ʃ§ˌdi§‹§ʁ§-§ʃɛ§‹§ˈʁ§u§t|tashdìr-sherút|תַּשְׁדִּיר־שֵׁרוּת
תשדיר|commercial|ta§ʃ§ˈdi§‹§ʁ|tashdír|תַּשְׁדִּיר
תשואה|yield, return|t͡s§‹§u§ˈa§‹|tsu'á|תְּשׂוּאָה
תשואות||
תשובה|answer|t§ʃ§u§ˈva§‹|t'shuvá|תְּשׁוּבָה
תשומה||
תשומת לב||
תשוקה||
תשחץ||
תשיעי||
תשלום||
תשליך||
תשע||
תשעה באב||
תשעה עשר||
תשעה|nine|ti§ʃ.§ˈ(ʔ)a§‹|tish'á|תִּשְׁעָה
תשעים||
תשעת||
תשר||
תשרי||
תת קרקעי||
תת תרבות||
תת||
תת־||
תת־סדרה||
תתרן||
תתרנית||
ת׳||
ת׳רסטון|Thurston|
ת״א||
סוגריים|brackets||sograyin|סוֹגְרַיִם
סוֹגְרַיִם|brackets||sograyin|סוגריים






















`

