
// ⒶⒷⒸⒹⒺⒻⒼⒽⒾⒿⓀⓁⓂⓃⓄⓅⓆⓇⓈⓉⓊⓋⓌⓍⓎⓏ
// ⓐⓑⓒⓓⓔⓕⓖⓗⓘⓙⓚⓛⓜⓝⓞⓟⓠⓡⓢⓣⓤⓥⓦⓧⓨⓩ⊙
// 🅐🅑🅒🅓🅔🅕🅖🅗🅘🅙🅚🅛🅜🅝🅞🅟🅠🅡🅢🅣🅤🅥🅦🅧🅨🅩
// 🅰🅱🅲🅳🅴🅵🅶🅷🅸🅹🅺🅻🅼🅽🅾🅿🆀🆁🆂🆃🆄🆅🆆🆇🆈🆉



var collections = [
{ symbol:'ⓥ', desc:'Dependent vowels', chars:'(ิ|ี|ึ|ื|ุ|ู|ั|็)' },
{ symbol:'Ⓥ', desc:'Independent vowels', chars:'(เ|แ|ใ|ไ|โ|ะ|า|ำ)' },
{ symbol:'🅥', desc:'Vocalics', chars:'(ฤ|ฦ|ๅ)' },
{ symbol:'Ⓒ', desc:'All consonants', chars:'(ผ|ถ|ฐ|ข|ฃ|ป|บ|ต|ด|ฏ|ฎ|ก|อ|พ|ภ|ท|ธ|ฑ|ฒ|ค|ฆ|ฅ|ฉ|จ|ช|ฌ|ฝ|ส|ศ|ษ|ห|ฟ|ซ|ฮ|ม|น|ณ|ง|ว|ร|ล|ฬ|ย|ญ)' },
{ symbol:'Ⓣ', desc:'Tones', chars:'(่|้|๊|๋)' },
{ symbol:'⊙', desc:'Invisibles', chars:'(\u200C|\u200D)' },
]
