/*
native | meaning | IPA① | transcription | other transcriptions② | notes | wiktionary③


① separate each text unit (consonant+combining_mark(s)) with §, separate phonetic syllables with .
   use ‹ and › for a sound that spans 2 text units
   use – for a text unit that doesn't produce sound
   syllable boundary markers go inside previous unit, and emphasis markers begin emphasised unit

② the previous transcription field is always Latin. 
   if there is another key orthography (eg. Mongolian cyrillic) it goes here.
   vowelled/unvowelled alternatives also go here

③ if Wiktionary spells the word differently, add the spelling here
*/


otherTranscription = true   // kicks in the latest order of items: indicates that this uses a format that includes other transcriptions in the position shown above – this affects the assignments for the code, and i think also affects lookup for script notes that show both unvocalised and vocalised
termListType = 3			// picks up sources automatically





autoExpandExamples.ml = `


@ https://en.wiktionary.org/wiki/Appendix:Kra-Dai_Swadesh_lists

-ആൽ|if|aːl
-ആൾ|man (human being)|-aːɭ
-ഇൽ വെച്ച്|at|-il ʋet͡ʃt͡ʃɨ̆
-ഇൽ|at, in|-il
-ഉം|and|-um
-എങ്കിൽ|if|eŋkil
-ഓട് കൂടെ|with  (accompanying)|-oːʈɨ̆ kuːʈe
-കൾ||
-ത് കൊണ്ടാ|because|t̪ɨ̆ koɳʈaː
-ന് ഒപ്പം|with  (accompanying)|-nɨ̆ oppam
-ന്റെ ഒപ്പം|with  (accompanying)|-nre oppam
-ന്റെ കൂടെ|with  (accompanying)|-n̪re kuːʈe
പറവ|bird|paraʋa|||
355ാം|355th
അ-|that|a-
അം||
അംഹ്രി||
അഃ||
അകലെ|far|a§ɡa§le|akale
അകിൽ||
അക്ക||
അക്ഷരം||
അക്ഷി||
അഗജം||
അഗിരം||
അഗ്നി|fire|a§ɡ§n̪i|agni
അങ്കക്കളരി|arena|a§ŋ§ɡa§k§ka§ɭa§ɾi|aṅkakkaḷari
അങ്കച്ചേകവര്‍||
അങ്ങേര്|he|aŋŋeːɾɨ̆
അങ്ങ്|you s.|aŋŋɨ̆
അച്ചടക്കം||
അച്ചാർ||
അച്ഛൻ|father|a§t͡ʃ§t͡ʃʰa§n
അഞ്ചിതം||
അഞ്ച്|five|aɲt͡ʃɨ̆
അടക്ക||
അടക്കാമരം||
അടയ്ക്ക|betel nut|a§ɖa§j§k§ka|aṭaykka
അടയ്ക്കുക||
അടി|to hit, foot|a§ɖi|aṭi
അടിക്കുക||
അടിക്ക്|to hit|aʈikkɨ̆
അടിച്ചുവാരുക||
അടിയൻ|I|aṭiyan
അടിസ്ഥാനം||
അടുത്ത||
അടുത്ത്|near|aʈut̪t̪ɨ̆
അട്ട||
അണലി|viper|a§ɳa§li|aṇali
അണ്ഡം||
അണ്ഡവിസർ‌ജനം||
അണ്ണാര||
അണ്ണാരക്കണ്ണൻ||
അണ്ണാൻ||
അണ്ണൻ||
അതിര്||
അതിസാരം||
അതിർത്തി|border|ɐ§d̪i§r§t̪§t̪i|atiṟtti
അത്|that|at̪ɨ̆
അത്താഴം||
അത്തിരി||
അദ്ദേഹം||
അദ്ധ്യാപകന്‍||
അദ്ധ്യാപിക||
അധികം||
അധിദൂതൻ||
അധിരാജ്യം||
അധിരാജൻ||
അധിരാട്ട്||
അധിവർഷം||
അധിഷ്ഠിത||
അധ്യാപകൻ||
അനഡുഹി||
അനിവാര്യ||
അനിവാര്യം||
അനുജത്തി|little sister|a§nu§d͡ʒa§t̪§t̪i|anujatti
അനുജൻ||
അന്തഃപുരം|wife|ɐn̪d̪ɐppuɾɐm|antaḥpuraṁ
അന്തരായം||
അന്തരീയം||
അന്ത്യശാസനം||
അന്ധവിശ്വാസം||
അന്നകോഷ്ഠകം||
അന്നനാളം||
അന്യഭാഷ|foriegn language|a§n̪§ja§bʱaː§ʂa|anyabhāṣa
അനർത്ഥം||
അപ്പക്കാരൻ||
അപ്പച്ച||
അപ്പച്ചി||
അപ്പച്ചൻ||
അപ്പസ്തോലൻ|apostle||appastōlaṉ
അപ്പുറത്ത്||
അപ്പോൾ||
അപ്പൻ|father|a§p§pa§n|appan
അഭിപ്രായം||
അഭിമതി||
അമര||
അമാവാസി||
അമേരിക്ക||
അമ്പരം||
അമ്പലം||
അമ്പഴം||
അമ്പാഴം||
അമ്പ്||
അമ്മ|mother|amma
അമ്മച്ചി||
അമ്മമ്മ||
അമ്മായി||
അമ്മാവൻ||
അമ്മിക്കല്ല്||
അമ്മിഞ്ഞ|breast|ammiɲɲa
അമ്ലജനകം||
അയാൾ|he|a§jaː§ɭ|ayāḷ
അയിത്തം||
അയുതം||
അര||
അരകല്ല്||
അരക്കാൽ||
അരണ||
അരമന||
അരി|to cut|aɾi
അരികെ|near|a§ɾi§ke
അരുണാചൽ പ്രദേശ്||
അറിയുക||
അറിയ്|to know (a fact)|arijɨ̆
അറ്റം||
അലമാര||
അലമാരി||
അലസത||
അലുമിനിയം||
അല്പം||
അല്പവിരാമം||
അല്ല|not|alla
അല്ലാഹു||
അളം|place|ä§ɭɐ§m|aḷaṃ
അളവ്||
അളിഞ്ഞ|rotten (as, a log)|aɭiɲɲa
അഴക്||
അഴിക്കുക||
അഴിമതി||
അഴുകിയ|rotten (as, a log)|aɻukija
അഴുക്ക്|dirty|aɻukkɨ̆
അവ||
അവഗ്രഹം||
അവധി||
അവന്മാർ|they|aʋanmaːr
അവറ്റകൾ|they|aʋarrakaɭ
അവളുമ്മാർ|they|aʋaɭummaːr
അവസാനം||
അവസ്ഥ||
അവിടെ|there|aʋiʈe
അവിയൽ||
അവ്യയം||
അവൻ|he|aʋan
അവർ|they|aʋar
അവൾ||
അസൂയ||
അസ്ഥി||
അസ്സലാമു അലൈക്കും||
അൻ-|five|an-
അർഹത||
ആ|that|aː
ആകാശം||
ആകുക||
ആഗോളതാപനം||
ആഗ്രഹം||
ആഗ്രഹിക്കുക||
ആഘോഷം||
ആട്|to play|aːʈɨ̆
ആണ്|man (adult male)|aːɳɨ̆
ആണ്ട്|year|aːɳʈɨ̆
ആണ്‍-|man (adult male)|aːɳ-
ആണ്‍||
ആണ്‍കുട്ടി||
ആത്മാവ്||
ആന||
ആനപ്പാപ്പാൻ||
ആന്ധ്രാപ്രദേശ്||
ആപ്പിൾ||
ആപ്പൾ||
ആഫീസ്|office|äː§pʰiː§sɨ̆|
ആമ||
ആയ||
ആയിരം||
ആയുർവേദം||
ആരോഗ്യം||
ആര്|who|aːɾɨ̆ 
ആറ്|river|aː§rɨ̆|āṟŭ
ആലപ്പുഴ||
ആലയം||
ആലോചിക്കുക||
ആല്||
ആള്|man (human being)|aːɭɨ̆
ആഴ്ച|week|äː§ɻ§t͡ʃɐ|āḻca
ആഴ്ചപ്പതിപ്പ്|weekly||āḻcappatippŭ
ആവശ്യം||
ആവശ്യകം||
ആവശ്യകത||
ആവിത്ത്||
ആവിവണ്ടി||
ആശരൻ||
ആസാം||
ആസാമം||
ആഹാരം|food|äː§häː§ɾɐm|āhāraṃ
ആഹ്ലാദം||
ആൻ്റോ|proper name|aː§n§toː
ആർത്തവം||
ആർത്തവചക്രം||
ആർത്തവവിരാമം||
ആൽമരം||
ഇ-|this|i-
ഇംഗാലം||
ഇംഗാലാമ്ലം||
ഇംഗ്ലീഷ്||
ഇകല്||
ഇക്കിളി||
ഇക്കിൾ||
ഇകൽ||
ഇങ്ങേര്|he|iŋŋeːɾɨ̆  അദ്ദേഹം
ഇങ്ങ്|here|iŋŋɨ̆
ഇഞ്ചാല||
ഇഞ്ചി||
ഇടം||
ഇടതുപക്ഷം||
ഇടത്|left (side)|iʈat̪ɨ̆
ഇടമന||
ഇടവം||
ഇടവപ്പാതി||
ഇടിക്കുക||
ഇടിയപ്പം||
ഇടുക||
ഇടുക്കി||
ഇടുങ്ങിയ|narrow|iʈuŋŋija
ഇട്ടി||
ഇതര|other|it̪aɾa
ഇതിഹാസം||
ഇത്|this|it̪ɨ̆
ഇത്തിരി|few|it̪t̪iɾi
ഇതൾ||
ഇദ്ദേഹം|he|i§d§de§ham
ഇന്തുപ്പ്||
ഇന്ത്യ||
ഇന്ത്യയ്ക്ക്|to India 
ഇന്ദ്രനീലം||
ഇന്ദ്രൻ||
ഇന്ധനം||
ഇന്നലെ||
ഇന്ന്||
ഇന്‍പം||
ഇപ്പുറത്ത്||
ഇപ്പോൾ||
ഇഭം||
ഇഭാരി||
ഇഭി||
ഇയാൾ|he|ijaːɭ
ഇരി|to sit|iɾi
ഇരിക്കുക||
ഇരിക്ക്|to sit|i§ɾi§k§kɨ̆|irikkŭ
ഇരു-|two|iɾu-
ഇരുപ്പ||
ഇരുമ്പ്||
ഇറച്ചി|meat (as in flesh)|irat͡ʃt͡ʃi
ഇല|leaf|i§la|ila
ഇലിപ്പ||
ഇലിയം||
ഇല്ല|not|illa
ഇല്ലാതാക്കുക||
ഇല്ലായ്മ|famine|i§l§laː§j§ma|illāyma
ഇവന്മാർ|they|iʋanmaːr
ഇവര്||
ഇവറ്റകൾ|they|iʋarrakaɭ
ഇവളുമ്മാർ|they|iʋaɭummaːr
ഇവള്||
ഇവിടെ|here|iʋiʈe
ഇവൻ|he|iʋan
ഇവർ|they|i§ʋɐ§r|ivaṟ
ഇവൾ||
ഇവ​ൾ||
ഇഷ്ടം||
ഇസ്തിരിപ്പെട്ടി|iron (clothes)||istirippeṭṭi
ഇസ്ലാം||
ഇസ്ലാംമതം||
ഈ|this|iː
ഈച്ച||
ഈജിപ്ത്||
ഈട്ടി|rosewood|iː§ʈʈi|īṭṭi
ഈനാമ്പേച്ചി||
ഈന്തപ്പഴം||
ഈന്ത്||
ഈമ്പ്|to suck|iːmpɨ̆
ഈയം പൂശൽ||
ഈയം||
ഈറൻ|wet|iː§rɐ§n|īṟaṉ
ഈർപ്പമുള്ള|wet|iːɾppamuɭɭa
ഉം||
ഉച്ച||
ഉച്ചകോടി||
ഉച്ചാരണം||
ഉടമ്പടി||
ഉടുക്കുക||
ഉടുപ്പ്|clothing|u§ɖu§p§pɨ̆|uṭuppŭ
ഉണക്ക-|dry (adjective)|uɳakka-
ഉണങ്ങിയ|dry (adjective)|uɳaŋŋija
ഉണ്ട||
ഉണ്ടാകുക||
ഉണ്ട്||
ഉണ്ണ്|to eat|uɳɳɨ̆
ഉത്തര||
ഉത്തരം||
ഉത്തരാഖണ്ഡ്||
ഉത്തർപ്രദേശ്||
ഉത്സവം||
ഉത്സാഹം||
ഉദ്ഘാടനം||
ഉദ്ദേശം||
ഉദ്ധാരണം||
ഉന്നം||
ഉപഗ്രഹം||
ഉപദ്രവം||
ഉപയോഗം||
ഉപയോഗിക്കുക||
ഉപസർഗം||
ഉപ്പ||
ഉപ്പൂപ്പൻ||
ഉപ്പ്|salt|uppɨ̆
ഉപ്പൻ||
ഉമ്മ||
ഉമ്മനം||
ഉരകല്ല്||
ഉരഗം||
ഉരയ്ക്ക്|to rub|uɾajkkɨ̆
ഉരുണ്ട|round|u§ɾu§ɳ§ʈa|uruṇṭa
ഉരുള||
ഉരുളക്കിഴങ്ങ്||
ഉരുൾപൊട്ടൽ||
ഉരൻ||
ഉറക്കം||
ഉറക്കുക||
ഉറങ്ങുക||
ഉറങ്ങ്‌|to sleep|uraŋŋɨ̆
ഉറയ്ക്ക്|to freeze|urajkkɨ̆
ഉറുമാപ്പുലി||
ഉറുമ്പ്||
ഉറ്റവർ||
ഉറ്റാർ||
ഉറ്റോർ||
ഉലുവ||
ഉല്ലാഘം||
ഉളി||
ഉള്ളം||
ഉള്ളടക്കം||
ഉള്ളി||
ഉള്ള്|heart|uɭɭɨ̆
ഉഷ്ണമണ്ഡലം||
ഉഷ്ണമാനി||
ഉഷ്ണമാപിനി|thermometer||uṣṇamāpini
ഉഷ്ണമേഖല||
ഉസ്സി||
ഉർവ്വി||
ഉർവ്വീചലനം||
ഉർവ്വീജാനി||
ഉർവ്വീധരം||
ഉൽപ്പന്നം||
ഊഃ|moon||ūḥ
ഊഞ്ഞാൽ||
ഊട്ട||
ഊണ്|meals|uː§ɳɨ̆|ūṇŭ
ഊത|purple|uː§ta|ūta
ഊതുക||
ഊത്|to blow (as wind)|uː§t̪ɨ̆
ഊറാമ്പിലി||
ഊറാമ്പുലി||
ഊഷരദ്രാവണം||
ഊഹിക്കുക||
ഊർജം||
ഋഷി|rishi, sage|riʂi|r̥ṣi
എക്കിട്ട||
എക്കിൾ||
എങ്കിൽ||
എങ്ങനെ|how|e§ŋ§ŋa§ne|eṅṅane
എങ്ങനെയിരിക്കുന്നു||
എങ്ങ്|where|eŋŋɨ̆
എടുക്കുക||
എട്ടുകാലി||
എട്ട്||
എണ്ട||
എണ്ണ||
എണ്ണുക||
എണ്ണ്|to count|eɳɳɨ̆
എതിർലിംഗം||
എന്ത||
എന്തുകൊണ്ടന്നാൽ|because|en̪t̪ukoɳʈen̪n̪aːl
എന്ത്|what|en̪t̪ɨ̆
എന്ന-|what|enna-
എന്ന||
എന്നത്|what|ennat̪ɨ̆
എന്നാൽ||
എന്ന്|when|en̪n̪ɨ̆
എന്റ||
എന്റെ||
എപ്പം|when|eppam
എപ്പോൾ|when|eppoːɭ
എരിയ്|to burn|eɾijɨ̆
എരിവ്||
എരുമ||
എറണാകുളം||
എറിയ്|to throw|erijɨ̆
എലി||
എല്ലാ|all|ellaː
എല്ലാം|all|ellaːm
എല്ല്|bone|ellɨ̆
എളി||
എള്ള്||
എഴുത്ത്||
എവിടെ|where|eʋiʈe
എവൻ|who|eʋan
എവർ|who|eʋar
എവൾ|who|eʋaɭ
എസ്റ്റോണിയ||
എ്ന്നാ|on which day?|ə§n§naː
ഏകദേശം|approximately|eː§ɡɐ§d̪eː§ʃɐm|ēkadēśaṃ
ഏണി||
ഏതാണ്ട്||
ഏതു||
ഏത്തം||
ഏന്ത്രം||
ഏപ്പ||
ഏപ്രിൽ||
ഏമ്പക്കം||
ഏറെ|many|ēṟe
ഏറെക്കുറെ||
ഏല||
ഏലം||
ഏലക്ക||
ഏലക്കായ||
ഏഴ്|seven|eː§ɻɨ̆|ēḻŭ
ഏൻ|I|ēn
ഐങ്കോണം||
ഐങ്കോൺ|pentagon|ai̯§ṅ§koː§ɳ|aiṅkōṇ
ഐറാൻ||
ഐശീല്ം|than ice|ai̯§ɕiː§ləm
ഒക്ടോബർ||
ഒച്ച||
ഒട്ടകം||
ഒട്ടദേശം||
ഒട്ടൊക്കെ|somewhat|o§ʈ§ʈo§k§ke|oṭṭokke
ഒഡീഷ||
ഒത്തിരി|many|ottiri
ഒന്നിച്ച്||
ഒന്ന്|one|on̪n̪ɨ̆
ഒമ്പത്||
ഒരു|one|oɾu
ഒലിക്ക്|to flow|olikkɨ̆
ഒളിച്ചോടുക||
ഒഴിവാക്കുക||
ഒഴുക്|to flow|oɻukɨ̆
ഒഹായോ||
ഓഗസ്റ്റ്||
ഓടുക|to run|oː§ɖu§ɡɐ|ōṭuka
ഓട്||
ഓഡ്രം||
ഓണം||
ഓന്ത്||
ഓറഞ്ച്||
ഓലഞ്ഞാലി||
ഓസ്ട്രേലിയ|Australia|oː§s§ʈ§reː§li§jä|ōsṭrēliya
ഓഹരി||
ഔഷധം|medecine|ɐu§ʂɐ§d̪ʱɐm|auṣadhaṃ
കക്കൂസ്||
കക്ക്|to vomit|kakkɨ̆
കഞ്ഞി||
കട||
കടന്നൽ||
കടപ്പാട്||
കടമ്പു||
കടല||
കടലാസ്||
കടി|to bite|kaʈi
കടിക്കുക||
കടുംവെട്ട്||
കടുവ|tiger|kɐ§ɖu§ʋɐ|kaṭuva
കട്ടയാക്|to freeze|kaʈʈajaːkɨ̆
കട്ടിയുള്ള|thick|kaʈʈijuɭɭa
കട്ടൻ കാപ്പി||
കട്ടൻ ചായ||
കട്ടൻ||
കടൽ മത്സ്യം||
കടൽ|sea|ka§ɖa§l|kaṭal
കണക്ക്|mathematics|kɐ§ɳɐ§k§kɨ|kaṇakkŭ
കണ്ണട||
കണ്ണടയ്ക്കുക|to close ones eyes||kaṇṇaṭaykkuka
കണ്ണാടി||
കണ്ണിമാങ്ങ||
കണ്ണുകടി||
കണ്ണുനീർ||
കണ്ണുരുട്ടുക||
കണ്ണ്|eye|kaɳɳɨ̆
കണ്‍-|eye|kaɳ-
കത്തി||
കത്തിക്കല്ല്||
കത്ത്|to burn|kat̪t̪ɨ̆
കത്രിക||
കഥ|story|kɐ§t̪ʰɐ|katha
കനത്ത|heavy|kanat̪t̪a
കനമുള്ള|heavy|kanamuɭɭa
കന്നഡ|Kannada|ka§n̪§n̪a§ɖa|kannaḍa
കന്നി|unmarried girl|ka§n§ni
കന്നുകാലി||
കപടം||
കപടൻ||
കപ്പ||
കപ്പലണ്ടി||
കപ്പൽ||
കഫം||
കമട്ട്|to vomit|kamaʈʈɨ̆
കമുക്||
കമ്പി||
കമ്പ്|stick, branch|ka§m§pɨ̆
കമ്പ്യൂട്ടർ||
കമ്മൽ||
കയറ്|rope|kɐ§jɐ§ɾɨ̆|kayaṟŭ
കയ്യടി||
കയ്യിൽ||
കയ്യേറുക||
കയർ||
കര||
കരഘോഷം||
കരടി||
കരണ്ട്||
കരയുക||
കരള്|liver|kaɾaɭɨ̆
കരി|ash|kaɾi
കരിം-|black|kaɾim-
കരിഞ്ചീരകം||
കരിയില||
കരിയിലക്കിളി||
കരിയ്|to burn|kaɾijɨ̆
കര്‍ണ്ണം||
കരൾ|liver|kaɾaɭ
കറ||
കറക്കുക||
കറി||
കറുത്തവാവ്||
കറുത്തീയം||
കറുപ്പ്||
കറുപ്പ്‌|black|karuppɨ̆
കറുവ||
കറുവപ്പട്ട||
കല||
കലി||
കല്യാണം||
കല്ല്|stone|kallɨ̆
കളം||
കളരി||
കളരിപ്പയറ്റ്||
കളി|to play|kaɭi
കളിക്കുക||
കളിക്കൂട്ടുകാരൻ||
കളിക്ക്|to play|kaɭikkɨ̆
കളിപ്പാട്ടം||
കള്ളം||
കള്ളി||
കള്ള്||
കള്ളൻ||
കഴി|to eat|kaɻi
കഴിക്കുക||
കഴിഞ്ഞ||
കഴിഞ്ഞ്||
കഴിവ്||
കഴുകുക||
കഴുക്|to wash|kaɻukɨ̆
കഴുത||
കഴുത്ത്|neck|kaɻut̪t̪ɨ̆
കവര്||
കവിത||
കവിൾ||
കവുങ്ങ്||
കശുവണ്ടി||
കഷ്ടം||
കസേര|chair|ka§seː§ɾa|kasēra
കാക്ക||
കാകൻ||
കാട്|forest|kaːʈɨ̆
കാട്ടുകോഴി||
കാണുക||
കാണ്|to see|kaːɳɨ̆
കാണ്ടാമൃഗം||
കാത്|ear|kaːt̪ɨ̆
കാപ്പി||
കാമ്പ്||
കായ||
കായ്ക്കുക||
കായൽ|lake|kaːjal
കാരം|ash, dust|kaːɾam
കാരണം||
കാരറ്റ്||
കാര്യാലയം||
കാറ്റ്|wind (as in breeze)|kaːrrɨ̆
കാലം||
കാലടി|foot|kaːlaʈi
കാലാവസ്ഥ വ്യതിയാനം||
കാലാവസ്ഥ||
കാലാവസ്ഥാവ്യതിയാനം||
കാല്|leg|kaːlɨ̆
കാലൻ||
കാള||
കാളുക|to burn|kaːɭuka
കാഴ്ച|sight, vision|käː§ɻ§t͡ʃɐ|kāḻca
കാശ്||
കാഹളം||
കാർ||
കാൽ-|leg|kaːl-
കാൽ||
കാൽമുട്ട്||
കാൽവിരൽ|toe|käː§l§ʋi§ɾɐ§l|kālviral
കിട|to lie (as on one's side)|kiʈa
കിടക്കുക||
കിടക്ക്|to lie (as on one's side)|kiʈakkɨ̆
കിടാവ്|child (a youth)|kiʈaːʋɨ̆
കിണ്ടി||
കിണർ||
കിന്നരിമൈന||
കിരി||
കിരീടം||
കിലോമീറ്ററുകൾ|kilometers|ki§loː§miː§ṯ§ṯa§ru§ka§ɭ
കിളി|bird|kiɭi
കിളിമീൻ||
കിഴക്ക്||
കിഴങ്ങ്||
കീടം||
കീരം||
കീരി||
കുംഭം||
കുങ്കുമം||
കുചാലകം||
കുഞ്ഞു|small|kuɲɲu
കുഞ്ഞ്|child (a youth)|kuɲɲɨ̆
കുട||
കുടല്|guts|kuʈalɨ̆
കുടി|to drink|kuʈi
കുടിക്കുക||
കുടുംബം||
കുട്ടവള്ളം||
കുട്ടി|child (a youth)|kuʈʈi
കുടൽ|guts|kuʈal
കുതിര||
കുത്തുക||
കുത്ത്|to stab (or stick)|kut̪t̪ɨ̆
കുനിയുക||
കുന്ന്||
കുപ്പി||
കുയിൽ||
കുര||
കുരങ്ങ്||
കുരു||
കുരുമുളക്||
കുറക്കുക||
കുറച്ച്|few|ku§rɐ§t§t͡ʃɨ̆|kuṟaccŭ
കുറു|short|kuru
കുറുക്കൻ||
കുറെ||
കുറേ||
കുറേയൊക്കെ||
കുറ്റസമ്മതം||
കുല||
കുലംകുത്തി||
കുളം||
കുളവാഴ||
കുളിക്കുക||
കുളിരുള്ള|cold (as in weather)|kuɭiɾuɭɭa
കുള്ളൻ|short|kuɭɭan
കുഴപ്പം||
കുഴി||
കുഴിക്ക്|to dig|kuɻikkɨ̆
കുഴൽ||
കുശവൻ||
കുശുമ്പ്||
കൂടുതൽ||
കൂട്||
കൂട്ടാൻ||
കൂട്ടുക||
കൂട്ടുകാരി||
കൂട്ടുകാരൻ||
കൂട്ടുകാർ||
കൂട്ട്||
കൂണ്||
കൂത്തിപ്പട്ടി||
കൂന്||
കൂമ്പ്|heart|kuːmpɨ̆
കൂറാമ്പുലി||
കൂലി||
കൂവരക്||
കൂർത്ത|sharp (as a knife)|kuːɾt̪t̪a
കൃമി||
കൃഷിക്കാരൻ||
കൃഷ്ണന്‍||
കൃഷ്ണമണി|pupil|kri§ʂ§ɳɐ§mɐ§ɳi|kr̥ṣṇamaṇi
കെട്ടിടം||
കെട്ടിയവൻ|husband|keʈʈijaʋan
കെട്ടിയവൾ|wife|keʈʈijaʋaɭ
കെട്ട്|to tie|keʈʈɨ̆
കേട്|bad|keːʈɨ̆
കേരള||
കേരളം||
കേൾക്കുക||
കേൾക്ക്|to hear|keː§ɭ§k§kɨ̆
കൈ|hand|kaɪ
കൈക്കൂലി||
കൈത||
കൈതച്ചക്ക||
കൈപ്പ്||
കൊച്ചി||
കൊച്ചു|small|kot͡ʃt͡ʃu
കൊച്ച്|child|ko§t§t͡ʃɨ̆
കൊടി||
കൊടുക്കുക||
കൊടുങ്കാറ്റ്||
കൊടുമുടി|mountain|koʈumuʈi
കൊട്|to give|koʈɨ̆
കൊട്ടാരം||
കൊട്ട്|to hit|koʈʈɨ̆
കൊണ്ട്||
കൊതുക്||
കൊതുമ്പ്||
കൊമ്പ്|horn|kompɨ̆
കൊയ്യുക|to cut|kojjuka
കൊല||
കൊല്ലം|year|kollam
കൊല്ലവർഷം||
കൊല്ലുക||
കൊല്ല്|to kill|kollɨ̆
കൊല്ലൻ||
കൊള്ളുക||
കൊഴുപ്പ്|fat (noun)|koɻuppɨ̆
കൊൽക്കത്ത||
കോ||
കോടാലി||
കോടി||
കോട്ട||
കോട്ടം||
കോട്ടയം||
കോണകം||
കോത്|to cut|koː§t̪ɨ̆
കോപം||
കോഴി||
കോഴിക്കറി||
കോഴിക്കോട്||
കോഴിയിറച്ചി||
കോവിലകം||
കോൽ|stick (of wood)|koːl
ക്ക||
ക്ടാവ്||
ക്ത||
ക്ര||
ക്രാന്തിപഥം||
ക്രാന്തിവൃത്തം||
ക്രിയ||
ക്രിയാവിശേഷണം||
ക്രിസ്ത്യാനി||
ക്രിസ്ത്യൻ||
ക്ല||
ക്ലാസ്||
ക്ഷ||
ക്ഷാമം|scarcity, famine||kṣāmaṃ
ക്ഷേത്രം||
കൢപ്തം|fixed, limited|kɭipt̪ɐm|kliptaṁ
കർക്കടകം||
കർണാടക||
കർമ്മം||
കൽ|stone|kal
കൽപ്പനം||
ഖനനം|mining|kʰɐ§nɐ§nɐm|khananaṃ
ഗംഭീരം||
ഗജ||
ഗജം||
ഗജാരി||
ഗണനം||
ഗണിതം||
ഗണിനി||
ഗദ്യം||
ഗര്‍ഭപാത്രം||
ഗാണ്ഡി||
ഗാഥം|song|ɡäː§t̪ʰɐm|gāthaṃ
ഗാനം||
ഗായം||
ഗിരം||
ഗീതം||
ഗുജറാത്ത്||
ഗുണം||
ഗുണനം||
ഗുരു||
ഗുല്ഫം|ankle|gu§l§fam|gulfaṃ
ഗുളിക|ball|gu§ɭi§ka|guḷika
ഗൂഢാലോചന|conspiracy|ɡuː§ɖʰäː§loː§dʒɐ§nɐ|gūḍhālōcana
ഗൃഹം||
ഗോതമ്പ്||
ഗോപുരം||
ഗോവ||
ഗ്ഗ||
ഗ്ദ||
ഗ്ന||
ഗ്മ||
ഗ്രഹം||
ഗ്രാമ്പൂ|clove|ɡ§ɾaː§m§buː|grāmpū
ഗ്ല||
ഗർഭം||
ഗർഭപാത്രം||
ഘടകം||
ഘട്ടം||
ഘനം|weight|ɡʱɐ§nɐm|ghanaṃ
ങ്ക||
ങ്ങ||
ചക്ക||
ചക്രം||
ചങ്ക്|heart|t͡ʃaŋkɨ̆
ചട്ടി||
ചത||
ചതി||
ചതുരം||
ചന്ത||
ചന്തി||
ചന്ദനം||
ചന്ദ്രൻ||
ചപ്പുക||
ചപ്പ്|to suck|t͡ʃappɨ̆
ചമ്രം||
ചരിത്രം||
ചരിയ്|to lie, sleep|t͡ʃaɾijɨ̆
ചരുവം||
ചലച്ചിത്ര താരം||
ചലച്ചിത്രം|movie|t͡ʃa§la§t͡ʃ§t͡ʃi§t̪§ɾam|calaccitraṃ
ചാക്|to die|t͡ʃaːkɨ̆
ചാടുക||
ചാണകം||
ചാപ്പലിലെ പുരോഹിതന്||
ചാമ്പൽ|ash|t͡ʃaːmpal
ചായ്|to lie, sleep|t͡ʃaːjɨ̆
ചാരം|ash|t͡ʃaːɾam
ചാരായം||
ചാരൻ||
ചാള||
ചികിത്സ||
ചിങ്ങം||
ചിതൽ||
ചിതൽപുറ്റ്||
ചിന്തിക്കുക||
ചിരട്ട||
ചിരി|to laugh|t͡ʃiɾi
ചിരിക്കുക||
ചിറക്|wing|t͡ʃiɾakɨ̆
ചില|some|t͡ʃila
ചിലന്തി||
ചില്ലക്ഷരം||
ചില്ലറ പൈസ||
ചില്ലറ||
ചില്ല്||
ചിഹ്നം||
ചിഹ്നനം||
ചീഞ്ഞ|rotten (as, a log)|t͡ʃiːɲɲa
ചീത്ത|dirty|t͡ʃiːt̪t̪a
ചീര||
ചുകപ്പ്||
ചുക്ക്||
ചുണ്ടെലി||
ചുണ്ട്||
ചുണ്ണാമ്പ്||
ചുമ||
ചുള്ളി||
ചുള്ളിപ്രാണി||
ചുവപ്പ്|red|t͡ʃuʋappɨ̆
ചൂടുള്ള||
ചൂട്|warm (as in weather)|t͡ʃuːʈɨ̆
ചൂണ്ട||
ചൂല്||
ചെകുത്താൻ||
ചെങ്കലവ||
ചെടി||
ചെടികള്||
ചെടിച്ചട്ടി||
ചെത്ത്|to cut|t͡ʃet̪t̪ɨ̆
ചെന്നൈ||
ചെമപ്പ്||
ചെമ്പോത്ത്||
ചെമ്പ്||
ചെമ്മരിയാട്||
ചെറിയ|small|t͡ʃerija
ചെറു||
ചെറുകുടൽ||
ചെറുതേനീച്ച||
ചെറുനാരങ്ങ||
ചെളി||
ചെവി|ear|t͡ʃeʋi
ചെൻ-|red|t͡ʃen-
ചേച്ചി||
ചേട്ട||
ചേട്ടൻ||
ചേന||
ചേമ്പ്||
ചേര||
ചേരക്കോഴി||
ചേർക്കുക||
ചൈന|China|t͡ʃɐj§nɐ|caina
ചൊച്ചക്ക||
ചൊറിയ്|to scratch (an itch)|t͡ʃorijɨ̆
ചൊല്ല്|to say|t͡ʃollɨ̆
ചൊവ്വ||
ചൊവ്വാഴ്ച||
ചോദിക്കുക||
ചോര|blood|t͡ʃoː§ɾɐ|cōra
ചോറ്||
ചോളം||
ച്ച||
ച്ഛ||
ഛത്തീസ്ഗഢ്||
ഛോആ ഛൂ കാങ്||
ഛർദിക്ക്|to vomit|t͡ʃʰaɾd̪ikkɨ̆
ഛർദ്ദി|vomit|t͡ʃʰɐ§r§d̪§d̪i|chaṟddi
ജനനം||
ജനനി||
ജനാധിപത്യം||
ജനാല||
ജനാലാ||
ജനുവരി||
ജന്തു|animal|mr̥gaṃ
ജനൽ||
ജപ്പാൻ||
ജമ്മു-കശ്മീർ||
ജയം||
ജലം||
ജലദോഷം||
ജാതി||
ജാതിക്ക||
ജാമ്യം||
ജിജ്ഞാസ||
ജീരകം||
ജീവശാസ്ത്രം||
ജൂതൻ||
ജൂലൈ||
ജൂൺ|June|d͡ʒuː§ɳ|jūṇ
ജൈനമതം||
ജൈവദീപ്തി||
ജൈൻ||
ജോലി||
ജ്ജ||
ജ്ഞ||
ജ്ഞാനി||
ജ്യേഷ്ഠൻ||
ഝഷം|fish|d͡ʒʱɐ§ʂɐm|jhaṣaṃ
ഝാർഖണ്ഡ്||
ഝ്യ||
ഞങ്ങൾ|we|ɲa§ŋ§ŋa§ɭ|ñaṅṅaḷ
ഞണ്ടുണ്ണി||
ഞണ്ട്||
ഞരമ്പ്|nerve|ɲɐ§ɾɐ§m§bɨ̆|ñarampŭ
ഞാങ്ങൾ||
ഞാഞ്ഞൂൽ|worm|ɲäː§ɲ§ɲuː§l|ñāññūl
ഞാഞ്ഞൂൾ||
ഞാന്||
ഞായറാഴ്ച|Sunday|ɲaː§ja§raː§ɻ§t͡ʃa|ñāyaṟāḻca
ഞായർ|sun|ɲaːjaɾ
ഞാവൽ||
ഞാൻ|I|ñān
ഞെക്ക്|to squeeze|ɲekkɨ̆
ഞെരുക്ക്|to squeeze|ɲeɾukkɨ̆
ഞ്ച||
ഞ്ജ||
ഞ്ഞ||
ടെംപററി|temporary|ʈem§pa§ra§ri
ട്ട||
ടൗൺ|town|ʈɐu§ɳ|ṭauṇ
ഡിസംബർ|December|ɖi§sam§ba§r|ḍisambaṟ
ഡീസൽ||
ഡെൽഹി||
ഡ്ഡ||
ഡ്ഢ||
ഡൽഹി||
ണ്ട||
ണ്ഡ||
ണ്ണ||
ണ്മ||
തകിട്||
തക്കാളി||
തങ്കം||
തച||
തടാകം||
തടിച്ച|thick|t̪a§ʈi§t͡ʃ§t͡ʃa|taṭicca
തട്ട്|to hit|t̪a§ʈ§ʈɨ̆
തണുത്ത||
തണുപ്പ്||
തണുപ്പ്‌|cold (as in weather)|t̪aɳuppɨ̆
തത്ത|parrot|t̪a§t̪§t̪a
തത്സമയം||
തന്ത|father|t̪an̪t̪a
തമാശ|comedy|t̪ɐ§mäː§ʃɐ|tamāśa
തമിഴ് നാഡു||
തമിഴ്||
തമിഴ്നാട്||
തയിക്ക്|to sew|t̪ajikkɨ̆
തരംഗദൈർഘ്യം||
തരിക||
തരുക|to give|t̪aɾuka
തറ||
തറവാട്||
തല|head|t̪ala
തലച്ചോറ്||
തലമുറ||
തലസ്ഥാനം||
തലോട്|to rub|t̪aloːt̪ɨ̆
തല്ലുക||
തല്ല്|to hit|t̪allɨ̆
തള്ള|mother|t̪aɭɭa
തള്ളുക||
തള്ള്|to push|t̪aɭɭɨ̆
തവള||
തവി||
താ|to give|t̪aː
താക്കോല്‍||
താക്കോൽ||
താങ്കൾ|you(singular)|t̪aːŋkaɭ
താടി||
താപം||
താമര||
തായോളി||
താരം|star|t̪aːɾam
താറാവ്||
താളം||
താള്||
താഴെ||
താഴ്||
താഴ്ച||
താഴ്മ||
താഴ്വര||
താൻ|you(singular)|t̪aːn
താൽപ്പര്യം||
താൾ||
തിങ്കളാഴ്ച||
തിങ്കൾ|moon|t̪i§ŋ§ka§ɭ|tiṅkaḷ
തിന||
തിന്നുക||
തിന്ന്|to eat|t̪innɨ̆
തിര||
തിരമാല||
തിരശ്ശീല||
തിരി|to turn (change direction)|t̪iɾi
തിരുത്തുക||
തിരുമേനി||
തിരുവനന്തപുരം||
തിളയ്ക്കുക||
തിളയ്ക്കൽ||
തീ|fire|t̪iː
തീക്ഷ്ണതയുള്ള||
തീയതി||
തീയ്യ്||
തീറ്റ||
തീവണ്ടി||
തീവ്രവാദം||
തീവ്രവാദി||
തീർക്കുക||
തുങ്കം||
തുട||
തുടക്കം||
തുടയ്ക്ക്|to wipe|t̪u§ʈa§j§k§kɨ̆
തുണി||
തുന്ന്|to sew|t̪unnɨ̆
തുപ്പ്‌|to spit|t̪uppɨ̆
തുമ്മുക||
തുരുമ്പിക്കുക||
തുരുമ്പ്||
തുറക്കുക||
തുറമുഖം||
തുലാം||
തുള||
തുവൽ-|feather (rather not down)|t̪uːʋal-
തൂക്കം||
തൂക്ക്|to rub, wipe|t̪uːkkɨ̆
തൂവല്|feather (rather not down)|t̪uːʋalɨ̆
തെക്ക്||
തെങ്ങ്||
തെറി||
തെലുഗു||
തെലുങ്ക്||
തെള്ള്|to push|t̪eɭɭɨ̆
തേക്ക്||
തേങ്ങ||
തേനീച്ച||
തേപ്പുപെട്ടി||
തേയു||
തേയ്ക്ക്|rub|t̪eːjkkɨ̆
തേരട്ട||
തേൻ||
തേൻകിളി||
തേൾ||
തൈക്ക്|to sew|t̪aɪkkɨ̆
തൊട്ടാവാടി||
തൊട്ടി||
തൊണ്ട||
തൊലി|skin (of a person)|t̪oli
തോക്ക്||
തോണ്ട്|to dig|t̪oːnʈɨ̆
തോറ||
തോല്|skin (of a person)|t̪oːlɨ̆
തോല്‍||
തോള്||
തോൽ|skin (of a person)|t̪oː§l|tōl
തോൽവി||
ത്ത||
ത്ഥ||
ത്ന||
ത്ഭ||
ത്രികോണം||
ത്രിപുര||
ത്സ||
തൎക്കം||
തർക്കം||
ഥൻ
ദക്ഷിണ|southern|d̪a§k§ʂi§ɳa|dakṣiṇa
ദക്ഷിണം||
ദന്തം||
ദാരിദ്ര്യം||
ദാഹം||
ദിക്ക്||
ദിനം||
ദിവസം||
ദീർഘക്ഷമ||
ദുഃഖ വെള്ളി||
ദുഃഖം|sorrow|d̪uɦ§kʰam|duḥkhaṃ
ദുർബല||
ദുർബലം||
ദൂതൻ||
ദൂരം||
ദൂരദർശിനി||
ദൃശ്യം|scene, tableau|d̪r̩ʃjɐm|dr̥śyaṁ
ദേവത||
ദേശം||
ദേശവാഴി||
ദേശാചാരം||
ദേഹം||
ദൈവം||
ദൈവാലയം||
ദോശ||
ദോഷം||
ദ്ദ||
ദ്ധ||
ദ്രവ്യം||
ദ്രാവകം||
ദ്രോഹം||
ദ്വാരം||
ദ്വീപ്||
ധനം|wealth|d̪ʱɐ§nɐm|dhanaṃ
ധനു||
ധാന്യം||
ധാരാളം||
ധീ||
ധീവരം||
ധൂനി||
ധൂളി||
ധ്വജം||
നക്ഷത്രം||
നഖം||
നഗരം||
നട|to walk|n̪aʈa
നടക്കുക||
നടക്ക്|to walk|n̪aʈakkɨ̆
നടുക||
നടുക്ക്||
നടൻ||
നതി||
നദി||
നനഞ്ഞ|wet|n̪a§na§ɲ§ɲa|nanañña
നന്മ||
നമസ്കാരം||
നമസ്തേ|hello|n̪a§ma§s§t̪eː|namastē
നമ്മൾ|we|n̪a§m§ma§ɭ
നയനം||
നരകം||
നരിച്ചീർ||
നരൻ||
നല്ല|good|n̪alla
നല്ലത്|goodness|n̪ɐ§l§lɐ§d̪ɨ̆|nallatŭ
നവംബർ||
നശിപ്പിക്കുക||
നസ്രാണി||
നഹുഷ്യൻ||
നാം|we|n̪aːm
നാകം||
നാക്ക്|tongue|n̪aːkkɨ̆
നാഗം||
നാഗാലാൻഡ്||
നാട്||
നാനാർത്ഥം||
നാമം||
നാമവിശേഷണം||
നായ|dog|n̪aːja
നായകൻ||
നായാട്|to hunt (transitive)|n̪aːjaːʈɨ̆
നായർ||
നാരങ്ങ||
നാരൻ||
നാല്|four|n̪aːlɨ̆
നാളെ||
നാഴികക്കല്ല്||
നാവ്|tongue|n̪aːʋɨ̆
നാൽ-|four|n̪aːl-
നാൽകാലി||
നിക്ക്|to stand|n̪ikkɨ̆
നിഘണ്ടു|dictionary|n̪i§ɡʱa§ɳ§ɖu|nighaṇṭu
നിങ്ങൾ|you(plural)|n̪iŋŋaɭ
നിതംബം||
നിധി||
നിനയ്ക്ക്|to think|n̪inajkkɨ̆
നിന്ന്||
നിമിഷം||
നിരാകരണം||
നിറം||
നിറഞ്ഞ|full|n̪iraɲɲa
നിറയുക||
നിലം|earth (as in soil)|n̪ilam
നിലക്കടല||
നിലക്കീൽ||
നിലാവ്|moon|n̪i§laː§ʋɨ̆|nilāvŭ
നിഴൽ||
നിശ്ശബ്ദം|silence|n̪i§ʃ§ʃɐ§b§d̪ɐm|niśśabdaṃ
നിഷ്ഫല||
നിസ്സംഗത||
നിർബന്ധം||
നിൽക്കുക||
നിൽക്ക്|to stand|n̪ilkkɨ̆
നീ|you(singular)|n̪iː
നീണ്ട|long|n̪iː§ɳ§ɖɐ|nīṇṭa
നീതി||
നീന്ത്|to swim|n̪iːn̪t̪ɨ̆
നീര്||
നീല||
നീലം||
നീളം||
നീർ|water|n̪iːɾ
നീർക്കാട||
നീർക്കുതിര||
നീർക്കോലി||
നുകരുക||
നുണയുക||
നൂറ്||
നൃത്തം||
നെഞ്ച്|breast|n̪ent͡ʃɨ̆
നെയ്യ്||
നെറ്റി||
നെല്ലിപ്പലക||
നെല്ല്||
നേതാവ്||
നേത്രം||
നേരം||
നേരെ|straight|n̪eː§ɾe|nēre
നേർ-|straight|n̪eːɾ-
നേർത്ത|thin|n̪eːɾt̪t̪a
നോക്കുക||
നോക്കുകുത്തി||
ന്ത||
ന്ഥ||
ന്ദ||
ന്ധ||
ന്ന||
ന്മ||
ന്യൂ ഡെൽഹി||
ന്റ||
നർമ്മം||
നൽക്|to give|n̪alkɨ̆
പകരം||
പകലോമറ്റം||
പകുതി||
പക്കൽ||
പക്ഷി||
പക്ഷേ|but|pɐ§k§ʂe|pakṣē
പകൽ|day (daytime)|pɐ§ɡɐ§l|pakal
പച്ച|green|pat͡ʃt͡ʃa
പച്ചകുത്തുക||
പച്ചകുത്ത്||
പച്ചക്കറി||
പഞ്ചസാര||
പഞ്ചാബ്||
പഞ്ഞം||
പഞ്ഞപ്പുല്ല്||
പടം||
പടവലങ്ങ||
പടിഞ്ഞാറ്||
പട്ട|bark (of tree)|paʈʈa
പട്ടണം||
പട്ടി|dog|paʈʈi
പഠിക്കുക||
പഠിപ്പിക്കുക||
പണി||
പണ്ടത്തെ|old|paɳʈat̪t̪e
പണ്ട്||
പതാക||
പതിനായിരം||
പതിനാറ്||
പതിപ്പ്||
പതിവ്||
പത്തി||
പത്ത് കോടി||
പത്ത് ലക്ഷം||
പത്ത്||
പദം||
പന||
പനി-|fog, snow|pani-
പനി||
പന്ത്||
പന്ന|bad|panna
പന്നി|pig|pa§n̪§n̪i|panni
പയർ||
പരസ്യം||
പരാജയം||
പരിച||
പരിധി||
പരിപ്പ്||
പരിശുദ്ധ||
പരിശുദ്ധത||
പരിഹാരം||
പരീക്ഷാഫലം||
പരുന്ത്||
പര്യായം||
പറക്കുക||
പറക്ക്|to fly|parakkɨ̆
പറങ്കിയണ്ടി||
പറയുക||
പറയ്‌|to say|parajɨ̆
പറിക്കുക||
പറുദീസ|heaven|pä§ru§d̪iː§sä|paṟudīsa
പറ്റി||
പറ്റുക||
പല|many|pala
പലക||
പലഹാരം||
പലിശ||
പല്ലക്ക്||
പല്ലി||
പല്ല്|tooth (rather not molar)|pallɨ̆
പള്ള|belly|paɭɭa
പള്ളി||
പള്ളീലച്ഛന്‍||
പഴം|fruit,seed|കുരു (kuɾu
പഴഞ്ചൊല്ല്||
പഴമൊഴി||
പഴയ|old|paɻaja
പഴയത്||
പഴുതാര||
പഴൻ-|old|paɻan-
പവിത്രം||
പവിഴം||
പശു||
പശ്ചിമ ബംഗാൾ||
പാകം||
പാകുക||
പാചകം||
പാചനൻ||
പാട്|to sing|paːʈɨ̆
പാട്ടം||
പാട്ട്||
പാന||
പാനീയം||
പാപം||
പാപ്പാൻ||
പാമ്പ്|snake|paːmpɨ̆
പാറ||
പാറ്റ|cockroach|paː§t§ta
പാററ|cockroach|paː§t§ta
പാലം||
പാലു്|milk, pink|paː§lə|pālə̆
പാല്||
പാവാട||
പാൽ||
പിച്ചള||
പിടി|to hold (in one's hand)|piʈi
പിടിക്കുക||
പിടിക്ക്|to hold (in one's hand)|piʈikkɨ̆
പിണക്കം||
പിതാവ്||
പിത്തം||
പിത്തള||
പിള്ള|child (a youth)|piɭɭa
പിളർക്ക്|to split|piɭaɾkkɨ̆
പിഴി|to squeeze|piɻi
പീച്ചിങ്ങ||
പീഡനം||
പുക|smoke|puka
പുകഴ്ത്തുക||
പുതിയ|new|put̪ija
പുതു-|new|put̪u-
പുതുമുഖം||
പുത്തൻ|new|put̪t̪an
പുരികം||
പുറം|back|puram
പുറകിൽ||
പുലാസൻ||
പുലി||
പുല്ല്|grass|pullɨ̆
പുളവൻ||
പുളി||
പുഴ|river|puɻa
പുഴു|worm|puɻu
പുസ്തകം||
പുൽ-|grass|pul-
പൂ|flower|puː
പൂച്ച||
പൂജ്യം||
പൂട|feather, hair|puːʈa
പൂട്ടി||
പൂട്ടുക||
പൂട്ട്||
പൂള്|to cut, split|puːlɨ̆
പൂഴി|sand|puːɻi
പൂവ്|flower|puːʋɨ̆
പെട്ടി||
പെട്രോൾ||
പെണ്ണു്|woman|peɳɳɨ̆
പെണ്ണ്||
പെണ്‍-|woman|peɳ-
പെണ്‍||
പെണ്‍കുട്ടി||
പെയ്യുക|to rain|pejjuka
പെരും-|big|peɾum-
പെറ്റമ്മ||
പെസഹ||
പെൻസിൽ|pencil|pe§n§si§l|peṉsil
പേടി||
പേടിക്ക്‌|to fear|peːʈikkɨ̆
പേന|pen|peː§nɐ|pēna
പേര്|name|pērŭ
പേറ്റ്|belly|peːrrɨ̆
പേൻ|louse|peːn
പേർ|name|pēr
പൈങ്കിളി||
പൈസ||
പൊങ്ങ്|to float|poŋŋɨ̆
പൊടി|dust, powder|po§ɖi|poṭi
പൊടിച്ചേമ്പ്||
പൊട്ടിത്തെറി||
പൊട്ടിത്തെറിക്കുക||
പൊട്ടൻ||
പൊന്ത്|to float|pon̪t̪ɨ̆
പൊന്ന്||
പൊന്മാൻ||
പൊരുത്|to fight|poɾut̪ɨ̆
പൊഴി|to rain|poɻi
പൊഴിക്കുക||
പോകാം||
പോകുക||
പോച്ച|grass|poːt͡ʃt͡ʃa
പോത്ത്||
പോരടിക്കുക||
പോരാട്|to fight|poːɾaːʈɨ̆
പോരുക||
പോര്||
പോലെ||
പ്പ||
പ്ര||
പ്രകാശം||
പ്രക്രത||
പ്രക്രിയ||
പ്രതിജ്ഞ||
പ്രതിരോധമരുന്ന്||
പ്രത്യയം||
പ്രധാന||
പ്രധാനം||
പ്രയാസം||
പ്രവാചകന്||
പ്രവാസം||
പ്രവാസി||
പ്രശ്നം||
പ്രശ്ലേഷം||
പ്രസിദ്ധ||
പ്രസിദ്ധം||
പ്രാകൃതം||
പ്രാണി||
പ്രാതൽ||
പ്രാവ്||
പ്രീതി||
പ്ല||
പ്ലസ്ടു||
പ്ലാറ്റിനം||
പ്ലാവ്||
പ്ലാസ്റ്റിക്||
പർവ്വതം||
ഫലം|result|fɐ§lɐm|falaṃ
ഫലിതം||
ഫുട്ബോൾ||
ഫെബ്രുവരി|February|fe§b§ɾu§ʋa§ɾi|februvari
ഫ്രിഡ്ജ്|fridge
ബന്ധു||
ബലാത്സംഗം||
ബലൂണ്||
ബലൂൺ||
ബഹുവചനം||
ബാംഗ്ലൂർ||
ബാക്കി||
ബാങ്ക്||
ബാപ്പ||
ബാലൻ||
ബിഹാർ||
ബുക്ക്||
ബുദ്ധി|wisdom, intelligence|bu§d̪§d̪ʱi|buddhi
ബുദ്ധിയുള്ള||
ബുധനാഴ്ച||
ബുധൻ||
ബൂന് ലേഈ||
ബൃഹസ്പതി||
ബ്ബ||
ബ്രസീൽ||
ബ്രഹ്മാവ്||
ബ്രിട്ടൺ|Britain|b§ri§ʈ§ʈɐ§ɳ|briṭṭaṇ
ഭക്തി||
ഭക്ഷണം||
ഭയം||
ഭയങ്കരം||
ഭരണി||
ഭവനം||
ഭസ്മം||
ഭാഗം||
ഭാരം||
ഭാരതം||
ഭാര്യ|wife|bʱaː§ɾ§ja|bhārya
ഭാഷ||
ഭീകരവാദം||
ഭീകരവാദി||
ഭീതി||
ഭുതി||
ഭൂപടം||
ഭൂമി||
ഭൃത്യൻ||
ഭേദകം||
ഭോഷൻ||
ഭർത്താവ്||
മകരം||
മകൻ||
മകൾ||
മഞ്ഞ|yellow|ma§ɲ§ɲa|mañña
മഞ്ഞുകട്ട|ice|maɲɲukaʈʈa
മഞ്ഞ്||
മഞ്ഞ്‌|fog, snow|maɲɲɨ̆
മഞ്ഞൾ||
മടി|laziness|mɐ§ɖi|maṭi
മണം||
മണക്ക്|to smell (sense odor)|maɳakkɨ̆
മണവാട്ടി|wife|maɳaʋaːʈʈi
മണവാളൻ|husband|maɳaʋaːɭan
മണി||
മണിക്കൂർ||
മണിച്ചട്ടം||
മണിപ്പൂർ||
മണ്ണിടിച്ചിൽ||
മണ്ണ്|earth (as in soil)|maɳɳɨ̆
മണ്‍|earth (as in soil)|maɳ
മണൽ|sand|maɳal
മതം||
മതി||
മത്തങ്ങ||
മത്തി||
മത്സരം||
മത്സ്യം||
മദാമ||
മദ്യം||
മധു||
മധുരം||
മധ്യപ്രദേശ്||
മനസ്സ്||
മനാക||
മനിതൻ||
മനുജൻ||
മനുഷ്യന്‍||
മനുഷ്യൻ||
മന്ത്രം||
മന്ത്രാലയം||
മന്ത്രി||
മയിർ||
മയിൽ||
മരം|tree|maɾam
മരച്ചീനി||
മരണം||
മരതകം||
മരത്തൊലി|bark (of tree)|maɾat̪t̪oli
മരുന്ന്||
മരുഭൂമി||
മര്യാദ||
മറയ്ക്കുക||
മറാഠീ|Marathi|ma§raː§ʈʰiː|maṟāṭhī
മറാത്തി||
മറ്റെ||
മറ്റേത്||
മറ്റ്|other|marrɨ̆
മല|mountain|mala
മലബന്ധം||
മലയാളം||
മലയാളി||
മല്ലി||
മഴ||
മഷി||
മസാല||
മസ്തിഷ്കജ്വരം||
മഹാ||
മഹാമാരി||
മഹാരാഷ്ട്ര|Maharashtra||mahārāṣṭra
മഹാസമുദ്രം||
മഹാൻ||
മാ||
മാംസം||
മാംസ്യം||
മാങ്ങ|unripe mango|mäː§ŋ§ŋɐ|māṅṅa
മാങ്ങാക്കറി||
മാടത്ത||
മാട്||
മാട്ടിറച്ചി||
മാണിക്യം||
മാതാവ്||
മാതൃദിനം||
മാനം|sky|maːnam
മാനവതാവാദം||
മാനവൻ||
മാന്||
മാന്ത്|to dig, scratch|maːn̪t̪ɨ̆
മാപ്പ്||
മാമ്പഴം||
മാമൻ||
മാര്‍||
മാറെറാലി|echo|maː§ṯ§ṯo§li
മാല||
മാലയിടുക||
മാലാഖ||
മാലിന്യം||
മാളം||
മാവ്||
മാഷ്||
മാസം||
മാൻ||
മാർച്ച്||
മാർജ്ജാരൻ||
മിഠായി|candy|mi§ʈʰäː§ji|miṭhāyi
മിണ്ടാപ്രാണി||
മിണ്ടുക||
മിത്രം||
മിഥുനം||
മിനുസ്സമുള്ള|smooth|minus̪s̪amuɭɭa
മിഴി|eye|mi§ɻi|miḻi
മിസോറം||
മീനം||
മീശ||
മീൻ|fish|mīn
മീൻകൊത്തി||
മീൻപിടിക്കുക||
മു-|three|mu-
മുംബൈ||
മുകളിൽ||
മുക്കാൽ||
മുഖം||
മുടി|hair, head|muʈi
മുട്ട|egg|muʈʈa
മുട്ടുകുത്തുക||
മുട്ട്|knee|muʈʈɨ̆
മുതിര്‍ച്ച||
മുതുകു്|back|mut̪ukɨ̆
മുത്തം||
മുത്താറി||
മുത്താഴം||
മുതൽ||
മുനമ്പ്||
മുന്തിരി||
മുന്നില്||
മുരിങ്ങ||
മുറിക്കുക||
മുറിക്ക്|to cut|murikkɨ̆
മുറിവ്||
മുല|breast|mula
മുല്ല||
മുള|bamboo|mu§ɭa|muḷa
മുളക്||
മുള്ള്||
മുഴുവൻ|all|muɻuʋan
മുസ്ലീം||
മുൻപിൽ||
മൂക്ക്|nose|muːkkɨ̆
മൂങ്ങ||
മൂത്ത||
മൂത്രം||
മൂന്ന്|three|muː§n̪§n̪ɨ̆|mūnnŭ
മൂഷകം||
മൃഗം|animal|mri§ɡɐm|mr̥gaṁ
മൃതശരീരം||
മൃദംഗം||
മെത്ത||
മെനിഞ്ചൈറ്റിസ്||
മെലിച്ചിൽ||
മെലിഞ്ഞ|thin|meliɲɲa
മേഘം|cloud||megham
മേഘാലയ||
മേടം||
മേയ്||
മേലെ||
മേശ||
മേൽ||
മേൽഭാഗം||
മേൽഭാഗത്ത്||
മേൽവിലാസം||
മൈദാനം||
മൈന||
മൈലാഞ്ചി||
മൊത്തം|all|mot̪t̪am
മൊഴി|tongue|moɻi
മൊഴിക്ക്|to say|moɻikkɨ̆
മോക്ഷം||
മോട്ടോർ സൈക്കിൾ||
മോതിരം||
മോര്||
മോഷ്ടിക്കുക||
മോഹം||
മോഹിക്കുക||
മ്പ||
മ്മ||
മ്ല||
മൺപാത്രം||
മർത്ത്യൻ||
മർത്തൻ||
യന്ത്രം|machine|jɐ§n̪§d̪§rɐm|yantraṃ
യമൻ||
യയു||
യവനം||
യവിക||
യവിര||
യഹൂദമതം||
യഹൂദൻ||
യാക്ക||
യാത്രികൻ||
യുവകൻ||
യുവാവ്||
യൂണൂഷ്||
യേശു||
യോഗ്യത||
യോശുവ||
യ്യ||
യ്ല||
രക്തം||
രക്തബന്ധം||
രക്ഷിതാവായ||
രണ്ട്|two|ɾaɳʈɨ̆
രസം||
രസതന്ത്രം||
രഹസ്യം||
രാക്ഷസി||
രാഘവന്‍||
രാജകുമാരി||
രാജത്വം||
രാജസ്ഥാൻ||
രാജാവ്||
രാജ്യം||
രാജ്യദ്രോഹം||
രാത്രി||
രാവ്|night|ɾaːʋɨ̆
രൂപ||
രൂപം||
രൈ||
രോഗം||
രോമം||
ര്വ||
റദ്ദാക്കുക||
റദ്ദ്|cancel|rä§d̪§d̪ːɨ̆|ṟaddŭ
റഫ്രിജറേറ്റർ||
റബർ|rubber|rɐ§bɐ§r|ṟabaṟ
റവ||
റഷ്യ||
റാഗി||
റൊട്ടി||
റ്റ||
റ്റജീറ്റീസ്||
ലക്കം||
ലക്ഷം||
ലക്ഷ്യം||
ലങ്കാരി||
ലഹരിപാനീയം||
ലിംഗം||
ലിപ്യന്തരണം||
ലൈംഗികചായ്‌വ്||
ലോകം||
ലോചനം||
ലോഹം||
ലോൺ|loan|loː§ɳ|lōṇ
ല്ര||
ല്ല||
ലൻ||
ള്ള||
ഴ്ച||
വകഭേദം||
വക്കിൽ||
വക്കീൽ||
വചനം||
വജ്രം||
വഞ്ചിക്കുക||
വടക്ക്||
വടി|stick (of wood)|ʋaʈi
വട്ടം|circle|ʋɐ§ʈ§ʈɐm
വട്ടത്തിലുള്ള|round|ʋaʈʈat̪t̪iluɭɭa
വട്ടി-|round|ʋaʈʈi-
വട്ടി|belly|ʋaʈʈi
വണ്ടി||
വണ്ണമുള്ള|wide|ʋaɳɳamuɭɭa
വധം||
വധു||
വനം||
വനിത||
വന്ദനം|greetings|ʋɐ§n̪§d̪ɐ§nɐm|vandanaṃ
വയപ്പുലി||
വയപ്പോത്ത്||
വയമാ||
വയറിളക്കം||
വയറ്|belly|ʋajaɾɨ̆
വയവൻ||
വയസ്സ്||
വയസ്സൻ||
വയോധികന്‍||
വയ്ക്കുക||
വയ്യ||
വയ്യം||
വയർ|belly|ʋajaɾ
വയൽ||
വര||
വരക്||
വരയൻകുതിര||
വരിക||
വരുക|to come|ʋaɾuka
വരെ||
വരൻ||
വലതുപക്ഷം||
വലത്|right (side)|ʋalat̪ɨ̆
വലിക്ക്|to pull|ʋalikkɨ̆
വലിയ|big|ʋalija
വലുത്||
വള||
വളം||
വളക്കുക||
വളവ്||
വള്ളം||
വള്ളി|rope|ʋaɭɭi
വഴി|road|ʋɐ§ɻi|vaḻi
വഴുതന||
വഴുതനങ്ങ||
വവ്വാല്||
വവ്വാൽ|bat (animal)|ʋɐ§ʋ§ʋäː§l|vavvāl
വശം||
വസൂരി||
വസ്ത്രം||
വാ|mouth, to come|ʋaː
വാക്ക്||
വാക്സിൻ||
വാഗ്ദാനം||
വാങ്കം||
വാടക||
വാതാമം||
വാനം|sky|ʋaːnam
വായ|mouth|ʋaːja
വായ്||
വായ്നോക്കി||
വായ്നോക്കുക||
വായ്നോട്ടം||
വായ്പ||
വാരം||
വാരിക||
വാല്|tail|ʋaːlɨ̆
വാള്||
വാഴ||
വാഴപ്പഴം||
വാഴ്|to live|ʋaːɻɨ̆
വാവ്||
വാശുര||
വാൽ-|tail|ʋaːl-
വാൽ||
വാൾ||
വിഗ്രഹം||
വിഗ്രഹിക്കുക||
വിജയം||
വിജ്ഞാനശാസ്ത്രം||
വിടുക||
വിഡ്ഢി|fool|ʋi§ɖ§ɖʱi|viḍḍhi
വിണ്ണ്|sky|ʋiɳɳɨ̆
വിത്ത്||
വിദുഷി||
വിദ്യാർത്ഥി||
വിദ്യാർത്ഥിനി||
വിദ്വാൻ||
വിപരീതം||
വിപ്ലവം||
വിഭക്തി||
വിര|worm|ʋiɾa
വിരല്||
വിരൽ||
വില||
വിലാസം||
വില്ല്||
വില്ലൻ|villain|ʋi§l§la§n
വിളംബരം||
വിളക്ക്||
വിളിക്കുക||
വിഴുങ്ങുക||
വിവാഹം||
വിശപ്പ്||
വിശുദ്ധം||
വിശേഷം||
വിശേഷണം||
വിശ്രമിക്കുക||
വിശ്വസിക്കുക||
വിശ്വാസം||
വിഷുവം||
വിഷ്ണു||
വിസർഗം||
വിൽക്കുക||
വീട്||
വീതി||
വീതിയുള്ള|wide|ʋiːt̪ijuɭɭa
വീഴുക||
വീഴ്|to fall (as in drop)|ʋiːɻɨ̆
വീശുക||
വീശ്|to blow (as wind)|ʋiːɕɨ̆
വീർക്ക്|to swell|ʋiːɾkkɨ̆
വൃക്ക||
വൃക്ഷം||
വൃദ്ധൻ|old man|ʋri§d̪§d̪ʰɐ§n|vr̥ddhaṉ
വൃശ്ചികം||
വെങ്കലം||
വെങ്കലപതക്കം||
വെട്ട്|to cut|ʋeʈʈɨ̆
വെണ്ടയ്ക്ക||
വെണ്‍-|white|ʋeɳ-
വെന്നി||
വെന്റി||
വെറ്റി||
വെറ്റില||
വെളുത്ത||
വെളുത്തവാവ്||
വെളുത്തീയം||
വെളുത്തുള്ളി||
വെളുപ്പ്|white|ʋeɭuppɨ̆
വെള്ള|white|ʋeɭɭa
വെള്ളം|water|ʋe§ɭ§ɭɐm|veḷḷaṃ
വെള്ളപ്പൊക്കം||
വെള്ളി||
വെള്ളിയാഴ്ച||
വേഗം||
വേട്ടയാട്|to hunt (transitive)|ʋeːʈʈajaːʈɨ̆
വേട്ടാളൻ||
വേണ്ട||
വേദന||
വേദപ്രചാരകന്||
വേപ്പ്||
വേര്||
വേല||
വേർതിരിയുക||
വൈകുന്നേരം||
വൈദ്യുതി||
വൈദ്യൻ||
വ്യക്തി|person|ʋ§jɐ§k§t̪i|vyakti
വ്യക്തിത്വം||
വ്യഭിചാരം||
വ്യാകരണം||
വ്യാക്ഷേപകം||
വ്യാളി||
വ്യാഴം||
വ്യാഴാഴ്ച||
വ്വ||
വൻകുടൽ||
വൻപയർ||
വർഗ്ഗം||
വർത്തമാനം||
വർഷം||
ശക്തി||
ശതകം||
ശത്രു||
ശനി||
ശനിയാഴ്ച||
ശബ്ദം||
ശബ്ദകോശം||
ശരി|right (correct)|ɕa§ɾi|śari
ശരിക്കും||
ശവം||
ശാസ്ത്രം||
ശിവൻ||
ശിഷ്യ||
ശിഷ്യൻ||
ശീതീകരണയന്ത്രം||
ശീതീകരണി||
ശുക്രൻ||
ശുദ്ധം||
ശെരി||
ശൈശവം||
ശോകം||
ശോഭ||
ശോഷണം||
ശ്ച||
ശ്രദ്ധ|attention|ʃ§rɐ§d̪§d̪ʱɐ|śraddha
ശ്രദ്ധിക്കുക||
ശ്രീകൃഷ്ണന്‍||
ശ്ല||
ശ്വാനൻ||
ശ്വാശ്വത||
ശ്ശ||
ഷഡ്പദം|insect|ʂɐ§ɖ§bɐ§d̪ɐm|ṣaḍpadaṃ
ഷഡ്ഭുജം||
ഷ്ട||
സംഖ്യ||
സംഗീതം||
സംഘം|team, group|sɐŋ§ɡʱɐm|saṅghaṃ
സംജ്ഞാനാമം||
സംഭവം|incident|sɐm§bʱɐ§ʋɐm|sambhavaṃ
സംഭാവ്യത||
സംഭാഷണം||
സംവാദം||
സംവിധാനം||
സംസാരം|talk, conversation|sɐm§säː§ɾɐm|saṃsāraṃ
സംസാരിക്കുക||
സംസ്കൃതം||
സംസ്ഥാനം||
സങ്കീതം||
സഞ്ചാരം||
സത്യം||
സദ്യ||
സന്ന്യാസി||
സഫാരി||
സഭ|committee|sɐ§bʱɐ|sabha
സമയം||
സമീപ||
സമീപം||
സമീപകാലം||
സമുദ്രം||
സമൂഹം||
സമ്പത്ത്||
സര്‍വ്വനാമം||
സവാള||
സസ്തനി||
സസ്യം||
സഹപാഠി||
സഹായം||
സഹാറ||
സഹോദരൻ||
സാഗരം||
സാമാന്യനാമം||
സാമ്പാർ||
സാമ്രാജ്യം||
സാമ്രാട്ട്||
സായിപ്പ്||
സാരി||
സിംഹം||
സിക്കിം||
സിഖ് മതം||
സിഖ്||
സിദ്ധന്||
സിദ്ധാന്തം||
സിന്ദൂരം||
സിമേഈ|Simei (place in Singapore)|simei|simēī
സുഖം||
സുഹൃത്ത്||
സൂക്ഷ്മം||
സൂക്ഷ്മദർശിനി||
സൂചി||
സൂചിമുഖി||
സൂര്യൻ||
സെപ്റ്റംബർ||
സൈക്കിൾ||
സോഷം||
സ്ത്രീ||
സ്ഥ||
സ്ഥലം||
സ്ഥാനം||
സ്നേഹം||
സ്പാനിഷ്||
സ്ഫോടനം||
സ്രാവ്||
സ്റ്റ||
സ്ല||
സ്വ||
സ്വകാര്യം||
സ്വകാര്യത||
സ്വകാര്യതാനയം||
സ്വതന്ത്രം||
സ്വന്തം||
സ്വപ്നം||
സ്വരം||
സ്വര്‍ണം||
സ്വാഗതം|welcome|s§ʋɐː§ɡɐ§d̪ɐm|svāgataṃ
സ്വാതന്ത്ര്യം||
സ്വർഗ്ഗം||
സ്വർണം||
സ്വർണ്ണം||
സ്സ||
സൗജന്യം|free gift|sau̯§d͡ʒa§n̪§ja§m|saujanyaṃ
സൗന്ദര്യം|beauty|sɐu§n̪§d̪ɐ§ɾ§jɐm|saundaryaṃ
സർവ്വ||
സർവ്വകലാശാല||
സൽസ്വഭാവി||
ഹംസം|swan|ham§sam
ഹരിയാണ||
ഹാസ്യം|humour|häː§s§jɐm|hāsyaṃ
ഹിതം||
ഹിന്ദി||
ഹിന്ദുമതം||
ഹിമം||
ഹിമാചൽ പ്രദേശ്||
ഹൃദയം||
ഹേതി||
ഹോങ്കോങ്||
ഹ്ന||
ഹ്മ||
ഹ്ല||
മാറ്റം|change|ma§t§tam|māṟṟaṃ
ചന്ദ്രക്കല|chandrakala|ʧa§n§d̪§r̪a§k§ka§la















































`

