
// ⒶⒷⒸⒹⒺⒻⒼⒽⒾⒿⓀⓁⓂⓃⓄⓅⓆⓇⓈⓉⓊⓋⓌⓍⓎⓏ
// ⓐⓑⓒⓓⓔⓕⓖⓗⓘⓙⓚⓛⓜⓝⓞⓟⓠⓡⓢⓣⓤⓥⓦⓧⓨⓩ⊙
// 🅐🅑🅒🅓🅔🅕🅖🅗🅘🅙🅚🅛🅜🅝🅞🅟🅠🅡🅢🅣🅤🅥🅦🅧🅨🅩
// 🅰🅱🅲🅳🅴🅵🅶🅷🅸🅹🅺🅻🅼🅽🅾🅿🆀🆁🆂🆃🆄🆅🆆🆇🆈🆉



var collections = [
{ symbol:'ⓥ', desc:'Dependent vowels', chars:'(െ|േ|ൈ|ൊ|ോ|ൌ|ി|ീ|ു|ൂ|ാ|ൗ)' },
{ symbol:'Ⓥ', desc:'Independent vowels', chars:'(ഇ|ഈ|ഉ|ഊ|എ|ഏ|ഒ|ഓ|അ|ആ|ഐ|ഔ)' },
{ symbol:'🅥', desc:'Vocalics', chars:'(ഋ|ൠ|ഌ|ൡ|ൃ)' },
{ symbol:'Ⓒ', desc:'All consonants', chars:'(പ|ബ|ത|ദ|ട|ഡ|ക|ഗ|ഫ|ഭ|ഥ|ധ|ഠ|ഢ|ഖ|ഘ|ച|ജ|ഛ|ഝ|സ|ഷ|ശ|ഹ|മ|ന|ണ|ഞ|ങ|വ|ര|റ|ഴ|ല|ള|യ)' },
{ symbol:'Ⓕ', desc:'Finals', chars:'(ൿ|ൺ|ൻ|ർ|ൽ|ൾ|ം|്|ഃ))' },
{ symbol:'⊙', desc:'Invisibles', chars:'(\u200C|\u200D)' },
]
