
autoExpandExamples.blt = `


ꪀꪚꪾ|with, and|kap²
ꪀꪫꪱꪉ||
ꪀꪾꪚ||
ꪁꪫꪱꪣ||
ꪁꪫꪱꪥ||
ꪁꪮꪉꫂ||
ꪁꪲꪣ||
ꪁꪳꪒ||
ꪁꪾ|gold|kam⁴
ꪁ꫁ꪮꪉ||
ꪁ꫁ꪱ||
ꪄꪫꪱꪙ||
ꪄꪮꪥꫂ||
ꪄꪱꪣ||
ꪄꪱꪥ||
ꪄꪱꫂ||
ꪄꪳꪙꫂ||
ꪄꪳ꫁ꪙ||
ꪄꪴꪙꫀ|dust|xun²
ꪄꪴ꪿ꪙ|dust|xun²
ꪄ꫁ꪮꪥ||
ꪄ꫁ꪱ||
ꪅꪺꪀ||
ꪉꪮꪀ||
ꪉꪴ||
ꪊꪮꪚ||
ꪊꪰ꪿ꪉ||
ꪋꪱꪉꫂ||
ꪋ꫁ꪱꪉ||
ꪎꪮꪉ||
ꪎꪮꪙ||
ꪎꪱꪡ꫁ꪮꪉ||
ꪎꪱꪣ||
ꪎꪲꪚ||
ꪎꪲ꪿||
ꪎꪲꫀ||
ꪎꪴꪉ||
ꪎꪺꪉꫂ|trousers|suəŋ³
ꪎ꫁ꪺꪉ|trousers|suəŋ³
ꪏꪳ꫁||
ꪐꪱꫂ||
ꪐ꫁ꪱ||
ꪑꪱꪣ||
ꪑꪲꪚ||
ꪒꪚꪾ||
ꪒꪲꪙ||
ꪒꪾꪚ||
ꪔꪰꪒ|to cut|tat²
ꪔꪱꪥ||
ꪔꪲꪫ|to whistle|tʰiw¹
ꪕꪮꪉꫂ||
ꪕ꫁ꪮꪉ||
ꪖꪲ꫁ꪣ||
ꪘꪰꪉ||
ꪘꪱꫂ||
ꪘ꫁ꪱ||
ꪙꪮꪙ||
ꪙꪰꪉꫀ||
ꪙꪰ꪿ꪉ||
ꪙꪳ꪿ꪉ||
ꪙꪾ꫁||
ꪙꪾꫂ||
ꪛꪱꪜꪺ||
ꪜꪱ||
ꪜꪱꪀ||
ꪜꪳꪙ|arrow|pɨn¹
ꪜꪴ||
ꪜꪺ||
ꪜ꫁ꪽ|to squeeze|pan³
ꪝꪷ|enough|pɔ⁴
ꪝ꪿ꪮꪣ||
ꪡꪱꫂ||
ꪡ꫁ꪱ||
ꪢꪱ||
ꪢꪴ||
ꪣꪱ||
ꪣꪲ||
ꪣꪳ||
ꪣꪸ|wife|miə⁴
ꪨꪰꪉ||
ꪩꪳꪣ||
ꪩꪴꪀ||
ꪩꪴꪀꪋꪱꪥ||
ꪩꪴꪀꪑꪲꪉ||
ꪫꪸꪀ||
ꪬꪱꫂ||
ꪬ꫁ꪱ||
ꪭꪮꪀ||
ꪭꪮꪉꫂ||
ꪭꪮꪒ||
ꪭꪮꪥꫂ||
ꪭꪴ||
ꪭꪴꪒ|article|hut⁴
ꪭꪴ꫁||
ꪭꪴꫂ||
ꪭ꫁ꪮꪉ||
ꪭ꫁ꪮꪥ||
ꪮꪮꪀ|to go out|ʔɔʔ²
ꪮꪮꪙꫀꪙꪮꪥꫂ||
ꪮ꪿ꪮꪙꪙ꫁ꪮꪥ||
ꪮ꪿ꪱꪉ|basin, tub|ʔaːŋ²
ꪵꪀ꪿ꪙ|seed|kɛn²
ꪵꪁꪫꪥ|cinnamon|kʷɛ²
ꪵꪄꪉ||
ꪵꪄꪫ||
ꪵꪜꪒ||
ꪵꪣꪫ||
ꪵꪣ꪿||
ꪵꪣꫀ||
ꪵꪮ||
ꪵꪮꪚ||
ꪶꪁꪙ|to stir|kon⁴
ꪶꪄꪙ|fur, feather|xon¹
ꪶꪊꪚ||
ꪶꪔꪒ||
ꪶꪙꪀ||
ꪶꪙꪣ||
ꪶꪠꪙ||
ꪶꪩꪉ||
ꪶꪬꪀ||
ꪹꪀꪱꫂ||
ꪹꪀ꫁ꪱ||
ꪹꪄ꫁ꪱ||
ꪹꪄ꫁ꪱꪻꪊ||
ꪹꪉꪱ|reflection|ŋaːw¹
ꪹꪊꪱꫂ||
ꪹꪊꪸꪒ||
ꪹꪊ꫁ꪱ||
ꪹꪋꪷ||
ꪹꪎ|tiger|sia¹
ꪹꪎ꫁||
ꪹꪎꫂ||
ꪹꪔꪸꪣ|full|tem¹
ꪹꪚꪙ||
ꪹꪚꪱꫀ||
ꪹꪚ꪿ꪱ||
ꪹꪜꪸꪒ||
ꪹꪜꪸꪙ||
ꪹꪣꪉ||
ꪹꪣꪉꪡꪱꫂ||
ꪹꪣꪉꪡ꫁ꪱ||
ꪹꪫꪱꫂ||
ꪹꪫ꫁ꪱ||
ꪹꪬꪷꪉ|long|həŋ¹
ꪹꪬꪸꪙ||
ꪻꪊ||
ꪻꪋ꫁||
ꪻꪐ꪿|large, big|ɲəw²
ꪻꪐꫀ||
ꪻꪚꪼꪣ꫁||
ꪻꪚꪼꪣꫂ||
ꪼꪀ꪿||
ꪼꪀꫀ||
ꪼꪒ꫁|to attain|daj³
ꪼꪕ||
ꪼꪕꪒꪾ||
ꪼꪜ||
ꪼꪡ||
ꪼꪡꪡ꫁ꪱ||
ꪼꪣ꫁||
ꪼꪣꫂ||
ꪼꪬ꫁||
ꪼꪬꫂ||
ꫛ|person|kon˥
ꫜ|one|nɨŋ˦


































`

