
// ⒶⒷⒸⒹⒺⒻⒼⒽⒾⒿⓀⓁⓂⓃⓄⓅⓆⓇⓈⓉⓊⓋⓌⓍⓎⓏ
// ⓐⓑⓒⓓⓔⓕⓖⓗⓘⓙⓚⓛⓜⓝⓞⓟⓠⓡⓢⓣⓤⓥⓦⓧⓨⓩ⊙
// 🅐🅑🅒🅓🅔🅕🅖🅗🅘🅙🅚🅛🅜🅝🅞🅟🅠🅡🅢🅣🅤🅥🅦🅧🅨🅩
// 🅰🅱🅲🅳🅴🅵🅶🅷🅸🅹🅺🅻🅼🅽🅾🅿🆀🆁🆂🆃🆄🆅🆆🆇🆈🆉



var collections = [
{ symbol:'ⓥ', desc:'Dependent vowels', chars:'(ि|ी|ॖ|ॗ|ु|ू|ॆ|े|ऺ|ऻ|ॊ|ो|ॏ|ा|ै|ौ)' },
{ symbol:'Ⓥ', desc:'Independent vowels', chars:'(इ|ई|ॶ|ॷ|उ|ऊ|ऎ|ए|ॳ|ॴ|ऒ|ओ|ॵ|अ|आ|ऐ|औ)' },
{ symbol:'🅥', desc:'Vocalics', chars:'(ऋ|ृ)' },
{ symbol:'Ⓒ', desc:'All consonants', chars:'(प|फ|ब|त|थ|द|ट|ठ|ड|क|ख|ग|च|छ|ज|व|स|श|ह|म|न|र|ल|य|ज़|ण|ञ|ङ|भ|ध|ढ|झ|घ|ष|ज़|ण|ञ|ङ|भ|ध|ढ|झ|घ|ष)' },
{ symbol:'⊙', desc:'Invisibles', chars:'(\u200C|\u200D)' },
]
