
// ⒶⒷⒸⒹⒺⒻⒼⒽⒾⒿⓀⓁⓂⓃⓄⓅⓆⓇⓈⓉⓊⓋⓌⓍⓎⓏ
// ⓐⓑⓒⓓⓔⓕⓖⓗⓘⓙⓚⓛⓜⓝⓞⓟⓠⓡⓢⓣⓤⓥⓦⓧⓨⓩ⊙
// 🅐🅑🅒🅓🅔🅕🅖🅗🅘🅙🅚🅛🅜🅝🅞🅟🅠🅡🅢🅣🅤🅥🅦🅧🅨🅩
// 🅰🅱🅲🅳🅴🅵🅶🅷🅸🅹🅺🅻🅼🅽🅾🅿🆀🆁🆂🆃🆄🆅🆆🆇🆈🆉



var collections = [
{ symbol:'ⓥ', desc:'Dependent vowels', chars:'(ि|ी|ु|ू|े|ो|ै|ौ|ा|ॅ|ॉ)' },
{ symbol:'Ⓥ', desc:'Independent vowels', chars:'(इ|ई|उ|ऊ|ए|अ|ओ|ऐ|औ|आ|ऍ|ऑ)' },
{ symbol:'Ⓒ', desc:'All consonants', chars:'(प|फ|ब|भ|त|थ|द|ध|ट|ठ|ड|ढ|क|ख|ग|घ|च|छ|ज|झ|स|श|ष|ह|म|न|ञ|ण|ङ|व|र|ल|य|क़|फ़|ज़|ख़|ग़|ड़|ढ़|ऱ|ळ)' },
{ symbol:'Ⓑ', desc:'Basic consonants', chars:'(प|फ|ब|भ|त|थ|द|ध|ट|ठ|ड|ढ|क|ख|ग|घ|च|छ|ज|झ|स|श|ष|ह|म|न|ञ|ण|ङ|व|र|ल|य|क़|फ़|ज़|ख़|ग़|ड़|ढ़|ऱ|ळ)' },
{ symbol:'Ⓔ', desc:'Extended consonants', chars:'(क़|फ़|ज़|ख़|ग़|ड़|ढ़)' },
{ symbol:'Ⓘ', desc:'Invisibles', chars:'(\u200C|\u200D)' },
]
