/*
native | meaning | IPA① | transcription | other transcriptions② | notes | wiktionary③


① separate each text unit (consonant+combining_mark(s)) with §, separate phonetic syllables with .
   use ‹ and › for a sound that spans 2 text units
   use – for a text unit that doesn't produce sound
   syllable boundary markers go inside previous unit, and emphasis markers begin emphasised unit

② the previous transcription field is always Latin. 
   if there is another key orthography (eg. Mongolian cyrillic) it goes here.
   vowelled/unvowelled alternatives also go here

③ if Wiktionary spells the word differently, add the spelling here
*/





autoExpandExamples.sa = `

@ https://en.wiktionary.org/w/index.php?title=Category:Sindhi_terms_with_IPA_pronunciation
অন্ধ|||
অম্বা|||
অর্জুন|||
অশোক|||
ওঁ|||
ঔষধ|||
কামৰূপ|||
কুরুক্ষেত্র|||
কৃষ্ণ|||
কৌরব|||
গঙ্গা|||
গু|||
চন্দ্র|||
চিবুক|||
চীন|||
তপ্ত|||
দুর্গা|||
ধর্ম|||
ধার্মিক|||
ধৰ্ম|||
নাবা|||
নৌ|||
পাতাল|||
পূজা|||
প্রকল্প|||
বিপাশা|||
বিশ্বনাথ|||
বৃন্দাবন|||
ব্রহ্মাস্ত্র|||
ব্রাহ্ম|||
ভারত|||
মথুরা|||
মুক্ত|||
যমুনা|||
রাম|||
রিষ্ট|||
লেখক|||
শিব|||
শ্রী|||
শ্ৰী|||
সংস্কৃত|||
সঙ্ঘ|||
সতী|||
সম|||
সরস্বতী|||
সীতা|||
সূর্য|||
ਇਹ|||
ਗਗਨ|||
ਤਪ੍ਤ|||
ਭਜਨ|||
ਲੋਕ|||
ਵੇਲਾ|||
ਸ਼੍ਰੀ|||
અયોધ્યા|||
અશ્વત્થ|||
અસુર|||
ઇતિહાસ|||
ઌ|||
ઐરાવત|||
કમલ|||
કાર્ય|||
કિરણ|||
ગચ્છ|||
ગોમાંસ|||
ગ્રીવા|||
તક્ષશિલા|||
તટ|||
તપ્ત|||
ત્રયસ્ત્રિંશત્|||
દુર્યોધન|||
ધન|||
ધર્મ|||
ધાર્મિક|||
ધૂપ|||
નદી|||
નમસ્તે|||
નરક|||
પઞ્ચત્રિંશત્|||
પથિક|||
પુષ્કલાવતી|||
પ્રસાદ|||
ભારત|||
ભૂ|||
ભૂમિ|||
માતૃભૂમિ|||
મુખ|||
યાચક|||
રાક્ષસ|||
રાજમાર્ગ|||
રૂપ|||
વરેણ્ય|||
વીણા|||
શ્રી|||
સંસ્કૃત|||
સમય|||
સાધુ|||
સુરેશ|||
સૌરાષ્ટ્ર|||
ૄ|||
ૠ|||
ૡ|||
ૢ|||
ૣ|||
ତପ୍ତ|||
ପଥିକ|||
ଲେଖ|||
ଶ୍ରୀ|||
ସଂସ୍କୃତ|||
அஶுசத்|||
ஏக|||
ஜைந|||
த⁴ர்ம|||
பாப|||
ப்ரஜ்ஞா|||
ஶ்ரீ|||
ஶ𑍃ணோதி|||
ஸர்வ|||
కిన్తు|||
త్రిలింగ|||
దూత|||
దేవ|||
బుద్ధ|||
భూ|||
భూమి|||
వసతి|||
వాత|||
శ్రీ|||
ಇತಿಹಾಸ|||
ಓಂ|||
ಕರ್ತವ್ಯ|||
ಕಾರ್ಯ|||
ಕ್ರೋಧ|||
ಗಜ|||
ಗ್ಲಾನಿ|||
ಘೋರ|||
ತ್ರ್ಯಮ್ಬಕ|||
ದೂತ|||
ದೇವ|||
ಧೈರ್ಯ|||
ನವಮ|||
ಬುದ್ಧ|||
ಭೂಮಿ|||
ಮಾಸ|||
ರುದ್ರ|||
ಶ್ರೀ|||
അഷ്ടമ|||
പ്രസിദ്ധ|||
വീര|||
ശ്രീ|||
අත්‍ර|||
අප්‍රමාද|||
අම්බා|||
අවොචත්|||
අශොක|||
අහම්|||
ආක්‍රොශති|||
ඉව|||
ඉහ|||
උපනහ්‍යති|||
එතද්|||
කදාචන|||
ක්‍ෂාන‍්ති|||
ජයති|||
තු|||
ධර්‍ම|||
ධීර|||
න|||
නුදති|||
පණ‍්ඩිත|||
පර්‍වත|||
ප්‍රජා|||
ප්‍රඥ|||
ප්‍රඥා|||
ප්‍රභඞ‍්ගුර|||
ප්‍රමාද|||
ප්‍රශාම්‍යති|||
ප්‍රාඥ|||
බාල|||
බුද්‍ධ|||
බුද‍්ධ|||
භූමි|||
යදා|||
ලිඛති|||
වක‍්ති|||
විද්‍වාංස්|||
වෛර|||
ශ්රී|||
ශාම්‍යති|||
ශොකින්|||
ෂ‍්ඨ|||
සනාතන|||
ස‍්ථ|||
ස‍්පන්‍දන|||
กรุณา|||
โกฺรธ|||
คช|||
คุณ|||
คุรุ|||
จตุรฺ|||
ททาติ|||
ทาส|||
ทูต|||
เทว|||
นรก|||
นวม|||
นิธิ|||
พุทฺธ|||
ภู|||
ภูมิ|||
มติ|||
มาส|||
ยาจก|||
เลขา|||
วาต|||
ศฺรี|||
ພຸທ຺ຘ|||
ຨ຺ຣີ|||
ཤྲཱི|||
ကရုဏာ|||
ကဝိ|||
ဂင်္ဂါ|||
ဂုဏ|||
ဂုရု|||
ဒူတ|||
ဒေဝ|||
နဝမ|||
ဗုဒ္ဓ|||
ဘူ|||
ဘူမိ|||
မာသ|||
သိဒ္ဓ|||
ၐြီ|||
ការ្យ|||
គុណ|||
គុរុ|||
ទាស|||
ទូត|||
ទេវ|||
ទ្រុម|||
ធម៌|||
ធម្ម៌|||
ធាម្ម៌ិក|||
នមស៑|||
នរក|||
និត្យ|||
បុរាណ|||
ពីជគណិត|||
ពុទ្ធ|||
ភវក្ឞយ|||
ភូមិ|||
មតិ|||
មាស|||
យទ៑|||
យាតនា|||
យាតិ|||
រុជា|||
រេខាគណិត|||
លេខា|||
វិវធ៌យតិ|||
វុទ្ធ|||
ឝ្រី|||
សវ្វ៌|||
សិទ្ធ|||
សំបទ៑|||
ស្វគ្គ៌|||
អា|||
ᠱᠷᠢᠢ|||
ᡧᡵᡳᡳ|||
ᬒᬁ|||
ᬖᭀᬭ|||
ᬤᬵᬲ|||
ᬥᬃᬫ|||
ᬰ᭄ᬭᬷ|||
ᬲᬶᬤ᭄ᬥ|||
ᬲᬸᬯᬃᬡᬪᬹᬫᬶ|||
᳓|||
᳠|||
᳢|||
᳣|||
᳥|||
ᳲ|||
ᳳ|||
ᳵ|||
ᳶ|||
◌ँ|||
ꢯ꣄ꢬꢷ|||
ꦄꦤꦴꦲꦴꦫ|||
ꦎꦴꦀ|||
ꦥꦿꦏꦴꦯ|||
ꦯꦿꦷ|||
ꦱꦩꦸꦢꦿ|||
ꦱꦸꦮꦂꦟꦨꦹꦩꦶ|||
𑀃|||
𑀄|||
𑀅𑀓𑁆𑀱𑀡|||
𑀅𑀚𑀕𑀭|||
𑀅𑀥𑀼𑀦𑀸|||
𑀅𑀨𑀮|||
𑀅𑀪𑀺𑀱𑁂𑀓|||
𑀅𑀫𑀺𑀢𑀸𑀪|||
𑀇𑀤𑀸𑀦𑀻𑀫𑁆|||
𑀇𑀪|||
𑀉𑀧𑀯𑀸𑀲|||
𑀉𑀮𑀸𑀦|||
𑀉𑀱𑀯𑀤𑀸𑀢|||
𑀑𑀁|||
𑀑𑀤𑀦|||
𑀓𑀫𑀮|||
𑀓𑀭𑀪|||
𑀓𑀭𑀼𑀡𑀸|||
𑀓𑀮𑀪|||
𑀓𑀸𑀭𑀡|||
𑀓𑁆𑀭𑀸𑀦𑁆𑀢𑀺|||
𑀓𑁆𑀭𑀻𑀢|||
𑀔𑀭𑁆𑀚𑀼|||
𑀔𑀭𑁆𑀚𑀽|||
𑀕𑀭𑁆𑀪𑀥𑀸𑀭𑀡|||
𑀕𑀭𑁆𑀪𑀥𑀸𑀭𑀺𑀢|||
𑀕𑁄𑀥𑀸|||
𑀘𑀺𑀓𑁆𑀓𑀡|||
𑀚𑁆𑀬𑁄𑀢𑀺𑀭𑀺𑀗𑁆𑀕𑀡|||
𑀢𑀼𑀮𑀸𑀫𑀬|||
𑀢𑀾𑀧𑁆𑀢𑀺|||
𑀢𑀾𑀧𑁆𑀢𑀺𑀤|||
𑀢𑁆𑀭𑀬𑀲𑁆𑀢𑁆𑀭𑀺𑀁𑀰𑀢𑁆|||
𑀤𑁂𑀯𑀓𑀼𑀮|||
𑀤𑁂𑀯𑀭|||
𑀤𑁂𑀯𑀻|||
𑀥𑀻𑀯𑀭|||
𑀥𑀽𑀫|||
𑀦𑀬𑀦𑀧𑀼𑀝|||
𑀦𑀭|||
𑀦𑀺𑀦𑁆𑀤𑀺𑀢|||
𑀧𑀜𑁆𑀘𑀢𑁆𑀭𑀺𑀁𑀰𑀢𑁆|||
𑀧𑀭𑀺𑀢𑀼𑀱𑁆𑀝|||
𑀧𑁆𑀭𑁂𑀫𑀦𑁆|||
𑀩𑀼𑀤𑁆𑀥|||
𑀩𑀾𑀳𑀲𑁆𑀧𑀢𑀺|||
𑀪𑀕𑀤𑀢𑁆𑀢|||
𑀪𑀭𑀡|||
𑀪𑀯𑀢𑀺|||
𑀪𑀸𑀕|||
𑀪𑀺𑀢𑁆𑀢𑀺|||
𑀫𑀡𑀺𑀫𑀬|||
𑀫𑀢𑁆𑀢|||
𑀫𑀸𑀲|||
𑀬𑀸𑀢𑀺|||
𑀭𑀢𑀺|||
𑀭𑀸𑀫𑀸𑀬𑀡|||
𑀮𑀺𑀗𑁆𑀕|||
𑀯𑀥𑀽|||
𑀯𑀺𑀰𑁆𑀯𑀰𑀺𑀓|||
𑀯𑀺𑀰𑁆𑀯𑀲𑀺𑀓|||
𑀰𑀓𑀫𑀼𑀭𑀼𑀡𑁆𑀟|||
𑀰𑀓𑁆𑀭|||
𑀰𑁆𑀭𑀻|||
𑀲𑀁𑀲𑁆𑀓𑀾𑀢|||
𑀲𑀫𑀸𑀲|||
𑀲𑀫𑀼𑀘𑁆𑀘𑀬|||
𑀲𑀫𑀽𑀳|||
𑀲𑀳𑀲𑁆𑀭|||
𑀲𑀸𑀕𑀭|||
𑀲𑀺𑀭𑀸|||
𑀲𑀼𑀪𑀕|||
𑀲𑀼𑀰𑁆𑀭𑁄𑀡𑀻|||
𑀲𑁆𑀢𑀼𑀢𑀺|||
𑀳𑀭𑀺𑀡|||
𑂍𑂣𑂷𑂪|||
𑂏𑂹𑂩𑂲𑂫𑂰|||
𑂒𑂰𑂩𑂳|||
𑂒𑂱𑂥𑂳𑂍|||
𑂔𑂹𑂖𑂰𑂢|||
𑂬𑂹𑂩𑂲|||
𑂬𑂹𑂩𑂲𑂣𑂞𑂱|||
𑆃|||
𑆃𑆀|||
𑆃𑆁|||
𑆃𑆂|||
𑆃𑆩𑇀𑆧𑆳|||
𑆄|||
𑆅|||
𑆆|||
𑆇|||
𑆈|||
𑆉|||
𑆊|||
𑆋|||
𑆌|||
𑆍|||
𑆎|||
𑆏|||
𑆐|||
𑆑|||
𑆑𑆩𑆬|||
𑆒|||
𑆓|||
𑆔|||
𑆕|||
𑆖|||
𑆗|||
𑆘|||
𑆙|||
𑆚|||
𑆛|||
𑆜|||
𑆝|||
𑆞|||
𑆟|||
𑆠|||
𑆡|||
𑆢|||
𑆢𑆳𑆝𑆴𑆩|||
𑆣|||
𑆤|||
𑆥|||
𑆦|||
𑆧|||
𑆨|||
𑆩|||
𑆪|||
𑆫|||
𑆫𑆳𑆩𑆳𑆪𑆟|||
𑆬|||
𑆭|||
𑆮|||
𑆮𑆴𑆫𑆲|||
𑆯|||
𑆯𑇀𑆫𑆵|||
𑆰|||
𑆱|||
𑆲|||
𑌪𑌤𑌿|||
𑌶𑍍𑌰𑍀|||
𑍐|||
𑐱𑑂𑐬𑐷|||
𑒬𑓂𑒩𑒲|||
𑓇|||
𑖌𑖼|||
𑖫𑖿𑖨𑖱|||
𑘀𑘪𑘭𑘿𑘞𑘰|||
𑘎𑘰𑘨𑘜|||
𑘝𑘿𑘨𑘧𑘭𑘿𑘝𑘿𑘨𑘱𑘽𑘫𑘝𑘿|||
𑘢𑘿𑘨𑘰𑘎𑘵𑘝|||
𑘫𑘿𑘨𑘲|||
𑘭𑘽𑘭𑘿𑘎𑘵𑘝|||
𑚧𑚶𑚤𑚯|||
𑧋𑧠𑧈𑧓|||
𑨮𑩇𑨫𑨁𑨊|||
𑩿 𑪙𑩼𑩑𑩛|||
𑰫𑰿𑰨𑰱|||











`






// automatically creates Online Resources section, if markup is uncommented in xx.html

termLists = [
/*

{
"title":"Wiktionary, Sindhi lemmas",
"url":"https://en.wiktionary.org/wiki/Category:Sindhi_lemmas",
},

{
"title":"Sinhdi English Dictionary",
"url":"http://sed.cle.org.pk/",
"notes":"Includes IPA.",
},
{
"title":"Living Dictionaries",
"url":"https://livingdictionaries.app/sora/entries/list",
"notes":"No native script.",
},
*/
]


