/*
native | meaning | IPA① | transcription | other transcriptions② | notes | wiktionary③


① separate each text unit (consonant+combining_mark(s)) with §, separate phonetic syllables with .
   use ‹ and › for a sound that spans 2 text units
   use – for a text unit that doesn't produce sound
   syllable boundary markers go inside previous unit, and emphasis markers begin emphasised unit

② the previous transcription field is always Latin. 
   if there is another key orthography (eg. Mongolian cyrillic) it goes here.
   vowelled/unvowelled alternatives also go here

③ if Wiktionary spells the word differently, add the spelling here
*/





autoExpandExamples.sd = `

@ https://en.wiktionary.org/w/index.php?title=Category:Sindhi_terms_with_IPA_pronunciation
आस्मानु|sky|ɑ§s§m§ɑ§nʊ|āsmānu|آسمانُ|آسمان|آسمان
आनो|egg|ɑ§n§o|āno|آنو|آنو|آنو
आंडो|intestine|ɑ§ɳ§ɖ§o|āndo|آنڊو|آنڊو|آنڊو
आचरु|Sunday|ɑː.§t͡ʃə.§ɾʊ|ācaru|آچر|آچر|آچر
आखाड़ो|monastery|ɑː.§kʰɑː.§ɽ§oː|ākhāṛo|آکاڙو|آکاڙو|آکاڙو
उतरू|north|ʊ§tə§ɾʊ|u§‹§ta§ru|اُتَرُ|اتر|اتر
اسلام آباد|Islamabad|ɪ§s§l§ɑ§m§ɑ§b§ɑ§d|islām-ābād|اسلام آباد|
असीन|we|ə§s§ĩ§‹|asī̃|اَسِين|اسين|اسين
افسوس|regret|ə§f§s§o§s|afsos|اَفسوس|
امير||␣|||
अनारु|pomegranate|a§n§ɑː§rʊ|anāru|انار|انار|انار
اندر||␣|||
انچلو||␣|||
اونهارو|summer|›§uː§n.§ɦ§ɑː.§ɾ§oː|ūnhāro|اونهارو|
ओकणु|to pour with rain|okəɳʊ|okaṇu|اوڪَڻُ|اوڪڻ|اوڪڻ
اپواس|fasting|ʊ§p.§ʋ§ɑː§s|upvās|اُپواس|
اٿڻ||␣|||
اڀو||␣|||
اڀڻ||␣|||
اچڻ||␣|||
اڇلائڻ||␣|||
اڌ||␣|||
اڏرڻ||␣|||
उॾोही|white ant|ʊ§ɗ§o§h§i|uḍ̠ohī|اُڏوهيِ|اڏوهي|اڏوهي
अखि|eye|ə§kʰɪ|akhi|ﺁک|اک|اک
اکر||␣|||
उखिरी|wooden spoon|ʊ§kʰɪ§r§i|ukhirī|اُکِرِي|اکري|اکري
उघणु  اُگَهڻُ in SED|to wipe|ʊ§ɡʱə§‹§ɳʊ|ughaṇu|اُگهَڻُ|اگھڻ|اگھڻ
आङारो|Tuesday|ɑː.§ŋ§ɑː.§ɾ§oː|āṅāro|اَڱارو|اڱارو|اڱارو
اڱڻ||␣|||
اڳي||␣|||
باري ۾||␣|||
باهہ|fire|b§ɑ§hɪ|bāhi|باهہِ|बाहि|باھه
बदिरां|instead|bə§d̪ɪ§r§ɑ̃§‹|badirā̃|بَدِران|بدران|بدران
बराबर|smooth, straight|bə§r§a§bə§r|barābar|بَرابَر|برابر|برابر
ब्राहमणु|a Brahman|b§ɾ§ɑ§hə§mə§ɳʊ|brāhamaṇu|براهَمَڻُ|براهمڻ|براهمڻ
बर्फ़|snow, ice|bə§r§fə|barfa|بَرفَ|برف|برف
بسنت||␣|||
बहार|Spring, blossom|ba§ɦɑː§ra|bahāra|بهار|بهار|بهار
बीखिह|alms, begging|b§i§kʰɪ§h|bīkhih|بِيکَہ|بيکہ|بيکہ
تائين||␣|||
تارو||␣|||
تان||␣|||
ترڻ||␣|||
तान्ग्|narrow|t̪ə§n§ɡ|tāng|تَنگ|تنگ|تنگ
तिहाड़ो|festival day|tɪ§h§ɑ§ɽ§o|tihāṛo|تِهاڙو|تهاڙو|تهاڙو
تون||␣|||
تي||␣|||
تيل||␣|||
तिथु|place of residence|tɪ§tʰʊ|tithu|تِٿُ|تٿ|تٿ
تکو||␣|||
تيز|sharp|t̪§e§zʊ|tezu|تيزُ|तेज़ु|تیز
सवाबु|rectitude, virtue|sa§v§ɑː§b|savābu|ثواب|ثواب|ثواب
جانور||␣|||
जबलु|mountain|d͡ʑə§bə§lʊ|jabalu|جَبَلُ|جبل|جبل
جنوری||␣|||
जंड|handmill|d͡ʑə§ɳ§ɖʊ|jaṇḍu|جَنڊُ|جنڊ|جنڊ
जहाज़ु|ship|ɟa§ɦ§ɑː§zʊ|jahāzu|جهاز|جهاز|جهاز
جھلڻ|to hold, seize|d͡ʑʱə§lə§ɳʊ|jhalaṇu|جھَلڻُ|झलणु|جهلڻ
جھنڊو|flag|d͡ʑʱə§‹§ɳ§ɖ§o|jhaṇḍo|جھَنڊو|झंडो|جهنڊو
झंगु|forest|d͡ʑʱə§‹§ŋ§ɡʊ|jhaṅgu|جھَنگُ|جھنگ|جھنگ
جو||␣|||
जोइ|wife|d͡ʑ§o§ɪ|joi|جوءِ|جوء|جوء
जूंअ|louse|d͡ʑ§ũ§‹§ə|jū̃a|جُونءَ|جونء|جونء
جوکم||␣|||
جوکو||␣|||
جي||␣|||
जीअणु|to live|d͡ʑ§i§ə§ɳʊ|jīaṇu|جِيئَڻُ|جيئڻ|جيئڻ
جيرو||␣|||
جيڪڏهن|if|d͡ʑ§e§kə§ɗʊ§hɪ§n|jekaḍ̠ahin|جيڪَڏُهِن|जेकॾुहिन|جيڪڏھن
جگر||␣|||
हिजाबु|hijab|ɦɪ§ɟ§ɑː§bʊ|hijābu|حجاب|حجاب|حجاب
خان||␣|||
خاندان||␣|||
خراب||␣|||
خريد ڪرڻ||␣|||
ख़ुवाबु|dream|xʊ§v§aː§bʊ|xuvābu|خواب|خواب|خواب
دل||␣|||
दवा|medecine|d̪ə§ʋ§ɑ|davā|دَوا|دوا|دوا
دونهون|smoke|d̪§ũ§‹§h§ũ§‹|dū̃hū̃|دُونهُون|दूंहूं|دونھون
दुकानु|shop, store|dʊ§k§ɑː§nʊ|dukānu|دڪان|دڪان|دڪان
رات||␣|||
राजा|king, prince|r§ɑ§d͡ʑ§ɑ|rājā|راجا|راجا|راجا
راجپوت||␣|||
راڪس||␣|||
رت||␣|||
رستو||␣|||
رسو||␣|||
रमज़ानु|Ramadan|ɾə§m.§z§ɑː§nʊ|ramzānu|رَمْضانُ|رمضان|رمضان
روپو||␣|||
ريل||␣|||
رپو||␣|||
زال||␣|||
ज़ुबान|tongue|zʊ§b§ɑ§nə|zubāna|زُبانَ|زبان|زبان
زمين|chronically ill|za.§m§iː§n|zamīn|زَمِين|
زندگي||␣|||
सुई|needle|sʊ§›§i|suī|سُئِي|سئي|سئي
साओ|green|s§ɑ§›§o|sāo|سائو|سائو|سائو
سال||␣|||
سالو||␣|||
समुहूं|face to face|s§ɑ§mʊ§h§ũ§‹|samuhũ|سامُهُون|سامهون|سامهون
سان||␣|||
سانچو||␣|||
ساٿ||␣|||
سبڻ||␣|||
सिजु|sun|sɪ§d͡ʑʊ|siju|سج|سج|سج
سراڻو||␣|||
سس||␣|||
سمبوسو||␣|||
سمنڊ||␣|||
सुमहणु|to sleep|sʊ§mə§hə§ɳʊ|sumahaṇu|سُمَهَڻُ|سمهڻ|سمهڻ
संहुं|oath|sə̃§‹§hʊ̃§‹|sãhũ|سَنهُن|سنهن|سنهن
सिंधु|Sindh|sɪ§n§dʱʊ|sindhu|سنڌ|سنڌ|سنڌ
سنڌي|Sindhi|sɪ§n§dʱ§iː|sindhi|سِنڌِي|सिन्धी|
سنگھي|bracelet|sə§ŋ§ɡʱ§i|saṅghī|سَنگھِي|संघी|سنگهي
سنگھڻ|to smell|sʊ§ŋ§ɡʱə§‹§ɳʊ|suṅghaṇu|سُنگھَڻُ|सुंघणु|سنگهڻ
سوارو||␣|||
سومر||␣|||
سوچڻ||␣|||
سوڌو||␣|||
سيارو|winter|s§ɪ.§ɑː.§ɾ§oː|siāro|سيارو|
سيٺ||␣|||
सुठो|good, pure|sʊ§ʈʰ§o|suṭho|سُٺو|سٺو|سٺو
سٽ||␣|||
सभु|all|sə§bʱʊ|sabhu|سَڀُ|سڀ|سڀ
सॼो|entire, whole|sə§ʄ§o|saj̄o|سَڄو|سڄو|سڄو
سڄڻ||␣|||
سڌ||␣|||
سڌو||␣|||
سکو||␣|||
سڪل||␣|||
सिङु|horn|sɪ§ŋʊ|siṅu|سِڱُ|سڱ|سڱ
سڻي||␣|||
شير||␣|||
شينهن|lion|ʂ§i§n§ʱʊ§n|śīnhun|شيِنهُن|
شڪ||␣|||
شڪار ڪرڻ||␣|||
شڪر|sugar|ʂə§kə§rɪ|śakari|شَڪَرِ|
شَڪَرِ|sugar|ʂə§kə§rɪ|śakari|شڪر||شڪر
شُڪْرُ|Venus|ʂʊ§k§rʊ|śukru|شڪر||شڪر
شُڪُرُ|thanks|ʂʊ§kʊ§rʊ|śukuru|شڪر||شڪر
صاف||␣|||
सहिहु|correct, true|sə§h§ɪ§hʊ|sahihu|صَحِيحُ|صحيح|صحيح
علائقو|district|æɪ§l§ɑ§ʔɪ§q§o|'alāiqo|عِلائِقو|
ग़ल्ती|mistake|ɣa§l§t§iː|ġaltī|غلطي|غلطي|غلطي
فالودو||␣|||
قانون||␣|||
قانون گو||␣|||
क़िलो|castle|qɪ§l§æ§o|qilo|قِلعو|قلعو|قلعو
قلم||␣|||
क़हिवो|coffee|qə§hɪ§ʋ§o|qahivo|قَهِوو|قهوو|قهوو
लाइ|for|l§ɑ§ɪ|lāi|لاءِ|لاء|لاء
लासी|lasi (drink)|lasi|lāsī|لاسي|لاسي|لاسي
लाहोरु|Lahore|l§ɑ§h§o§ɾʊ|lāhoru|لاهور|لاهور|لاهور
لسو||␣|||
लहणु|to descend|lə§hə§ɳʊ|lahaṇu|لَهَڻُ|لهڻ|لهڻ
लूणु|salt|l§u§ɳʊ|lūṇu|لُوڻُ|لوڻ|لوڻ
ليٽڻ||␣|||
لٺ||␣|||
لٽڻ||␣|||
لڌو||␣|||
माउ|mother|m§ɑ§ʊ|māu|ماء|ماء|ماء
مارڻ||␣|||
ماني||␣|||
माॻु|residence, station|m§ɑː§ɠʊ|māg̈u|ماڳُ|ماڳ|ماڳ
माण्हू|human, man|m§ɑ§ɳ§hu|māṇhū|ماڻهو|ماڻهو|ماڻهو
माणिकु|ruby, pearl|m§ɑ§ɳɪ§kʊ|māṇiku|ماڻِڪُ|ماڻڪ|ماڻڪ
ماڻڪي||␣|||
मतां|no, not really|mət̪§ɑ̃§‹|matā̃|مَتان|متان|متان
محمد||␣|||
مرلي||␣|||
مرڻ||␣|||
مشڪل||␣|||
مظفر ڳڙھ|Muzaffargarh|mʊ§zə§ffə§r§ §ɠə§ɽ§ʱ|muzaffar g̠aṛh|مظفر ڳڙھ|
मग़रबु|west|mə§ɣ§ɾə§bʊ|maġrabu|مَغْرَبُ|مغرب|مغرب
منجھہ|middle|mə§ɲ§d͡ʑʱɪ§‹§‹|manjhi|مَنجھہِ|मंझि|منجهه
منگل||␣|||
महांगु|dear, expensive|mə§h§ə§ŋ§ɡʊ§‹|mahāṅgu|مَهانگُہ|مهانگہ|مهانگہ
मह्टणु|to rub|mə§h§ʈə§ɳʊ|mahṭaṇu|مَهٽَڻُ|مهٽڻ|مهٽڻ
موسيقي|music|m§u§s§i§q§i|mūsīqī|مُوسِيقِي|मूसीक़ी|موسیقی
ميرو||␣|||
मींहुं|rain|m§ĩ§‹§hʊ̃§‹|mī̃hũ|مِينهُن|مينهن|مينهن
ميوو||␣|||
مٺ||␣|||
مٺو||␣|||
مٽي||␣|||
مٿ||␣|||
مٿان||␣|||
मिञ|brain|mɪ§ɲə|miña|مِڃَ|مڃ|مڃ
مڃٺ||␣|||
मछी|fish|mə§t͡ɕʰ§i|machhī|مَڇي|مڇي|مڇي
مڏو||␣|||
مڙھڻ|to cover|mə§ɽʱə§‹§ɳʊ|maṛhaṇu|مَڙھَڻُ|मढ़णु|مڙهڻ
مڪڙ||␣|||
مڱرو||␣|||
मणियारु|glorious, shining|mə§ɳɪ§j§ɑ§rʊ|maṇiyāru|مَڻِيارُ|مڻيار|مڻيار
نئون|new|nə§›§õ§‹|naon|نَئون|
نالو||␣|||
نان||␣|||
نانگ||␣|||
ندي||␣|||
ندی||␣|||
ننڍو||␣|||
نہ|not|nə§–|na|نَہ|न|نه
نوترو||␣|||
نپوڙڻ||␣|||
نچڻ||␣|||
نڪ||␣|||
نڻن||␣|||
हाथी|elephant|h§ɑ§t̪ʰ§i|hāthī|هاٿِي|هاٿي|هاٿي
हिते|there|hɪ§t̪§e|hite|هتي|هتي|هتي
हलणु|to walk|hə§lə§ɳʊ|halaṇu|هَلَڻُ|هلڻ|هلڻ
हुंडी|bill of exchange|hʊ§ɳ§ɖ§i|huṇḍī|هنڊي|هنڊي|هنڊي
हू|that|h§u|hū|هُو|هو|هو
ही|this|h§i|hī|هِي|هي|هي
हेठां|from the bottom|h§e§ʈʰ§ɑ̃§‹|heṭhā̃|هيٺان|هيٺان|هيٺان
हथु|power|hə§t̪ʰʊ|hathu|هَٿُ|هٿ|هٿ
हथिआर|weapon|hə§t̪ʰ§ɪ§ɑ§rə|hathiāra|هَٿِيارَ|هٿيار|هٿيار
हॾो|bone|hə§ɗ§o|haḍ̠o|هَڏو|هڏو|هڏو
हणणु|to shoot, hit|hə§ɳə§ɳʊ|haṇaṇu|هَڻَڻُ|هڻڻ|هڻڻ
वाइ|well|ʋ§ɑ§ɪ|vāi|واءِ|واء|واء
واءِ|well|ʋ§ɑ§ɪ|vāi|واءِ|वाइ|واء
واءُ|wind|ʋ§ɑ§ʊ|vāu|واءُ|वाउ|واء
وات||␣|||
وار||␣|||
واري||␣|||
وانجھه|infertile woman|ʋ§ɑ̃§‹§d͡ʑʱə§–|vā̃jha|وانجھهَ|वांझ|وانجهه
وانگر||␣|||
واڍو||␣|||
واکاڻ||␣|||
واکاڻڻ||␣|||
विरस्पति|Jupiter|ʋɪ§rə§s§pə§t̪ɪ|viraspati|وِرَسْپَتِ|ورسپت|ورسپت
ورڻ||␣|||
वहणु|to flow|ʋə§hə§ɳʊ|vahaṇu|وَهَڻُ|وهڻ|وهڻ
ويجھو|close, near|ʋ§e§d͡ʑʱ§‹§o|vejho|ويجھو|वेझो|ويجهو
वेहणु|to sit|ʋ§e§hə§ɳʊ|vehaṇu|ويهَڻُ|ويهڻ|ويهڻ
वेॼु|doctor|ʋ§e§ʄʊ|vej̄u|ويڄُ|ويڄ|ويڄ
وٽ||␣|||
وڍڻ||␣|||
وڏو||␣|||
وڙہڻ|to fight, quarrel|ʋɪ§ɽʱə§‹§ɳʊ|viṛhaṇu|وِڙھَڻُ|विढ़णु|وڙهڻ
وڙڻ||␣|||
وڻ||␣|||
ठकुरु|followers of Agni|ʈʰə§kʊ§ɾʊ|ṭhakuru|ٺڪر|ٺڪر|ٺڪر
ٻاجھان|without|ɓ§ɑ§d͡ʑʱ§‹§ɑ̃§‹|ḇājhā̃|ٻاجھان|ॿाझां|ٻاجهان
ٻار||␣|||
ॿाहरु|out|ɓ§ɑ§hə§rʊ|bāharu|ٻاهَرُ|ٻاهر|ٻاهر
ॿिजु|seed|ɓɪ§d͡ʑʊ|ḇiju|ٻِجُ|ٻج|ٻج
ٻرڻ||␣|||
ٻولي||␣|||
ٻيو||␣|||
ٻڌ||␣|||
ٻڌڻ||␣|||
ٻڙي||␣|||
ٻہ|two|ɓa|ḇa|ٻہ|
टंग|leg|ʈə§ŋ§ɡə|ṭaṅga|ٽَنگَ|ٽنگ|ٽنگ
ٽي||␣|||
पिअणु|to drink|pɪ§ə§ɳʊ|piaṇu|پِئَڻُ|پئڻ|پئڻ
पाइणु|to get, obtain|p§ɑ§ɪ§ɳʊ|pāiṇu|پائِڻُ|پائڻ|پائڻ
پار||␣|||
پاسي||␣|||
پاند||␣|||
पापड़ु|poppadom|p§ɑ§pə§ɽʊ|pāpaṛu|پاپَڙُ|پاپڙ|پاپڙ
پاڙ||␣|||
پاڪستان||␣|||
پاڻي||␣|||
پر||␣|||
پراڻو||␣|||
پرساد||␣|||
पुरिहु|fathom|pʊ§ɾɪ§hʊ|purihu|پُرِهُ|پره|پره
پري||␣|||
پری||␣|||
پن||␣|||
پنجاب||␣|||
पोइ|later on|p§o§ɪ|poi|پوءِ|پوء|پوء
پورب||␣|||
پوشاڪ||␣|||
پوڙھو|old (age)|p§o§ɽʱ§‹§o|poṛho|پوڙھو|पोढ़ो|پوڙهو
पीउ|father|p§i§ʊ|pīu|پِيءُ|پيء|پيء
پير||␣|||
पेटु|belly, stomach|p§e§ʈʊ|peṭu|پيٽُ|پيٽ|پيٽ
पुठि|back|pʊ§ʈʰɪ|puṭhi|پُٺِ|پٺ|پٺ
पुठ्यां|from behind|pʊ§ʈʰ§j§ɑ̃§‹|puṭhyā̃|پُٺِيان|پٺيان|پٺيان
پٿر||␣|||
پڃر||␣|||
پڇ||␣|||
پڇم||␣|||
पढ़णु  پَڙَھَڻُ in SED|to read|pə.§ɽʱə.§‹§ɳʊ|paṛhaṇu|پَڙھَڻُ|پڙھڻ|پڙھڻ
پکي||␣|||
ٿلھو|thick|t̪ʰʊ§lʱ§‹§o|thulho|ٿُلھو|थुल्हो|ٿلهو
थोरो|few, rare|t̪ʰ§o§r§o|thoro|ٿورو|ٿورو|ٿورو
ٿوڪ||␣|||
ٿڌو||␣|||
ٿڪڻ||␣|||
भाउ|brother|bʱ§ɑ.§ʊ|bhāu|ڀاءُ|ڀاء|ڀاء
भरतु|India|bʱ§a§ra§tu|bharatu|ڀارت|ڀارت|ڀارت
ڀاڄائي||␣|||
ڀت||␣|||
ڀريل||␣|||
ڀلو||␣|||
ڀنڊار||␣|||
ڀيڻ||␣|||
भञणु|to break, split|bʱə§ɲə§ɳʊ|bhañaṇu|ڀَڃَڻُ|ڀڃڻ|ڀڃڻ
ॼाहो|hedgehog|ʄ§ɑ§h§o|j̄āho|ڄاهو|ڄاهو|ڄاهو
ڄاڻڻ||␣|||
ڄم||␣|||
ॼमणु|to freeze|ʄə§mə§ɳʊ|j̄amaṇu|ڄَمَڻُ|ڄمڻ|ڄمڻ
ڄنگھہ|leg, thigh|ʄə§ŋ§ɡʱə§‹§–|j̄aṅgha|ڄَنگھہَ|ॼंघ|ڄنگهه
ڄيٺ||␣|||
ॼञ|marriage procession|ʄə§ɲə|ǰaña|ڄَڃَ|ڄڃ|ڄڃ
چار||␣|||
چاٻو||␣|||
چاپڻ||␣|||
چتائڻ||␣|||
چتوڻ||␣|||
چربی||␣|||
چرڻي||␣|||
چمڙو||␣|||
چنڊ||␣|||
چوڻ||␣|||
चीरणु|to split|t͡ɕ§i§rə§ɳʊ|cīraṇu|چِيرَڻُ|چيرڻ|چيرڻ
चॿाइणु|to chew|t͡ʃə§ɓ§ɑ§ɪ§ɳʊ|caḇāiṇu|چَٻائِڻُ|چٻائڻ|چٻائڻ
چٻڻ||␣|||
چڪڻ||␣|||
छा|what?|t͡ɕʰ§ɑ|chā|ڇا|ڇا|ڇا
ڇائي||␣|||
ڇاتي||␣|||
ڇتر||␣|||
ڇنڇر||␣|||
ڇنڊڻ||␣|||
ڇنڻ||␣|||
ڇه|six|t͡ʃʰə.§hə|chaha|ڇَهَ|
छुहणु|to touch|t͡ɕʰʊ§hə§ɳʊ|čhuhaṇu|ڇهڻ|ڇهڻ|ڇهڻ
ڇوڏو||␣|||
ڇوڙڻ||␣|||
ڇوڪرو||␣|||
ڇيلو||␣|||
छटणु|to sprinkle|t͡ɕʰə§ʈə§ɳʊ|chaṭaṇu|ڇَٽَڻُ|ڇٽڻ|ڇٽڻ
ڇڪڻ||␣|||
ڊاڪٽر||␣|||
डिॼणु|to fear|ɖɪ§ʄə§ɳʊ|ḍij̄aṇu|ڊِڄَڻُ|ڊڄڻ|ڊڄڻ
ڊگھو|long|ɖɪ§ɡʱ§‹§o|ḍigho|ڊِگھو|डिघो|ڊگهو
ڌاڻو||␣|||
धर्ती|earth, land|d̪ʱə§r§t§̪i|dhartī|ڌَرتِي|ڌرتي|ڌرتي
ڌوئڻ||␣|||
धीअ|daughter|d̪ʱ§i§ə|dhīa|ڌِيءَ|ڌيء|ڌيء
ڌڪڻ||␣|||
ڍاڪ||␣|||
ढंढ|pond, lake|ɖʱə§ɳ§ɖʱə|ḍhanḍha|ڍَنڍَ|ڍنڍ|ڍنڍ
ढॻो|bull, ox|ɖʱa§ɠ§o|ḍhago|ڍڳو|ڍڳو|ڍڳو
ॾिअणु|to give|ɗɪ§ə§ɳʊ|diaṇu|ڏِئَڻُ|ڏئڻ|ڏئڻ
ڏارڻ||␣|||
डांहीं|towards|ɖ§ɑ̃§‹§h§ĩ§‹|ḍā̃hī̃|ڏانهِين|ڏانهين|ڏانهين
ڏاڙھي|beard|ɗ§ɑ§ɽʱ§‹§i|dāṛhī|ڏاڙھِي|ॾाढ़ी|ڏاڙهي
ڏسڻ||␣|||
ڏسڻي||␣|||
ॾसिणी आङुरि|index finger|ɗə§sɪ§ɳ§iː§ §a§ŋɡʊ§rɪ|d̤asiṇī āṅuri|ڏَسِڻِي آڱـؙرِ|ڏسڻي آڱر|ڏسڻي آڱر
ڏند||␣|||
ॾिहाड़ो|day|ɗi§h§ɑ§ɽ§o|ḍ̠ihāṛo|ڏِهاڙو|ڏهاڙو|ڏهاڙو
ॾही|curds|ɗə§h§i|d̤ahī|ڏَهيِ|ڏهي|ڏهي
ॾोहिटो|grandson|ɗ§o§hɪ§ʈ§o|ḍ̠ohiṭo|ڏوهِٽو|ڏوهٽو|ڏوهٽو
ڏوڌي||␣|||
ॾियारी|Diwali|ɗɪ§j§ɑ§r§i|ḍ̠iyārī|ڏِيَارِي|ڏياري|ڏياري
ॾींहुं|day|ɗ§ĩ§‹§hʊ̃§‹|ḍ̠īhũ|ڏِينهُن|ڏينهن|ڏينهن
ॾेही|countryman|ɗ§e§h§i|ḍ̠ehī|ڏيهِي|ڏيهي|ڏيهي
ڏکڻ||␣|||
फारु|ploughshare|pʰ§ɑ§rʊ|phāru|ڦارُ|ڦار|ڦار
फूकणु|to blow|pʰ§u§kə§ɳʊ|phūkaṇu|ڦُوڪَڻُ|ڦوڪڻ|ڦوڪڻ
کائڻ||␣|||
کان||␣|||
खाँदि|endurance|kʰ§ɑ̃§‹§dɪ|khā̃di|کاندِ|کاند|کاند
کل||␣|||
کلڻ||␣|||
खनहणु|to scratch|kʰə§nə§hə§ɳʊ|khanahaṇu|کَنَهَڻُ|کنهڻ|کنهڻ
کنڀ||␣|||
کوٽڻ||␣|||
کي||␣|||
کيڏڻ||␣|||
کَدِڙو||␣|||
کٻو||␣|||
کڙڳ||␣|||
ڪارڻ||␣|||
काग़ज़ु|paper|k§ɑː§ɣa§zʊ|kāġazu|ڪاغذ|ڪاغذ|ڪاغذ
ڪان||␣|||
कांइरु|coward|k§ɑ̃§‹§ɪ§rʊ|kā̃iru|ڪَانئِرُ|ڪانئر|ڪانئر
ڪاڻو||␣|||
ڪتب||␣|||
ڪترڻ||␣|||
ڪتو||␣|||
ڪجھہ|some|kʊ§d͡ʑʱʊ§‹§‹‹|kujhu|ڪُجھُہ|कुझु|ڪجهه
ڪراچي||␣|||
ڪري||␣|||
करीमु|cream|k§r§iː§mʊ|krīmu|ڪريم|ڪريم|ڪريم
ڪرڻ||␣|||
कुसादो|wide, oblong|kʊ§s§ɑ§d̪§o|kusādo|ڪُشادو|ڪشادو|ڪشادو
ڪلول||␣|||
ڪم||␣|||
ڪمر||␣|||
ڪمپيوٽر||␣|||
ڪن||␣|||
ڪنو||␣|||
ڪنول||␣|||
ڪني||␣|||
ڪنڀر||␣|||
ڪنگڻ||␣|||
ڪنگڻي||␣|||
कुहाड़ो|axe, hatchet|kʊ§h§ɑ§ɽ§o|kuhāṛo|ڪُهاڙو|ڪهاڙو|ڪهاڙو
किहड़ो|who?, what?|kɪ§hə§ɽ§o|kihaṛo|ڪِهَڙو|ڪهڙو|ڪهڙو
ڪو||␣|||
ڪوسو||␣|||
कोहीरो|fog|k§o§h§i§r§o|kohīro|ڪوهِيرو|ڪوهيرو|ڪوهيرو
ڪويٽ||␣|||
ڪوٽ||␣|||
ڪوڙو||␣|||
कोका-कोला|Coca-Cola|k§o§k§ɑ§k§o§l§ɑ|kokā kolā|ڪوڪاڪولا|ڪوڪاڪولا|ڪوڪاڪولا
किअं|how?|k§ɪ§ə̃§‹|kiã|ڪِيئَن|ڪيئن|ڪيئن
ڪير||␣|||
केविड़ो|plantain|k§e§ʋɪ§ɽ§o|keviṛo|ڪيوِڙو|ڪيوڙو|ڪيوڙو
ڪيڙو||␣|||
ڪٽڻ||␣|||
ڪپاسيو||␣|||
कपाह|cotton|kə§p§ɑ§hə|kapāha|ڪپاه|ڪپاه|ڪپاه
कपूरु|camphor|kə§p§u§rʊ|kapūru|ڪَپوُرُ|ڪپور|ڪپور
ڪپڻ||␣|||
किथे|where?|kɪ§t̪ʰ§e|kithe|ڪِٿي|ڪٿي|ڪٿي
ڪچرو||␣|||
ڪچري||␣|||
कचहरी|court of justice|kə§t͡ʃə§hə§ɾ§i|kachaharī|ڪَچَهَريِ|ڪچهري|ڪچهري
ڪڍڻ||␣|||
कुॾणु|to jump|kʊ§ɗə§ɳʊ|kuḍ̠aṇu|ڪُڏَڻُ|ڪڏڻ|ڪڏڻ
ककरु|cloud|kə§kə§rʊ|kakaru|ڪَڪَرُ|ڪڪر|ڪڪر
कुंगू|saffron|kʊ§ŋ.§ɡ§u|kuṅgū|ڪڱگو|ڪڱگو|ڪڱگو
गांगटु|prawn, shrimp|ɡ§ɑ§ŋ§ɡə§ʈʊ|gā̃gaṭu|گانگَٽُ|گانگٽ|گانگٽ
गाहु|grass|ɡ§ɑ§hʊ|gāhu|گاهُ|گاه|گاه
गाहु|grass, fodder|ɡ§ɑ§hʊ§–|gāhu|گاهُه|گاهه|گاهه
گجڻ||␣|||
گرم||␣|||
गिरोह|group, gang|ɡi§r§oː§ha§–|giroha|گروهه|گروهه|گروهه
गसणु|to rub, abrade|ɡə§sə§ɳʊ|gasaṇu|گَسَڻُ|گسڻ|گسڻ
گل||␣|||
گنوائڻ||␣|||
गंभीरु|sedate, staid|ɡə§m§bʱ§i§ru|gambhīru|گَنڀِيرُ|گنڀير|گنڀير
گھر|house, abode|ɡʱə§‹§ɾʊ|gharu|گھَرُ|घरु|گهر
گھوٽڻ|to bruise|ɡʱ§‹§o§ʈə§ɳʊ|ghoṭaṇu|گھوٽَڻُ||گهوٽڻ
گھٽ|passage, path|ɡʱə§‹§ʈʊ|ghaṭu|گھَٽُ|घटु|گهٽ
गहणु|to rub|ɡə§hə§ɳʊ|gahaṇu|گَهَڻُ|گهڻ|گهڻ
گوشت||␣|||
گول||␣|||
گوڏو||␣|||
गॾु|together|ɡə§ɗʊ|gaḍ̠u|گَڏُ|گڏ|گڏ
ॻऊं|cow|ɠə§›§ũ§‹|g̈aū̃|ڳَئُون|ڳئون|ڳئون
ڳائڻ||␣|||
ڳاڙھو|red|ɠ§aː.§ɽʰ§oː|g̈āṛho|ڳاڙھو|ॻाढ़ो|ڳاڙهو
ॻुरहणु|to share, inform|ɠʊ§rə§hə§ɳʊ|g̠urahaṇu|ڳُرَهَڻُ|ڳرهڻ|ڳرهڻ
ڳرو||␣|||
ڳنھڻ|to buy|ɠɪ§nʱə§‹§ɳʊ|g̠iṇhaṇu|ڳِنھَڻُ|ॻिन्हणु|ڳنهڻ
ॻंढि|knot|ɠə§ɳ§ɖʱɪ|g̠aṇḍhi|ڳَنڍِ|ڳنڍ|ڳنڍ
ڳنڍڻ||␣|||
ڳڀڻ||␣|||
ڳچي||␣|||
هٿ|hand|hə§t̪ʰʊ|hathu|هَٿُ|हथु|ھٿ


@ https://www.unicode.org/L2/L2023/23117-sindhi-heh.pdf


@ https://en.wikipedia.org/wiki/Sindhi_language



@ http://sed.cle.org.pk
علاقو|dependency|æə§l§ɑ§q§o||عَلاقو|
ايران|Iran|›§i§r§ɑ§nʊ||اِيرانُ
اوڀر|east|›§o§bʰə§r§ʊ||اوڀَرُ
اونڪارڻ|to whine|u§‹§n§k§ɑ§rə§ɳɪ||اُونڪارَڻِ
اونڌمهون|downcast|u§‹§n§d̪ʰə§mʊ§h§o§n||اُونڌَمُهون
اوناڙڻ|to howl|›§u§n§ɑ§ɽə§ɳʊ||اُوناڙَڻُ
ارادو|intention|ɪ§r§ɑ§d̪§u||اِرادو
اخلاق|ethics|ɪxlɑqʊ||اِخلاقُ
آئٽ|to melt|ɑʔʊʈə||آئُٽَ
پئوڻ|three quarters|pə§›§ʔu§ɳɪ||پَئُوڻِ
پنئن|success|pənʔʊn||پَنئُن
پائلو|store room|pɑ§ʔ§ʊ§l§o||پائُلو
الهيڙ|stray animal|ʊlhəeɽʊ||اُلهَيڙُ
ائين|in this manner|ɪ§ʔ§e§n||اِئين
للھو|dull|lɪ§lh§‹§o||لِلھو












`






// automatically creates Online Resources section, if markup is uncommented in xx.html

termLists = [

{
"title":"Wiktionary, Sindhi lemmas",
"url":"https://en.wiktionary.org/wiki/Category:Sindhi_lemmas",
},

{
"title":"Sinhdi English Dictionary",
"url":"http://sed.cle.org.pk/",
"notes":"Includes IPA.",
},
/*
{
"title":"Living Dictionaries",
"url":"https://livingdictionaries.app/sora/entries/list",
"notes":"No native script.",
},
*/
]


